[[" Ephesus (; ; ; may ultimately derive from ) was a city in Ancient Greece on the coast of Ionia, southwest of present-day Seluk in zmir Province, Turkey.", {"entities": [[1, 9, "landmark_name"]]}], ["It was built in the 10th century BC on the site of Apasa, the former Arzawan capital, by Attic and Ionian Greek colonists.", {"entities": [[13, 35, "date"]]}], ["During the Classical Greek era, it was one of twelve cities that were members of the Ionian League.", {"entities": [[39, 42, "number"]]}], ["The city came under the control of the Roman Republic in 129 BC.The city was famous in its day for the nearby Temple of Artemis (completed around 550BC), which has been designated one of the Seven Wonders of the Ancient World.", {"entities": [[35, 53, "people"]]}], ["Its many monumental buildings included the Library of Celsus and a theatre capable of holding 24,000 spectators.", {"entities": [[9, 29, "component"]]}], ["Engelsberg Ironworks () is an ironworks in \"ngelsberg\", a village in Fagersta Municipality in Vstmanland, Sweden.", {"entities": [[0, 20, "landmark_name"]]}], ["It was built in 1681 by Per Larsson Gyllenhk (1645-1706) and developed into one of the world's most modern ironworks in the period 17001800.", {"entities": [[7, 12, "condition"]]}], ["It is listed as a UNESCO World Heritage Site since 1993.Name.Engelsberg Ironworks is named after Englika.", {"entities": [[45, 55, "date"]]}], ["Englika, who was born in Germany, began producing iron in Engelsberg in the 14th century.History.The history of iron production in the region dates back to at least 13th century.", {"entities": [[0, 7, "person_name"]]}], ["The local peasants both mined the ore and produced the iron using primitive furnaces.", {"entities": [[4, 18, "people"]]}], ["The Emas National Park (, literally meaning \"Rhea National Park\") is a national park and a UNESCO World Heritage Site in the states of Gois and Mato Grosso do Sul in Brazil.Description.The National Park is located between the states of Gois and Mato Grosso do Sul in the Center-West Region of Brazil, between 1750'1815'S and 5239'5310'W.", {"entities": [[4, 22, "landmark_name"]]}], ["It covers of cerrado savannah.", {"entities": [[0, 2, "landmark_name"]]}], ["The park is in the Pantanal Biosphere Reserve, which also includes the Pantanal, Chapada dos Guimares and Serra da Bodoquena national parks, and the Serra de Santa Brbara, Nascentes do Rio Taquari and Pantanal de Rio Negro state parks.", {"entities": [[4, 8, "type"]]}], ["Ellora Caves are a multi-religious rock-cut cave complex with inscriptions dating from the period 6th century CE onwards, located in the Aurangabad District of Maharashtra, India.", {"entities": [[0, 12, "landmark_name"]]}], ["There are over 100 caves at the site, all excavated from the basalt cliffs in the Charanandri Hills, 34 of which are open to public.", {"entities": [[19, 24, "component"]]}], ["These consist of 17 Hindu (caves 1329), 12 Buddhist (caves 112) and 5 Jain (caves 3034) caves.", {"entities": [[17, 19, "number"]]}], ["Each group represents deities and mythologies prevalent in the 1st millennium CE, as well as monasteries of each respective religion.", {"entities": [[56, 80, "date"]]}], ["They were built close to one another and illustrate the religious harmony that existed in ancient India.", {"entities": [[90, 103, "location"]]}], ["Because of their exceptional architecture of ancient India, the Ellora Caves were inscribed on the UNESCO World Heritage List in 1983.", {"entities": [[45, 58, "location"]]}], ["The Elephanta Caves are a collection of cave temples predominantly dedicated to the Hindu god Shiva, which have been designated a UNESCO World Heritage Site.", {"entities": [[4, 19, "landmark_name"]]}], ["They are on Elephanta Island, or \"Gharapuri\" (literally meaning \"the city of caves\"), in Mumbai Harbour, east of Mumbai in the Indian state of Mahrshtra.", {"entities": [[12, 28, "location"]]}], ["The island, about west of the Jawaharlal Nehru Port, consists of five Hindu caves, a few Buddhist stupa mounds that date back to the 2nd century BCE, and two Buddhist caves with water tanks.", {"entities": [[30, 51, "location"]]}], ["East Rennell is the southern portion of Rennell Island in the Solomon Islands which is designated a UNESCO World Heritage Site.", {"entities": [[0, 12, "landmark_name"]]}], ["Rennell is the largest raised coral atoll in the world and the area in East Rennell surrounding Lake Tegano contains many endemic species.In 2013, the World Heritage Committee added East Rennell to the List of World Heritage in Danger because of the threat of logging activities to the site's outstanding universal value.Site.Rennell is situated in the Western Pacific and is the southernmost of the Solomon Islands, being some .", {"entities": [[0, 7, "landmark_name"]]}], ["It is the largest uplifted coral atoll in the world, occupying .", {"entities": [[27, 38, "type"]]}], ["It is mostly clad in dense forest and in the centre of the south end of the island is Lake Tegano (also known as Te Nggano), which was at one time the atoll's lagoon; the surface of the lake is at sea level and the water is brackish.", {"entities": [[27, 33, "component"]]}], ["It is surrounded by cliffs and contains a number of small limestone islands.", {"entities": [[6, 16, "condition"]]}], ["East Rennell, designated as a World Heritage Site in 1998, is at the southern end of the island; the site includes Lake Tegano, the land surrounding it, and the marine areas stretching for three nautical miles from the island.", {"entities": [[0, 12, "landmark_name"]]}], ["The site is unspoiled, prone to damage by cyclones, and is \"considered to be a true natural laboratory for scientific study.\"", {"entities": [[4, 8, "landmark_name"]]}], ["Durham Castle and Cathedral is a World Heritage Site (WHS ID No.", {"entities": [[0, 27, "landmark_name"]]}], ["370), in Durham, England.", {"entities": [[9, 15, "location"]]}], ["The site includes Durham Castle, Durham Cathedral, Durham University, Palace Green and University College, Durham.", {"entities": [[4, 9, "type"]]}], ["It was first given World Heritage Site status in 1986, and its boundaries were modified in 2008.", {"entities": [[46, 54, "date"]]}], ["Doana National Park or Parque Nacional y Natural de Doana is a natural reserve in Andaluca, southern Spain, in the provinces of Huelva (most of its territory), Cdiz and Seville.", {"entities": [[0, 19, "landmark_name"]]}], ["The park is an area of marshes, shallow streams, and sand dunes in Las Marismas, the delta where the Guadalquivir River flows into the Atlantic Ocean.", {"entities": [[4, 8, "type"]]}], ["It was established as a nature reserve in 1969 when the World Wildlife Fund joined with the Spanish government and purchased a section of marshes to protect it.", {"entities": [[7, 38, "condition"]]}], ["The eco-system has been under constant threat by the draining of the marshes, the use of river water to boost agricultural production by irrigating land along the coast, water pollution by upriver mining, and the expansion of tourist facilities.", {"entities": [[4, 14, "component"]]}], ["It is named after wife of the 7th Duke of Medina Sidonia.", {"entities": [[18, 22, "occupation"]]}], ["The Djoudj National Bird Sanctuary (, ) lies on the southeast bank of the Senegal River in Senegal, in northern Biffeche, north east of St-Louis.It provides a variety of wetland habitats which prove very popular with migrating birds, many of which have just crossed the Sahara.", {"entities": [[4, 34, "landmark_name"]]}], ["Of almost 400 species of birds, the most visible are pelicans and flamingos.", {"entities": [[10, 13, "number"]]}], ["Less conspicuous are the aquatic warblers migrating here from Europe; for these, the park is the single most important wintering site yet discovered.", {"entities": [[25, 41, "animal"]]}], ["A wide range of wildlife also inhabits the park, which is designated a World Heritage Site.", {"entities": [[2, 24, "component"]]}], ["The site was added to the list of World Heritage in Danger in 2000 due to the introduction of the invasive giant salvinia plant, which threatens to choke out the park's native vegetation.", {"entities": [[13, 58, "condition"]]}], ["However it was removed from the list in 2006.", {"entities": [[15, 36, "condition"]]}], ["Djmila (), formerly Cuicul, is a small mountain village in Algeria, near the northern coast east of Algiers, where some of the best preserved Roman ruins in North Africa are found.", {"entities": [[0, 6, "landmark_name"]]}], ["It is situated in the region bordering the Constantinois and Petite Kabylie (Basse Kabylie).In 1982, Djmila became a UNESCO World Heritage Site for its unique adaptation of Roman architecture to a mountain environment.", {"entities": [[22, 75, "location"]]}], ["Significant buildings in ancient Cuicul include a theatre, two fora, temples, basilicas, arches, streets, and houses.", {"entities": [[50, 57, "component"]]}], ["The exceptionally well preserved ruins surround the forum of the Harsh, a large paved square with an entry marked by a majestic arch.", {"entities": [[4, 38, "condition"]]}], ["Dja Faunal Reserve (), located in southeastern Cameroon, is a UNESCO World Heritage Site inscribed in 1987.", {"entities": [[0, 18, "landmark_name"]]}], ["Causes of inscription include diversity of species present in the park, the presence of five threatened species of mammal, and lack of disturbance within the park.", {"entities": [[30, 50, "component"]]}], ["It is managed by Dja Conservation Services (DCS), which is led by a conservator.", {"entities": [[17, 48, "people"]]}], ["The Reserve receives significant support for its management from many projects funded by international partners and supporters of conservation in Cameroon.", {"entities": [[4, 11, "type"]]}], ["Dinosaur Provincial Park is a UNESCO World Heritage Site situated a two hour drive east of Calgary, Alberta, Canada; or , about a half-hour drive northeast of Brooks.The park is situated in the Red Deer River valley, which is noted for its striking badland topography, and abundance of dinosaur fossils.", {"entities": [[0, 24, "landmark_name"]]}], ["The park is well known for being one of the richest dinosaur fossil locales in the world.", {"entities": [[4, 8, "type"]]}], ["Fifty-eight dinosaur species have been discovered at the park and more than 500 specimens have been removed and exhibited in museums around the globe.", {"entities": [[0, 11, "number"]]}], ["The renowned fossil assemblage of nearly 500 species of life, from microscopic fern spores to large carnivorous dinosaurs, justified its becoming a World Heritage Site in 1979.", {"entities": [[168, 175, "date"]]}], ["The Dilmun Burial Mounds () are a UNESCO World Heritage Site comprising necropolis areas on the main island of Bahrain dating back to the Dilmun and the Umm al-Nar culture.", {"entities": [[4, 24, "landmark_name"]]}], ["Bahrain has been known since ancient times as an island with a very large number of burials, the (originally) quite a number of square kilometres of mounds were said to be one of the largest cemeteries in the ancient world.", {"entities": [[0, 7, "location"]]}], ["The cemeteries are concentrated in the north of the island, on the hard stony areas slightly above the arable farming soils  the south of the island is mainly sandy and desert-like.", {"entities": [[4, 14, "type"]]}], ["Recent studies have shown that the estimated/approximately 350,000 ancient grave mounds could have been solely produced by the local population over a number of thousands of years.", {"entities": [[59, 66, "number"]]}], ["The graves are not all of the same era, or of exactly the same styles, and can vary considerably in size in different areas of the moundfield.", {"entities": [[4, 10, "component"]]}], ["Research, under the auspices of the Bahrain National Museum (with the Bahrain Historical and Archaeological Society taking a keen interest), is still continuing, to establish a firm timeline for all these variations and continuations, as well as considering the implications for the society or societies that produced them.", {"entities": [[294, 303, "people"]]}], ["Desembarco del Granma National Park () is a national park in south-western Cuba, stretching across the Niquero and Piln municipalities in what is now Granma Province.", {"entities": [[0, 35, "landmark_name"]]}], ["The name of the park means \"Landing of the Granma\" and refers to the yacht in which Fidel Castro, Che Guevara, Ral Castro, and 79 of their supporters sailed from Mexico to Cuba in 1956 and incited the Cuban Revolution.", {"entities": [[16, 20, "type"]]}], ["The National park is well known for its karst topography and coastal cliffs.The national park has a total area of 32,576 ha, of which 26,180 ha are terrestrial and 6,396 ha are marine.", {"entities": [[4, 17, "type"]]}], ["In 1999, it was listed by UNESCO as a World Heritage Site because of its uplifted marine terraces and pristine sea cliffs.", {"entities": [[3, 7, "date"]]}], ["Derwent Valley Mills is a World Heritage Site along the River Derwent in Derbyshire, England, designated in December 2001.", {"entities": [[0, 20, "landmark_name"]]}], ["It is administered by the Derwent Valley Mills Partnership.", {"entities": [[26, 58, "people"]]}], ["The modern factory, or 'mill', system was born here in the 18th century to accommodate the new technology for spinning cotton developed by Richard Arkwright.", {"entities": [[4, 18, "type"]]}], ["The system was adopted throughout the valley, and later spread so that by 1788 there were over 200Arkwright-type mills in Britain.", {"entities": [[4, 44, "condition"]]}], ["Arkwright's inventions and system of organising labour was exported to Europe and the United States.", {"entities": [[0, 9, "person_name"]]}], ["The island of Delos (; ; Attic: , Doric: ), near Mykonos, near the centre of the Cyclades archipelago, is one of the most important mythological, historical, and archaeological sites in Greece.", {"entities": [[14, 19, "landmark_name"]]}], ["The excavations in the island are among the most extensive in the Mediterranean; ongoing work takes place under the direction of the Ephorate of Antiquities of Cyclades, and many of the artifacts found are on display at the Archaeological Museum of Delos and the National Archaeological Museum of Athens.Delos had a position as a holy sanctuary for a millennium before Olympian Greek mythology made it the birthplace of Apollo and Artemis.", {"entities": [[23, 29, "landmark_name"]]}], ["From its Sacred Harbour, the horizon shows the three conical mounds that have identified landscapes sacred to a goddess (presumably Athena) - in other sites: one, retaining its Pre-Greek name Mount Cynthus, is crowned with a sanctuary of Zeus.", {"entities": [[9, 23, "component"]]}], ["The Decorated Farmhouses of Hlsingland () is a World Heritage Site inscribed on 1 July 2012 as Sweden's fifteenth entry on the list.", {"entities": [[4, 38, "landmark_name"]]}], ["Seven farmhouses erected in the 19th century were eventually selected to represent the most distinguished and well preserved examples of local architectural and decorative tradition.Preparations for a nomination began during the 1990s.", {"entities": [[0, 5, "number"]]}], ["The initial nomination was a heterogeneous collection of farmhouses and environments connected to agrarian culture in Hlsingland.", {"entities": [[29, 67, "component"]]}], ["Fifteen sites, including an entire village were represented.", {"entities": [[0, 7, "number"]]}], ["The first nomination was rejected at the conference in Sevilla in 2009, with the suggestion of curating a narrower selection of sites.", {"entities": [[55, 62, "location"]]}], ["In the second and successful nomination, there was a pronounced focus on local traditions on decoratively painted interiors, as reflected by the World Heritage Site's english title \"Decorated farmhouses of Hlsingland.\"", {"entities": [[93, 123, "component"]]}], ["The Dazu Rock Carvings () are a series of Chinese religious sculptures and carvings and UNESCO World Heritage Site located in Dazu District, Chongqing, China.", {"entities": [[126, 139, "location"]]}], ["The carvings date back as far as the 7th century AD, depicting and influenced by Buddhist, Confucian and Taoist beliefs.", {"entities": [[4, 12, "component"]]}], ["Some are in rock-cut cave shrines, in the usual Chinese Buddhist style, but many others are rock reliefs carved into the open rock faces.", {"entities": [[12, 33, "component"]]}], ["Listed as a World Heritage Site in 1999, the Dazu Rock Carvings are made up of 75 protected sites containing some 50,000 statues, with over 100,000 Chinese characters forming inscriptions and epigraphs.", {"entities": [[32, 39, "date"]]}], ["The sites are located in Chongqing Municipality within the steep hillsides throughout Dazu District, located about 165 kilometers west of the urban area of Chongqing.", {"entities": [[4, 9, "type"]]}], ["The highlights of the rock grotto are found on Mount Baoding and Mount Beishan.", {"entities": [[4, 14, "component"]]}], ["The Danube Delta (, ; , ) is the second largest river delta in Europe, after the Volga Delta, and is the best preserved on the continent.", {"entities": [[4, 16, "landmark_name"]]}], ["The greater part of the Danube Delta lies in Romania (Tulcea County), with a small part in Ukraine (Odesa Oblast).", {"entities": [[24, 36, "landmark_name"]]}], ["Its approximate surface area is , of which is in Romania.", {"entities": [[49, 56, "location"]]}], ["With the lagoons of RazimSinoe ( with water surface), located south of the main delta, the total area of the Danube Delta is .", {"entities": [[9, 30, "component"]]}], ["The RazimSinoe lagoon complex is geologically and ecologically related to the delta proper; the combined territory is listed as a World Heritage Site.", {"entities": [[4, 29, "component"]]}], ["The Curonian (Courish) Spit (; ; ; ) is a long, thin, curved sand-dune spit that separates the Curonian Lagoon from the Baltic Sea.", {"entities": [[4, 27, "landmark_name"]]}], ["Its southern portion lies within Kaliningrad Oblast, Russia, and its northern within southwestern Klaipda County, Lithuania.", {"entities": [[33, 51, "location"]]}], ["It is a UNESCO World Heritage Site shared by Lithuania and Russia.Geography.The Curonian Spit stretches from the Sambia Peninsula on the south to its northern tip next to a narrow strait, across which is the port city of Klaipda on the mainland of Lithuania.", {"entities": [[45, 54, "location"]]}], ["The northern long stretch of the Curonian Spit peninsula belongs to Klaipda County, Lithuania, while the rest is part of the Kaliningrad Oblast, Russia.", {"entities": [[84, 93, "location"]]}], ["The width of the spit varies from a minimum of in Russia (near the village of Lesnoy) to a maximum of in Lithuania (just north of Nida).", {"entities": [[50, 56, "location"]]}], ["Cueva de las Manos (Spanish for Cave of the Hands or Cave of Hands) is a cave and complex of rock art sites in the province of Santa Cruz, Argentina, south of the town of Perito Moreno.", {"entities": [[0, 18, "landmark_name"]]}], ["It is named for the hundreds of paintings of hands stenciled, in multiple collages, on the rock walls.", {"entities": [[20, 29, "number"]]}], ["The art was created in several waves between 7,300 BC and 700 AD, during the Archaic period of pre-Columbian South America.", {"entities": [[4, 8, "type"]]}], ["The age of the paintings was calculated from the remains of bone pipes used for spraying the paint on the wall of the cave to create the artwork, radiocarbon dating of the artwork, and stratigraphic dating.", {"entities": [[49, 69, "component"]]}], ["Crespi d'Adda is a village in northern Italian and hamlet (\"frazione\") of Capriate San Gervasio, a municipality in the province of Bergamo, Lombardy.", {"entities": [[0, 13, "landmark_name"]]}], ["It is a historic settlement and an outstanding example of the 19th and early 20th-century \"company towns\" built in Europe and North America by enlightened industrialists to meet the workers' needs.", {"entities": [[8, 27, "type"]]}], ["The site is still intact and is partly used for industrial purposes, although changing economic and social conditions now threaten its survival.", {"entities": [[4, 8, "type"]]}], ["Since 1995 it has been on UNESCO's list of World Heritage Sites.", {"entities": [[0, 10, "date"]]}], ["Founded in 1527 and located in the northwestern Falcn state of Venezuela, the city of Coro and its Port, La Vela de Coro in the Caribbean Sea, was added to the list of UNESCO World Heritage sites in 1993, the first for its country.History.World Heritage site.Coro and its Port's addition to UNESCO's World Heritage list in 1993 was supported by several criteria.", {"entities": [[0, 7, "condition"]]}], ["The city's historic buildings were constructed using traditional indigenous mud building techniques, including bahareque, adobe, and tapia (criteria iv).", {"entities": [[4, 8, "landmark_name"]]}], ["One of Latin America's oldest colonial towns, much of the original layout and structures have been retained.", {"entities": [[7, 20, "location"]]}], ["Due to its role as the domain of the Welsers, a prominent German banking and merchant family, between the years 1528 and 1546, Coro's street plan mirrors those of medieval German cities.", {"entities": [[37, 44, "people"]]}], ["The Cornwall and West Devon Mining Landscape is a World Heritage Site which includes select mining landscapes in Cornwall and West Devon in the south west of England.", {"entities": [[4, 44, "landmark_name"]]}], ["The site was added to the World Heritage List during the 30th Session of the UNESCO World Heritage Committee in Vilnius, July 2006.", {"entities": [[121, 130, "date"]]}], ["Following plans in 2011 to restart mining at South Crofty, and to build a supermarket at Hayle Harbour, the World Heritage Committee drafted a decision in 2014 to put the site on the List of World Heritage in Danger, but this was rejected at the 38th Committee Session at Doha, Qatar (July 2014), in favour of a follow-up Reactive Monitoring Mission.", {"entities": [[45, 57, "location"]]}], ["Cordouan lighthouse () is an active lighthouse located at sea, near the mouth of the Gironde estuary in France.", {"entities": [[0, 19, "landmark_name"]]}], ["At a height of , it is the tenth-tallest \"traditional lighthouse\" in the world.The Tour de Cordouan, the 'Patriarch of Lighthouses' is by far the oldest lighthouse in France, with construction starting in 1584 and finishing in 1611.", {"entities": [[27, 78, "condition"]]}], ["Designed by leading Paris architect , the lighthouse is something of a Renaissance masterpiece, drawing inspiration from Roman mausoleums, and the palaces, cathedrals, and forts of the Renaissance.", {"entities": [[26, 35, "occupation"]]}], ["Three stories were added in the 18th century.", {"entities": [[0, 13, "component"]]}], ["The Como National Park () is a Biosphere Reserve and UNESCO World Heritage Site in the Zanzan and Savanes districts of northeastern Cte d'Ivoire.", {"entities": [[4, 22, "landmark_name"]]}], ["It is the largest protected area in West Africa, with an area of , and ranges from the humid Guinea savanna to the dry Sudanian zone.", {"entities": [[0, 2, "landmark_name"]]}], ["This steep climatic northsouth gradient allows the park to harbor a multitude of habitats with a remarkable diversity of life.", {"entities": [[47, 55, "landmark_name"]]}], ["Some animal and plant species even find their last sanctuary in some of the different savanna types, gallery forests, riparian grasslands, rock outcrops, or forest islands.", {"entities": [[5, 29, "component"]]}], ["Cologne Cathedral (, , officially ', English: Cathedral Church of Saint Peter) is a cathedral in Cologne, North Rhine-Westphalia belonging to the Catholic Church.", {"entities": [[0, 17, "landmark_name"]]}], ["It is the seat of the Archbishop of Cologne and of the administration of the Archdiocese of Cologne.", {"entities": [[10, 14, "type"]]}], ["It is a renowned monument of German Catholicism and Gothic architecture and was declared a World Heritage Site in 1996.", {"entities": [[8, 16, "condition"]]}], ["It is Germany's most visited landmark, attracting an average of 20,000 people a day.", {"entities": [[6, 13, "location"]]}], ["At , the cathedral is the tallest twin-spired church in the world, the second tallest church in Europe after Ulm Minster, and the third tallest church of any kind in the world.", {"entities": [[9, 18, "landmark_name"]]}], ["The Colchic Rainforests and Wetlands is a UNESCO World Heritage Site in Georgia, which comprises parts of the Colchis Lowland along some 80 km of western Georgia's Black Sea coastline.", {"entities": [[4, 36, "landmark_name"]]}], ["It was inscribed by UNESCO on 26 July 2021, becoming the first site in Georgia to be added to the list for its natural attributes.", {"entities": [[30, 42, "date"]]}], ["The site contains a wide array of ancient rainforest and wetland ecosystems, harboring many threatened and endangered species.", {"entities": [[0, 8, "landmark_name"]]}], ["Description.The World Heritage site includes a series of ecosystems such as deciduous rainforests and wetlands, percolation bogs and other mire types, located at a range of altitudes from the sea level to more than 2,500 metres above it.", {"entities": [[47, 67, "component"]]}], ["In total, the site consists of seven component parts  Kintrishi-Mtirala and Ispani in Adjara, Grigoleti and Imnati in Guria, and Pitshora, Nabada, and Churia in Samegrelo-Zemo Svaneti.", {"entities": [[31, 37, "number"]]}], ["They are administered in Georgia as parts of the Kolkheti National Park, Kintrishi Strict Nature Reserve, Kobuleti Protected Areas, and Mtirala National Park.", {"entities": [[49, 71, "landmark_name"]]}], ["The total area of the site is 31,253 ha, with the buffer zone of 26,850 ha.", {"entities": [[30, 36, "number"]]}], ["The Classical Gardens of Suzhou (Chinese: ; pinyin: \"Szhu yunln\"; Suzhounese (Wugniu): \"sou1-tseu1 yoe2-lin2\") are a group of gardens in the city of Suzhou, in Jiangsu, China, which have been added to the UNESCO World Heritage List.Spanning a period of almost one thousand years, from the Northern Song to the late Qing dynasties (11th-19th century), these gardens, most of them built by scholars, standardized many of the key features of classical Chinese garden design with constructed landscapes mimicking natural scenery of rocks, hills and rivers with strategically located pavilions and pagodas.", {"entities": [[4, 31, "landmark_name"]]}], ["Churches of the Pskov School of Architecture is a UNESCO World Heritage Site, listed in 2019.", {"entities": [[0, 44, "landmark_name"]]}], ["The site comprises ten churches or monasteries and related buildings around the city of Pskov in the Russian Federation.", {"entities": [[4, 8, "landmark_name"]]}], ["They represent the work of the Pskov School that drew from the Byzantine and Novgorod traditions, fused them with the local vernacular tradition, and adjusted the architecture to the use of local resources.", {"entities": [[0, 5, "landmark_name"]]}], ["The churches date from the 12th to the early 17th century, with the peak of this style in the 15th and 16th centuries.", {"entities": [[4, 12, "landmark_name"]]}], ["The architects from Pskov worked on monuments in several Russian cities, including Moscow, Kazan, and Sviyazhsk.", {"entities": [[4, 14, "people"]]}], ["The north of the Moldavia region in Romania preserves numerous religious buildings as a testimony of the Moldavian architectural style developed in the Principality of Moldavia starting from the 14th century.Of these, eight Romanian Orthodox Churches located in Suceava County and built from the late 15th century to the late 16th century are listed by UNESCO as a World Heritage Site, since 1993.", {"entities": [[17, 25, "location"]]}], ["Church of the Resurrection within the Sucevia Monastery was added to the site in 2010.", {"entities": [[0, 26, "component"]]}], ["The churches have their external walls covered in authentic and unique fresco paintings, representing complete cycles of religious themes.", {"entities": [[4, 12, "landmark_name"]]}], ["The Churches of Chilo in Chile's Chilo Archipelago are a unique architectural phenomenon in the Americas and one of the most prominent styles of Chilota architecture.", {"entities": [[4, 21, "landmark_name"]]}], ["Unlike classical Spanish colonial architecture, the churches of Chilo are made entirely in native timber with extensive use of wood shingles.", {"entities": [[17, 46, "type"]]}], ["The churches were built from materials to resist the Chilo Archipelago's humid and rainy oceanic climate.Built in the 18th and 19th centuries when Chilo Archipelago was still a part of the Spanish Crown possessions, the churches represent the fusion of Spanish Jesuit culture and local native population's skill and traditions; an excellent example of mestizo culture.", {"entities": [[4, 12, "landmark_name"]]}], ["Chitwan National Park is the first national park of Nepal.", {"entities": [[0, 21, "landmark_name"]]}], ["It was established in 1973 as the Royal Chitwan National Park and was granted the status of a World Heritage Site in 1984.", {"entities": [[7, 19, "condition"]]}], ["It covers an area of in the subtropical Inner Terai lowlands of south-central Nepal in Nawalpur, Chitwan, Makwanpur and Parsa Districts.", {"entities": [[0, 2, "landmark_name"]]}], ["It ranges in elevation from about in the river valleys to in the Sivalik Hills.In the north and west of the protected area the Narayani-Rapti river system forms a natural boundary to human settlements.", {"entities": [[41, 54, "component"]]}], ["Adjacent to the east of Chitwan National Park is Parsa National Park, contiguous in the south is the Indian Tiger Reserve Valmiki National Park.", {"entities": [[24, 45, "landmark_name"]]}], ["The coherent protected area of represents the \"Tiger Conservation Unit (TCU) Chitwan-Parsa-Valmiki\", which covers a huge block of alluvial grasslands and subtropical moist deciduous forests.", {"entities": [[47, 97, "landmark_name"]]}], ["Chartres Cathedral, also known as the Cathedral of Our Lady of Chartres (), is a Catholic church in Chartres, France, about southwest of Paris, and is the seat of the Bishop of Chartres.", {"entities": [[0, 18, "landmark_name"]]}], ["Mostly constructed between 1194 and 1220, it stands on the site of at least five cathedrals that have occupied the site since the Diocese of Chartres was formed as an episcopal see in the 4th century.", {"entities": [[19, 40, "date"]]}], ["It is one of the best-known and most influential examples of High Gothic and Classic Gothic architecture, It stands on Romanesque basements, while its north spire is more recent (15071513) and is built in the more ornate Flamboyant style.", {"entities": [[61, 104, "type"]]}], ["Champaner-Pavagadh Archaeological Park, a UNESCO World Heritage Site, is located in Panchmahal district in Gujarat, India.", {"entities": [[0, 38, "landmark_name"]]}], ["It is located around the historical city of Champaner, a city which was founded by Vanraj Chavda, the most prominent king of the Chavda Dynasty, in the eighth century.", {"entities": [[44, 53, "location"]]}], ["He named it after the name of his friend and general Champa, also known later as Champaraj.", {"entities": [[45, 52, "occupation"]]}], ["The heritage site is studded with forts with bastions starting from the hills of Pavagadh, and extending into the city of Champaner.", {"entities": [[4, 17, "type"]]}], ["The park's landscape includes archaeological, historic and living cultural heritage monuments such as chalcolithic sites, a hill fortress of an early Hindu capital, and remains of the 16th-century capital of the state of Gujarat.", {"entities": [[4, 20, "component"]]}], ["There are palaces, entrance gates and arches, mosques, tombs and temples, residential complexes, agricultural structures and water installations such as stepwells and tanks, dating from the eighth to the 14th centuries.", {"entities": [[10, 17, "component"]]}], ["The Kalika Mata Temple, located on top of the high Pavagadh Hill, is an important Hindu shrine in the region, attracting large numbers of pilgrims throughout the year.", {"entities": [[4, 22, "component"]]}], ["The Central Suriname Nature Reserve () is a conservation unit in Suriname.It preserves an area of tropical rainforest.", {"entities": [[4, 35, "landmark_name"]]}], ["The reserve is in pristine condition.History.The Central Suriname Nature Reserve was created in 1998 by Conservation International and the government of Suriname from the fusion of three existing nature reserves: Ralleighvallen, Tafelberg and Eilerts de Haan gebergte.", {"entities": [[4, 11, "landmark_name"]]}], ["It was designated a UNESCO World Heritage Site in 2000 for its pristine tropical rainforest ecosystem.The forest received material support from Microsoft co-founder Jeff Harbers.", {"entities": [[0, 2, "landmark_name"]]}], ["Central Highlands of Sri Lanka is a recognised World Heritage Site in Sri Lanka.", {"entities": [[0, 30, "landmark_name"]]}], ["The site comprises the Peak Wilderness Protected Area, the Horton Plains National Park and the Knuckles Conservation Forest.", {"entities": [[4, 8, "landmark_name"]]}], ["These are rain forests, where the elevation reaches above sea level.", {"entities": [[10, 22, "component"]]}], ["The region harbors a variety of mammal species including the bear monkey, \"Trachypithecus vetulus monticola\", (a subspecies of purple-faced langur) and the Horton Plains slender loris, \"Loris tardigradus nycticeboides\", (a subspecies of red slender loris).", {"entities": [[32, 46, "component"]]}], ["The Caves of Aggtelek Karst and Slovak Karst are a series of over 1000 karst caves spread out over a total area of along the border of Hungary and Slovakia.", {"entities": [[4, 44, "landmark_name"]]}], ["With an exceptional diversity of karst structures and complex cave systems developing from both temperate and tropical processes, the caves and surrounding areas were inscribed as a UNESCO World Heritage Site in 1995.", {"entities": [[8, 29, "condition"]]}], ["Background.This UNESCO World Heritage Site includes seven components, three of which are in Hungary, and four in Slovakia.", {"entities": [[52, 57, "number"]]}], ["In Hungary, the components include Aggtelek, Szendr-Rudabnya Hill, and Esztramoill.", {"entities": [[3, 10, "location"]]}], ["The components in Slovakia are Dobin Ice Cave, Koniar plateau, Pleivec plateau, and a component neighbouring Silica and Jasov.", {"entities": [[18, 26, "location"]]}], ["The Caves and Ice Age Art in the Swabian Jura are a collection of six caves in southern Germany which were used by Ice Age humans for shelter about 33,000 to 43,000 years ago.", {"entities": [[4, 45, "landmark_name"]]}], ["Within the caves were found the oldest non-stationary works of human art yet discovered, in the form of carved animal and humanoid figurines, in addition to the oldest musical instruments ever found.", {"entities": [[11, 16, "type"]]}], ["One statuette of a female form, carved figurines of animals (including cave lions, mammoths, horses and cattle), musical instruments and items of personal adornment have been discovered.", {"entities": [[0, 30, "component"]]}], ["Some of the figurines depict creatures that are half animal, half human.", {"entities": [[12, 21, "component"]]}], ["Because of their testimony to the development of Paleolithic art and culture, the six caves were inscribed on the UNESCO World Heritage List in 2017.", {"entities": [[141, 148, "date"]]}], ["The Cave of Altamira and Paleolithic Cave Art of Northern Spain () is a grouping of 18 caves of northern Spain, which together represent the apogee of Upper Paleolithic cave art in Europe between 35,000 and 11,000 years ago (Aurignacian, Gravettian, Solutrean, Magdalenian, Azilian).", {"entities": [[4, 45, "landmark_name"]]}], ["In 2008, they were collectively designated a World Heritage Site by UNESCO.Chief among these caves is Altamira, located within the town of Santillana del Mar in Cantabria.", {"entities": [[0, 7, "date"]]}], ["It remains one of the most important painting cycles of prehistory, originating in the Magdalenian and Solutrean periods of the Upper Paleolithic.", {"entities": [[11, 66, "condition"]]}], ["This cave's artistic style represents the Franco-cantabrian school, characterized by the realism of its figural representation.", {"entities": [[5, 26, "component"]]}], ["Altamira Cave was declared a World Heritage Site in 1985.", {"entities": [[0, 13, "component"]]}], ["In 2008, the World Heritage Site was expanded to include 17 additional caves located in three autonomous communities of northern Spain: Asturias, Cantabria and the Basque Country.", {"entities": [[0, 7, "date"]]}], ["The Churches of the Vall de Bo are a set of nine Early Romanesque churches declared World Heritage Site by UNESCO and located in the Vall de Bo, in the Catalan comarca of Alta Ribagora (Province of Lleida).World Heritage Site.UNESCO declared World Heritage Sites in 2000 to nine churches:History of the frescoes of the Vall de Bo.During the early 20th century there was a major effort to study and catalog the Romanesque wall paintings in the churches of the Vall de Bo area.", {"entities": [[4, 30, "landmark_name"]]}], ["This activity was driven by both the academic interests of scholars, and by art dealers (whose motives were financial gain).", {"entities": [[59, 67, "people"]]}], ["The Casbah (, \"qaba\", meaning citadel) is the citadel of Algiers in Algeria and the traditional quarter clustered around it.", {"entities": [[4, 10, "landmark_name"]]}], ["In 1992, the United Nations Educational, Scientific and Cultural Organization (UNESCO) proclaimed \"Kasbah of Algiers\" a World Cultural Heritage Site, as \"There are the remains of the citadel, old mosques and Ottoman-style palaces as well as the remains of a traditional urban structure associated with a deep-rooted sense of community.", {"entities": [[0, 7, "date"]]}], ["\"Etymology.More generally, a kasbah is the walled citadel of many North African cities and towns.", {"entities": [[43, 57, "type"]]}], ["The name made its way into English from French in the late 19th century (the \"Oxford English Dictionary\" states 1895), and can be spelled \"kasbah\" or \"casbah.\"", {"entities": [[47, 71, "date"]]}], ["Carlsbad Caverns National Park is an American national park in the Guadalupe Mountains of southeastern New Mexico.", {"entities": [[0, 30, "landmark_name"]]}], ["The primary attraction of the park is the show cave Carlsbad Cavern.", {"entities": [[30, 34, "type"]]}], ["Visitors to the cave can hike in on their own via the natural entrance or take an elevator from the visitor center.The park entrance is located on US Highway 62/180, approximately southwest of Carlsbad, New Mexico.", {"entities": [[16, 20, "component"]]}], ["The park has two entries on the National Register of Historic Places: The Caverns Historic District and the Rattlesnake Springs Historic District.", {"entities": [[4, 8, "type"]]}], ["Approximately two-thirds of the park has been set aside as a wilderness area, helping to ensure no future changes will be made to the habitat.", {"entities": [[32, 36, "type"]]}], ["The Capital Cities and Tombs of the Ancient Koguryo Kingdom is an UNESCO World Heritage Site which includes a number of archaeological sites currently in Ji'an, Jilin Province and Huanren, Liaoning Province in Northeast China.", {"entities": [[3, 59, "landmark_name"]]}], ["Goguryeo (or Koguryo, \"Gaogouli\" in Chinese), (37 BCE  668 CE) was a Korean Kingdom located in the northern and central parts of the Korean Peninsula and the southern and central parts of Manchuria.The archaeological sites were collectively designated a cultural World Heritage Site in 2004, qualifying as such under the first five of the six criteria for cultural heritage sites.", {"entities": [[0, 8, "landmark_name"]]}], ["The designation includes the archaeological remains of three fortress-cities: Wun Mountain City, Gungnae and Hwando, and forty identified tombs of Goguryeo imperial and noble families.", {"entities": [[78, 95, "component"]]}], ["The Canal du Midi (; ) is a long canal in Southern France ().", {"entities": [[4, 17, "landmark_name"]]}], ["Originally named the \"Canal Royal en Languedoc\" (Royal Canal in Languedoc) and renamed by French revolutionaries to \"Canal du Midi\" in 1789, the canal is considered one of the greatest construction works of the 17th century.The canal connects the Garonne to the tang de Thau on the Mediterranean and, along with the long Canal de Garonne, forms the Canal des Deux Mers, joining the Atlantic to the Mediterranean.", {"entities": [[22, 46, "landmark_name"]]}], ["Strictly speaking, \"Canal du Midi\" refers to the portion initially constructed from Toulouse to the Mediterranean  the Deux-Mers canal project aimed to link together several sections of navigable waterways to join the Mediterranean and the Atlantic: first the Canal du Midi, then the Garonne which was more or less navigable between Toulouse and Bordeaux, then the Garonne Lateral Canal built later, and finally the Gironde estuary after Bordeaux.", {"entities": [[20, 33, "landmark_name"]]}], ["Canaima National Park () is a park in south-eastern Venezuela that roughly occupies the same area as the Gran Sabana region.", {"entities": [[0, 21, "landmark_name"]]}], ["It is located in Bolvar State, reaching the borders with Brazil and Guyana.", {"entities": [[17, 29, "location"]]}], ["The park was named a World Heritage Site by UNESCO.History.Canaima National Park was established on 12 June 1962.As early as 1990, the countries that participate in the Amazonian Cooperation Treaty had recommended expanding the Canaima National Park southward to connect it with Monte Roraima National Park in Brazil, with coordinated management of tourism, research and conservation.", {"entities": [[4, 9, "type"]]}], ["Byblos ( ; ), also known as Jbeil or Jubayl (, ; , , ), is a city in the Keserwan-Jbeil Governorate of Lebanon.", {"entities": [[0, 6, "landmark_name"]]}], ["It is believed to have been first occupied between 8800 and 7000BC and continuously inhabited since 5000BC, making it one of the oldest continuously inhabited cities in the world.", {"entities": [[34, 42, "condition"]]}], ["During its history, Byblos was part of numerous civilizations, including Egyptian, Phoenician, Assyrian, Persian, Hellenistic, Roman, Fatimid, Genoese, Mamluk and Ottoman.", {"entities": [[20, 26, "landmark_name"]]}], ["The city is a UNESCO World Heritage Site.", {"entities": [[4, 8, "landmark_name"]]}], ["Buffalo National Park was created near the town of Wainwright in east central Alberta on .", {"entities": [[0, 21, "landmark_name"]]}], ["It was closed in and delisted in 1947 when the land was transferred to the Department of National Defence.", {"entities": [[7, 29, "condition"]]}], ["The park land was developed for use by Canadian Forces Base Wainwright and comprises the majority of its space.", {"entities": [[4, 13, "component"]]}], ["The first Park Warden was Bud Cotton, who served from 1912 through 1940.Buffalo National Park, with a focus on plains bison (often referred to as buffalo), was one of several national parks created in the Canadian Prairies expressly to protect and regenerate dangerously low populations of bison and pronghorns.", {"entities": [[10, 21, "occupation"]]}], ["Other 'regeneration' parks, which were considered to have achieved their goals by the 1940s, were also delisted in 1947, including Wawaskesy National Park, Nemiskam National Park (both in Alberta), and Menissawok National Park in Saskatchewan.", {"entities": [[131, 154, "landmark_name"]]}], ["Bryggen (\"the dock\"), also known as Tyskebryggen (, \"the German dock\"), is a series of Hanseatic heritage commercial buildings lining up the eastern side of the Vgen harbour in the city of Bergen, Norway.", {"entities": [[0, 7, "landmark_name"]]}], ["Bryggen has been on the UNESCO list for World Cultural Heritage sites since 1979.The city of Bergen was founded around 1070 within the boundaries of Tyskebryggen.", {"entities": [[0, 7, "landmark_name"]]}], ["Around 1350 a \"Kontor\" of the Hanseatic League was established there, and Tyskebryggen became the centre of the Hanseatic commercial activities in Norway.", {"entities": [[0, 11, "date"]]}], ["Today, Bryggen houses museums, shops, restaurants and pubs.", {"entities": [[7, 14, "landmark_name"]]}], ["Brimstone Hill Fortress National Park is a UNESCO World Heritage Site, a well-preserved fortress on a hill on the island of St. Kitts in the Federation of St. Christopher (St. Kitts) and Nevis in the Eastern Caribbean.", {"entities": [[0, 37, "landmark_name"]]}], ["It was designed by British military engineers, and was built and maintained by enslaved Africans.", {"entities": [[27, 45, "people"]]}], ["It is one of the best preserved historical fortifications in the Americas.The complex of fortifications were constructed on Brimstone Hill, a very steeply sloping hill situated close to the sea on the Western, Caribbean coast of St. Kitts.", {"entities": [[6, 31, "condition"]]}], ["The Boyana Church (, \"Boyanska tsrkva\") is a medieval Bulgarian Orthodox church situated on the outskirts of Sofia, the capital of Bulgaria, in the Boyana quarter.", {"entities": [[4, 17, "landmark_name"]]}], ["In 1979, the building was added to the UNESCO World Heritage List.The east wing of the two-story church was originally constructed in the late 10th or early 11th century, then the central wing was added in the 13th century under the Second Bulgarian Empire, the whole building being finished with a further expansion to the west in the middle of the 19th century.", {"entities": [[0, 7, "date"]]}], ["A total of 89 scenes with 240 human images are depicted on the walls of the church.", {"entities": [[11, 13, "number"]]}], ["Bourges Cathedral (French: \"Cathdrale Saint-tienne de Bourges\") is a Roman Catholic church located in Bourges, France.", {"entities": [[0, 17, "landmark_name"]]}], ["The cathedral is dedicated to Saint Stephen and is the seat of the Archbishop of Bourges.", {"entities": [[4, 13, "type"]]}], ["Built atop an earlier Romanesque church from 1195 until 1230, it is largely in the Classic Gothic architectural style and was constructed at about the same time as Chartres Cathedral.", {"entities": [[40, 60, "date"]]}], ["The cathedral is particularly known for the great size and unity of its interior, the sculptural decoration of its portals, and the large collection of 13th century stained glass windows.", {"entities": [[4, 13, "type"]]}], ["Owing to its quintessential Gothic architecture, the cathedral was declared a UNESCO World Heritage Site in 1992.", {"entities": [[13, 47, "condition"]]}], ["Biaowiea Forest is a forest on the border between Belarus and Poland.", {"entities": [[0, 15, "landmark_name"]]}], ["It is one of the last and largest remaining parts of the immense primeval forest that once stretched across the European Plain.", {"entities": [[6, 80, "condition"]]}], ["The forest is home to 800 European bison, Europe's heaviest land animal.", {"entities": [[3, 10, "type"]]}], ["UNESCO's Man and the Biosphere Programme designated the Polish Biosphere Reserve ' in 1976 and the Belarusian Biosphere Reserve ' in 1993.In 2015, the Belarusian Biosphere Reserve occupied the area of , subdivided into transition, buffer and core zones.", {"entities": [[56, 80, "component"]]}], ["The forest has been designated a UNESCO World Heritage Site and an EU Natura 2000 Special Area of Conservation.", {"entities": [[4, 10, "type"]]}], ["The World Heritage Committee by its decision of June 2014 approved the extension of the UNESCO World Heritage site \"Belovezhskaya Pushcha/Biaowiea Forest, Belarus, Poland\", which became \"Biaowiea Forest, Belarus, Poland\".", {"entities": [[48, 57, "date"]]}], ["It straddles the border between Poland (Podlaskie Voivodeship) and Belarus (Brest and Grodno \"\"s), and is north of Brest, Belarus and southeast of Biaystok, Poland.", {"entities": [[3, 23, "condition"]]}], ["The Biaowiea Forest World Heritage site covers a total area of .", {"entities": [[4, 19, "landmark_name"]]}], ["Berlin Modernism Housing Estates () is a World Heritage Site designated in 2008, comprising six separate subsidized housing estates in Berlin.", {"entities": [[0, 32, "landmark_name"]]}], ["Dating mainly from the years of the Weimar Republic (19191933), when the city of Berlin was particularly progressive socially, politically and culturally, they are outstanding examples of the building reform movement that contributed to improving housing and living conditions for people with low incomes through innovative approaches to architecture and urban planning.", {"entities": [[14, 51, "date"]]}], ["The estates also provide exceptional examples of new urban and architectural typologies, featuring fresh design solutions, as well as technical and aesthetic innovations.", {"entities": [[4, 12, "landmark_name"]]}], ["Bergpark Wilhelmshhe is a landscape park in Kassel, Germany.", {"entities": [[0, 20, "landmark_name"]]}], ["The area of the park is , making it the largest European hillside park, and second largest park on a hill slope in the world.", {"entities": [[16, 21, "landmark_name"]]}], ["Construction of the \"Bergpark\", or \"mountain park\", began in 1689 at the behest of the Landgraves of Hesse-Kassel and took about 150 years.", {"entities": [[0, 13, "condition"]]}], ["The park is open to the public today.", {"entities": [[4, 9, "landmark_name"]]}], ["Since 2013, it has been a UNESCO World Heritage Site because of its monumental Baroque architecture and its unique fountains and water features.", {"entities": [[0, 10, "date"]]}], ["The Banc d'Arguin National Park (, ) of Bay of Arguin lies in Western Africa on the west coast of Mauritania between Nouakchott and Nouadhibou and is the former mouth of the Tamanrasset River.", {"entities": [[4, 31, "landmark_name"]]}], ["The World Heritage Site is a major site for migratory birds and breeding birds, including flamingos, pelicans and terns.", {"entities": [[29, 39, "type"]]}], ["Much of the breeding is on sand banks including the islands of Tidra, Niroumi, Nair, Kijji and Arguim.", {"entities": [[27, 37, "component"]]}], ["The surrounding waters are some of the richest fishing waters in western Africa and serve as nesting grounds for the entire western region.", {"entities": [[65, 79, "location"]]}], ["Bahla Fort () is one of four historic fortresses situated at the foot of the Jebel Akhdar highlands in Oman and the country's only UNESCO-listed fort added in 1987.The fort underwent massive restoration efforts and reopened in 2012.", {"entities": [[0, 10, "landmark_name"]]}], ["However, the complex lacks in visitor information.", {"entities": [[13, 21, "landmark_name"]]}], ["There are no exhibits or brochures available to learn more about this large space or guides at hand to provide further details, so people either need to go on a tour or explore on their own.History of Bahla Fort.The fort is believed to have been built between the 12th and 15th century by the Banu Nebhan tribe who inhabited the area at the time and were known for controlling the trade of frankincense at the time.", {"entities": [[13, 22, "type"]]}], ["Bagan (, ; formerly Pagan) is an ancient city and a UNESCO World Heritage Site in the Mandalay Region of Myanmar.", {"entities": [[0, 6, "landmark_name"]]}], ["From the 9th to 13th centuries, the city was the capital of the Bagan Kingdom, the first kingdom that unified the regions that would later constitute Myanmar.", {"entities": [[36, 40, "landmark_name"]]}], ["During the kingdom's height between the 11th and 13th centuries, more than 10,000 Buddhist temples, pagodas and monasteries were constructed in the Bagan plains alone, of which the remains of over 2200 temples and pagodas survive.", {"entities": [[27, 63, "date"]]}], ["Babylon is an ancient city located on the lower Euphrates river in southern Mesopotamia.", {"entities": [[0, 8, "landmark_name"]]}], ["Babylon functioned as the main cultural and political centre of the Akkadian-speaking region of Babylonia, with its rulers establishing two important empires in antiquity, namely the 18th century BC Old Babylonian Empire and the 7th6th century BC Neo-Babylonian Empire, and the city would also be used as a regional capital of other empires, such as the Achaemenid Empire.", {"entities": [[0, 7, "landmark_name"]]}], ["Babylon was one of the most important urban centres of the ancient Near East until its decline during the Hellenistic period.", {"entities": [[0, 7, "landmark_name"]]}], ["Baalbek (; ; Syriac-Aramaic: ) is a city located east of the Litani River in Lebanon's Beqaa Valley, about northeast of Beirut.", {"entities": [[0, 8, "landmark_name"]]}], ["It is the capital of Baalbek-Hermel Governorate.", {"entities": [[0, 3, "landmark_name"]]}], ["In Greek and Roman times, Baalbek was also known as Heliopolis (, Greek for \"Sun City\").", {"entities": [[0, 24, "date"]]}], ["In 1998, Baalbek had a population of 82,608, mostly Shia Muslims, followed by Sunni Muslims and Christians.It is home to the Baalbek temple complex which includes two of the largest and grandest Roman temple ruins: the Temple of Bacchus and the Temple of Jupiter.", {"entities": [[0, 7, "date"]]}], ["It was inscribed in 1984 as an UNESCO World Heritage site.", {"entities": [[17, 24, "date"]]}], ["The archaeological site of Sabratha is an excavated Numidian and later Roman city situed near present-day Sabratha, Libya.", {"entities": [[89, 114, "location"]]}], ["It was a Phoenician trading-post that served as an outlet for the products of the African hinterland, and later part of the short-lived Numidian Kingdom of Massinissa before being Romanized and rebuilt in the 2nd and 3rd centuries A.D.History.Sabratha, on the coast of Libya 40 km, to the west of modern Tripoli, was founded by Phoenician settlers in the sixth or fifth century B.C.", {"entities": [[9, 32, "type"]]}], ["and grew to be a prosperous town during much of the Roman period, though it did not long survive the coming of the Arabs in the seventh century A.D. Today it ranks alongside Lepcis Magna as one of the major classical sites of the region.", {"entities": [[28, 32, "type"]]}], ["The' modern exploration of the ruins was begun in 1926 during the Italian colonial period and in the ensuing years much of the heart of the town was laid bare.", {"entities": [[31, 36, "type"]]}], ["During the period of the British Military Administration immediately after the end of the Second World War, three seasons of work were carried out by a British expedition.", {"entities": [[0, 56, "date"]]}], ["Antigua Guatemala (), commonly known as Antigua or La Antigua, is a city in the central highlands of Guatemala.", {"entities": [[0, 17, "landmark_name"]]}], ["The city was the capital of the Captaincy General of Guatemala from 1543 through 1773, with much of its Baroque-influenced architecture and layout dating from that period.", {"entities": [[4, 8, "landmark_name"]]}], ["These characteristics had it designated as a UNESCO World Heritage Site in 1979.", {"entities": [[72, 79, "date"]]}], ["Antigua Guatemala serves as the capital of the homonymous municipality and the Sacatepquez Department.Population.The city had a peak population of some 65,000 in the 1770s; the bulk of the population moved away in the late 18th century.", {"entities": [[0, 17, "landmark_name"]]}], ["Despite significant population growth in the late 20th century, the city had only reached half that number by the 1990s.", {"entities": [[38, 62, "date"]]}], ["At the time of the 2007 census, the city had 34,685 inhabitants.", {"entities": [[45, 51, "number"]]}], ["The Cathedral Basilica of Our Lady of Amiens (), or simply Amiens Cathedral, is a Roman Catholic church.", {"entities": [[0, 44, "landmark_name"]]}], ["The cathedral is the seat of the Bishop of Amiens.", {"entities": [[4, 14, "type"]]}], ["It is situated on a slight ridge overlooking the River Somme in Amiens, the administrative capital of the Picardy region of France, some north of Paris.The cathedral was built almost entirely between 1220 and , a remarkably short period of time for a Gothic cathedral, giving it an unusual unity of style.", {"entities": [[49, 60, "location"]]}], ["Amiens is a classic example of the High Gothic style of Gothic architecture.", {"entities": [[0, 7, "landmark_name"]]}], ["It also has some features of the later Rayonnant style in the enlarged high windows of the choir, added in the mid-1250s.", {"entities": [[39, 54, "type"]]}], ["The Immigration Depot (, ISO: \"pravs Ghta\") is a building complex located in Port Louis on the Indian Ocean island of Mauritius, the first British colony to receive indentured, or contracted, labour workforce from many countries.", {"entities": [[4, 21, "landmark_name"]]}], ["From 1849 to 1923, half a million Indian indentured labourers passed through the Immigration Depot, to be transported to plantations throughout the British Empire.", {"entities": [[0, 17, "date"]]}], ["The large-scale migration of the labourers left an indelible mark on the societies of many former British colonies, with Indians constituting a substantial proportion of their national populations.", {"entities": [[33, 42, "people"]]}], ["In Mauritius alone, 68 percent of the current total population is of Indian ancestry.", {"entities": [[3, 12, "location"]]}], ["The Immigration Depot has thus become an important reference point in the history and cultural identity of Mauritius.", {"entities": [[4, 21, "landmark_name"]]}], ["Santa Mara de Regla de Len Cathedral is a Catholic church, the episcopal see of the diocese of Len in north-western Spain, consecrated under the name of the Virgin Mary.", {"entities": [[0, 36, "landmark_name"]]}], ["It was the first monument declared by the Royal Order of Spain on August 28, 1844 (confirmed by the Royal Order on September 24, 1845).Initiated in the 13th century, it is one of the greatest works of the Gothic style, with French influences.", {"entities": [[0, 2, "landmark_name"]]}], ["Also known as the \"Pulchra Leonina\", which means 'Beautiful Leonese', it is located on the Way of Saint James, or \"Camino de Santiago\".", {"entities": [[19, 34, "landmark_name"]]}], ["Lake Turkana National Parks is a group of three national parks located around Lake Turkana in Kenya.", {"entities": [[0, 27, "landmark_name"]]}], ["It was inscribed as a UNESCO World Heritage Site in 1997 and expanded in 2001.", {"entities": [[48, 56, "date"]]}], ["Reasons for the park's importance include its use as a stopping point for migratory birds, as a breeding ground for the Nile crocodile, hippopotamus, and snakes.", {"entities": [[74, 89, "animal"]]}], ["It also contains fossils in the Koobi Fora deposits which are unique in the world.Lake Turkana National Parks consist of Sibiloi National Park and two islands on Lake Turkana (Central Island and South Island).", {"entities": [[82, 109, "landmark_name"]]}], ["Jodrell Bank Observatory ( ) in Cheshire, England, hosts a number of radio telescopes as part of the Jodrell Bank Centre for Astrophysics at the University of Manchester.", {"entities": [[0, 24, "landmark_name"]]}], ["The observatory was established in 1945 by Bernard Lovell, a radio astronomer at the university, to investigate cosmic rays after his work on radar in the Second World War.", {"entities": [[4, 15, "landmark_name"]]}], ["It has since played an important role in the research of meteoroids, quasars, pulsars, masers and gravitational lenses, and was heavily involved with the tracking of space probes at the start of the Space Age.", {"entities": [[179, 208, "date"]]}], ["The Jesuit Block and Estancias of Crdoba () are a former Jesuit reduction built by missionaries in the province of Crdoba, Argentina, named a World Heritage Site in 2000.The \"Manzana Jesutica\" contains the University of Crdoba, one of the oldest in South America, the Monserrat Secondary School, a church, and residence buildings.", {"entities": [[4, 40, "landmark_name"]]}], ["To maintain such a project, the Jesuits operated six \"Estancias\" (residences) around the province of Crdoba, named Caroya, Jess Mara, Santa Catalina, Alta Gracia, Candelaria, and San Ignacio.", {"entities": [[32, 39, "people"]]}], ["Imperial Tombs of the Ming and Qing Dynasties () is the designation under which the UNESCO has included several tombs and burial complexes into the list of World Heritage Sites.", {"entities": [[0, 45, "landmark_name"]]}], ["These tombs date from the Ming and Qing dynasties of China.Tombs were included in the list in 2000, 2003 and 2004.", {"entities": [[6, 11, "type"]]}], ["Three Imperial tombs in Liaoning Province, all built in the 17th century, were added in 2004: the Yongling tomb, the Fuling tomb and the Zhaoling tomb were constructed for the founding emperors of the Qing dynasty and their ancestors.", {"entities": [[24, 41, "location"]]}], ["These tombs feature rich decoration of stone statues and carvings and tiles with dragon motifs, illustrating the development of the funerary architecture of the Qing dynasty.", {"entities": [[20, 36, "component"]]}], ["The three tomb complexes, and their numerous edifices, combine traditions inherited from previous dynasties and new features of Manchu culture.", {"entities": [[10, 24, "component"]]}], ["Ilulissat Icefjord () is a fjord in western Greenland.", {"entities": [[0, 18, "landmark_name"]]}], ["Located 250 km north of the Arctic Circle, the Ilulissat Icefjord runs west from the Greenland ice sheet to Disko Bay just south of the town of Ilulissat.", {"entities": [[47, 65, "landmark_name"]]}], ["Ilulissat Icefjord was declared a UNESCO World Heritage Site in 2004 because of its natural beauty and the importance of the fast-moving Jakobshavn Glacier in developing the current scientific understanding of anthropogenic climate change.", {"entities": [[0, 18, "landmark_name"]]}], ["<mapframe text=\"Map of Ilulissat Icefjord\" width=300 height=300 zoom=7 latitude=69.15 longitude=-50.2>", {"entities": [[49, 52, "number"]]}], ["Hwaseong Fortress or Suwon Hwaseong is a fortification surrounding the centre of Suwon, the provincial capital of Gyeonggi-do, in South Korea.", {"entities": [[0, 17, "landmark_name"]]}], ["It was built from 1794 to 1796 by King Jeongjo of the Joseon dynasty to house and honour the remains of his father, Prince Sado.", {"entities": [[7, 12, "condition"]]}], ["Sado had been executed by being locked alive inside a rice chest by his own father King Yeongjo after failing to obey a command to commit suicide.", {"entities": [[0, 4, "person_name"]]}], ["Located south of Seoul and enclosing much of central Suwon, the fortress includes King Jeongjo's palace Haenggung.", {"entities": [[17, 22, "location"]]}], ["The fortress and enclosed palace were designated as a World Heritage site by UNESCO in 1997.", {"entities": [[4, 12, "landmark_name"]]}], ["It comprises among many other features the palace, a perimeter wall, four main gates, and two sluicegates over the Suwoncheon, Suwon's main stream, which flows through the centre of the fortress.", {"entities": [[43, 49, "component"]]}], ["Humboldt is a national park in Queensland, Australia, approximately 110km southeast of Emerald.", {"entities": [[0, 9, "landmark_name"]]}], ["The park protects a wetland in the Comet River water catchment in the Brigalow Belt bioregion.", {"entities": [[4, 8, "type"]]}], ["Humboldt is a habitat for 148 species of animals and 278 species of plants.", {"entities": [[0, 8, "landmark_name"]]}], ["Historic Centre of Guimares is an urban space of the city of Guimares, in Portugal, tracing back to medieval age covering an area of 16 hectares and retaining many buildings from the medieval age until 19th century.", {"entities": [[0, 27, "landmark_name"]]}], ["Since 2001, it is declared as a World Heritage Site of UNESCO.Guimares is closely linked to the formation of national identity and of Portuguese language in 12th century.", {"entities": [[6, 10, "date"]]}], ["It is the native city of Afonso Henriques, the first king of Portugal, who in 1139, declared independence of the country.", {"entities": [[78, 82, "date"]]}], ["The historic centre of Florence is part of quartiere 1 of the Italian city of Florence.", {"entities": [[43, 86, "landmark_name"]]}], ["This quarter was named a World Heritage Site by UNESCO in 1982.Built on the site of an Etruscan settlement, Florence, the symbol of the Renaissance, rose to economic and cultural pre-eminence under the Medici in the 15th and 16th centuries.", {"entities": [[58, 62, "date"]]}], ["Its 600 years of extraordinary artistic activity can be seen above all in the 13th-century cathedral (Santa Maria del Fiore), the Church of Santa Croce, the Uffizi and the Pitti Palace, the work of great masters such as Giotto, Filippo Brunelleschi, Sandro Botticelli and Michelangelo.", {"entities": [[4, 7, "number"]]}], ["Hidden Christian Sites in the Nagasaki Region () is a group of twelve sites in Nagasaki Prefecture and Kumamoto Prefecture relating to the history of Christianity in Japan.", {"entities": [[0, 45, "landmark_name"]]}], ["The Nagasaki churches are unique in the sense that each tells a story about the revival of Christianity after a long period of official suppression.Proposed jointly in 2007 for inscription on the UNESCO World Heritage List under criteria ii, iii, iv, v, and vi, the submission named at the time Churches and Christian Sites in Nagasaki on the Tentative List, was recognized on January 30, 2018, as a World Heritage Site.", {"entities": [[4, 21, "component"]]}], ["Haghpat Monastery, also known as Haghpatavank (), is a medieval monastery complex in Haghpat, Armenia, built between the 10th and 13th century.Location.The location of Haghpat Monastery was chosen so that it overlooks the Debed River in northern Armenia's Lori region.", {"entities": [[0, 17, "landmark_name"]]}], ["It was built, not on a peak, but halfway up a hillside on a site chosen to afford protection and concealment from prying eyes and also in response to a kind of monastic humility.", {"entities": [[7, 12, "condition"]]}], ["It is built on a verdant promontory located in the middle of a mountain cirque, which is often wreathed in clouds.", {"entities": [[12, 35, "location"]]}], ["A peak on the opposite side of the river is over 2,500 meters high.", {"entities": [[48, 54, "number"]]}], ["The monasteries of northern Armenia are not isolated, unlike their counterparts in the country's arid regions.", {"entities": [[4, 15, "type"]]}], ["They were built in a village environment and Haghpat is surrounded by many hamlets.", {"entities": [[45, 52, "landmark_name"]]}], ["Great Smoky Mountains National Park is an American national park in the southeastern United States, with parts in North Carolina and Tennessee.", {"entities": [[0, 35, "landmark_name"]]}], ["The park straddles the ridgeline of the Great Smoky Mountains, part of the Blue Ridge Mountains, which are a division of the larger Appalachian Mountain chain.", {"entities": [[4, 8, "landmark_name"]]}], ["The park contains some of the highest mountains in eastern North America, including Clingmans Dome, Mount Guyot, and Mount Le Conte.", {"entities": [[4, 8, "landmark_name"]]}], ["The border between the two states runs northeast to southwest through the center of the park.", {"entities": [[88, 92, "landmark_name"]]}], ["The Appalachian Trail passes through the center of the park on its route from Georgia to Maine.", {"entities": [[4, 21, "component"]]}], ["With 14.1 million visitors in 2021, the Great Smoky Mountains National Park is the most visited national park in the United States.", {"entities": [[5, 17, "number"]]}], ["The Great Living Chola Temples is a UNESCO World Heritage Site designation for a group of Chola dynasty era Hindu temples in the Indian state of Tamil Nadu.", {"entities": [[4, 30, "landmark_name"]]}], ["Completed between early 11th and the 12th century CE, the monuments include:World Heritage Site recognition.The Temple Complex at Thanjavur was recognised in 1987.", {"entities": [[10, 52, "date"]]}], ["The Temple Complex at Gangaikonda Cholapuram and the Airavatesvara Temple Complex were added as extensions to the site in 2004.", {"entities": [[4, 44, "component"]]}], ["Fatehpur Sikri () is a town in the Agra District of Uttar Pradesh, India.", {"entities": [[0, 14, "landmark_name"]]}], ["Situated from the district headquarters of Agra, Fatehpur Sikri itself was founded as the capital of the Mughal Empire in 1571 by Emperor Akbar, serving this role from 1571 to 1585, when Akbar abandoned it due to a campaign in Punjab and was later completely abandoned in 1610.The name of the city is derived from the village called \"Sikri\" which previously occupied the location.", {"entities": [[18, 47, "location"]]}], ["An Archaeological Survey of India (ASI) excavation from 1999 to 2000 indicated that there was housing, temples and commercial centres here before Akbar built his capital.", {"entities": [[51, 68, "date"]]}], ["The region was settled by Sungas following their expansion.", {"entities": [[26, 32, "condition"]]}], ["It was controlled by Sakarwar Rajputs from the 7th to 16th century CE until the Battle of Khanwa (1527).", {"entities": [[21, 37, "people"]]}], ["Los Katos National Natural Park () is a protected area located in northwest Colombia which covers about .", {"entities": [[4, 31, "landmark_name"]]}], ["It is a part of the Darin Gap, a densely forested area shared by Panama and Colombia, and is contiguous with the Darin National Park in Panama.", {"entities": [[20, 29, "landmark_name"]]}], ["The Pan-American Highway, when completed as proposed, would pass near or through Los Katos.", {"entities": [[81, 90, "landmark_name"]]}], ["The park was declared a UNESCO World Heritage Site in 1994 due to the extraordinary diversity of plant and animal species represented.", {"entities": [[4, 8, "type"]]}], ["Rwenzori Mountains National Park is a Ugandan national park and UNESCO World Heritage Site located in the Rwenzori Mountains.", {"entities": [[0, 32, "landmark_name"]]}], ["Almost in size, the park has Africa's third highest mountain peak and many waterfalls, lakes, and glaciers.", {"entities": [[20, 24, "type"]]}], ["The park is known for its beautiful plant life.History.Rwenzori Mountains National Park was established in 1991.", {"entities": [[4, 8, "type"]]}], ["It was designated a UNESCO World Heritage Site in 1994 because of its outstanding natural beauty.", {"entities": [[47, 54, "date"]]}], ["Rebel militias occupied the Rwenzori Mountains from 1997 to June 2001.", {"entities": [[47, 69, "date"]]}], ["The park was inscribed on UNESCO's List of World Heritage in Danger between 1999 and 2004 because of insecurity and a lack of resources in the park.", {"entities": [[67, 89, "date"]]}], ["The Roman Monuments, Cathedral of St. Peter and Church of Our Lady in Trier are buildings and monuments of particular historical importance in Trier, Germany, that were together listed as a UNESCO World Heritage Site in 1986.", {"entities": [[4, 75, "landmark_name"]]}], ["These sites demonstrate the political, economic, and historical importance of Trier during the Roman Empire as one of the four capital during the Tetrarchy period, and as a prominent city during the early days of the Holy Roman Empire in the Middle Ages.", {"entities": [[6, 11, "type"]]}], ["The rock drawings in Valcamonica (Camonica Valley) are located in the Province of Brescia, Italy, and constitute the largest collections of prehistoric petroglyphs in the world.", {"entities": [[4, 32, "landmark_name"]]}], ["The collection was recognized by UNESCO in 1979 and was Italy's first recognized World Heritage Site.", {"entities": [[4, 14, "type"]]}], ["UNESCO has formally recognized more than 140,000 figures and symbols, but new discoveries have increased the number of catalogued incisions to between 200,000 and 300,000.", {"entities": [[41, 48, "number"]]}], ["The petroglyphs are spread on all surfaces of the valley, but concentrated in the areas of Darfo Boario Terme, Capo di Ponte, Nadro, Cimbergo and Paspardo.", {"entities": [[4, 15, "component"]]}], ["Robben Island () is an island in Table Bay, 6.9 kilometres (4.3mi) west of the coast of Bloubergstrand, north of Cape Town, South Africa.", {"entities": [[0, 13, "landmark_name"]]}], ["It takes its name from the Dutch word for seals (\"robben\"), hence the Dutch/Afrikaans name \"Robbeneiland\", which translates to \"Seal(s) Island\".Robben Island is roughly oval in shape, long northsouth, and wide, with an area of .", {"entities": [[42, 47, "animal"]]}], ["It is flat and only a few metres above sea level, as a result of an ancient erosion event.", {"entities": [[6, 10, "condition"]]}], ["It was fortified and used as a prison from the late-seventeenth century until 1996, after the end of apartheid.", {"entities": [[7, 37, "condition"]]}], ["The Monastery of Saint John of Rila, also known as Rila Monastery \"Sveti Ivan Rilski\" (), is the largest and most famous Eastern Orthodox monastery in Bulgaria.", {"entities": [[0, 35, "landmark_name"]]}], ["It is situated in the southwestern Rila Mountains, south of the capital Sofia in the deep valley of the Rilska River (\"Rila River\") at an elevation of above sea level, inside of Rila Monastery Nature Park.", {"entities": [[6, 15, "condition"]]}], ["The monastery is named after its founder, the hermit Ivan of Rila (876  946 AD), and houses around 60 monks.Founded in the 10th century, the Rila Monastery is regarded as one of Bulgaria's most important cultural, historical and architectural monuments and is a key tourist attraction for both Bulgaria and Southern Europe.", {"entities": [[4, 14, "type"]]}], ["In 2008 alone, it attracted 900,000 visitors.", {"entities": [[28, 35, "number"]]}], ["The monastery is depicted on the reverse of the 1 lev banknote, issued in 1999.", {"entities": [[4, 14, "type"]]}], ["The Quebrada de Humahuaca is a narrow mountain valley located in the province of Jujuy in northwest Argentina, north of Buenos Aires ().", {"entities": [[4, 25, "landmark_name"]]}], ["It is about long, oriented northsouth, bordered by the Altiplano in the west and north, by the Sub-Andean hills in the east, and by the warm valleys (\"Valles Templados\") in the south.The name \"quebrada\" (literally \"broken\") translates as a deep valley or ravine.", {"entities": [[55, 64, "location"]]}], ["It receives its name from Humahuaca, a small city of 11,000 inhabitants.", {"entities": [[26, 35, "location"]]}], ["The Grande River (\"Ro Grande\"), which is dry in winter, flows copiously through the Quebrada in the summer.", {"entities": [[4, 16, "component"]]}], ["Paphos ( ; ; ) is a coastal city in southwest Cyprus and the capital of Paphos District.", {"entities": [[0, 6, "landmark_name"]]}], ["In classical antiquity, two locations were called Paphos: Old Paphos, today known as Kouklia, and New Paphos.The current city of Paphos lies on the Mediterranean coast, about west of Limassol (the biggest port on the island), both of which are connected by the A6 highway.", {"entities": [[50, 56, "landmark_name"]]}], ["Paphos International Airport is the country's second-largest airport.", {"entities": [[0, 28, "component"]]}], ["The city has a subtropical-Mediterranean climate, with the mildest temperatures on the island.", {"entities": [[4, 8, "type"]]}], ["The Old Towns of Djenn (, ) is an archaeological and urban ensemble located in the city of Djenn, in Mali.", {"entities": [[3, 22, "landmark_name"]]}], ["It comprises four archaeological sites, namely Djenn-Djeno, Hambarktolo, Kaniana and Tonomba.", {"entities": [[13, 17, "number"]]}], ["In 1988, it was inscribed by the UNESCO on the World Heritage list.History.Inhabited since 250 B.C., Djenn became a market centre and an important link in the trans-Saharan gold trade.", {"entities": [[0, 7, "date"]]}], ["In the 15th and 16th centuries, it was one of the centres for the propagation of Islam.", {"entities": [[0, 30, "date"]]}], ["Its traditional houses, of which nearly 2,000 have survived, are built on hillocks (\"toguere\") as protection from the seasonal floods.", {"entities": [[4, 22, "component"]]}], ["The Okavango Delta (or Okavango Grassland; formerly spelled \"Okovango\" or \"Okovanggo\") in Botswana is a vast inland delta formed where the Okavango River reaches a tectonic trough at an altitude of 9301,000 m in the central part of the endorheic basin of the Kalahari.", {"entities": [[22, 41, "landmark_name"]]}], ["It is an UNESCO World Heritage Site as one of the few interior delta systems that do not flow into a sea or ocean, with a wetland system that is largely intact.", {"entities": [[122, 136, "component"]]}], ["All the water reaching the delta is ultimately evaporated and transpired.", {"entities": [[8, 13, "component"]]}], ["Each year, about of water spreads over the area.", {"entities": [[20, 47, "condition"]]}], ["Some flood waters drain into Lake Ngami.", {"entities": [[5, 17, "component"]]}], ["The area was once part of Lake Makgadikgadi, an ancient lake that had mostly dried up by the early Holocene.", {"entities": [[26, 43, "location"]]}], ["The Nord-Pas-de-Calais Mining Basin is a mining basin in Northern France that stretches across the Nord and Pas-de-Calais departments.", {"entities": [[4, 35, "landmark_name"]]}], ["The region is famous for its long history of coal extraction and its testimony to a significant period in the history of industrialisation in Europe, and as a result it was inscribed on the UNESCO World Heritage List in 2012.", {"entities": [[220, 224, "date"]]}], ["This area has been shaped by three centuries of coal extraction from the late 17th century through the 20th century, and demonstrates the evolution of coal mining techniques and worker conditions during that time.", {"entities": [[5, 9, "landmark_name"]]}], ["The Niokolo-Koba National Park (, PNNK) is a World Heritage Site and natural protected area in south eastern Senegal near the Guinea border.", {"entities": [[4, 30, "landmark_name"]]}], ["It is served by Niokolo-Koba Airport, an unpaved airstrip.National Park.Established as a reserve in 1925, Niokolo-Koba was declared a Senegalese national park on 1 January 1954.", {"entities": [[97, 104, "date"]]}], ["Expanded in 1969, it was inscribed as a World Heritage Site in 1981 as a UNESCO-MAB Biosphere Reserve.", {"entities": [[0, 8, "condition"]]}], ["In 2007 it was added to the UNESCO List of Endangered World Heritage sites.Since 2005, the protected area is considered a Lion Conservation Unit.", {"entities": [[0, 7, "date"]]}], ["Nelson's Dockyard is a cultural heritage site and marina in English Harbour, located in Saint Paul Parish on the island of Antigua, in Antigua and Barbuda.It is part of Nelson's Dockyard National Park, which also contains Clarence House and Shirley Heights, and is a UNESCO World Heritage Site.It is named after Admiral Horatio Nelson, who lived in the Royal Navy Dockyard from 1784 through 1787.Nelson's Dockyard is also home to some of Antigua's sailing and yachting events such as Antigua Sailing Week and the Antigua Charter Yacht Meeting, as well as the 2015 and 2016 International Optimist North American Championships.", {"entities": [[0, 17, "landmark_name"]]}], ["Naumburg Cathedral (, ), located in Naumburg, Germany, is the former cathedral of the Bishopric of Naumburg-Zeitz.", {"entities": [[0, 18, "landmark_name"]]}], ["The church building, most of which dates back to the 13th century, is a renowned landmark of the German late Romanesque and was recognised as a UNESCO World Heritage Site in 2018.", {"entities": [[4, 19, "landmark_name"]]}], ["The west choir with the famous donor portrait statues of the twelve cathedral founders (\"Stifterfiguren\") and the \"Lettner\", works of the Naumburg Master, is one of the most significant early Gothic monuments.", {"entities": [[4, 86, "component"]]}], ["Mount Kenya National Park was established in 1949 to protect Mount Kenya, the wildlife, and the surrounding environment, which forms a habitat for wild animals, as well as acting as an area for the catchment of water, to supply Kenya's water.History.Initially, it was a forest reserve, before being announced as a national park.", {"entities": [[0, 25, "landmark_name"]]}], ["Currently, the national park is encircled by the forest reserve.", {"entities": [[15, 28, "landmark_name"]]}], ["Combined, the national park and forest reserve became a UNESCO World Heritage Site in 1997.", {"entities": [[14, 27, "component"]]}], ["Morne Trois Pitons National Park is a national park in Dominica established in July 1975, the first to be legally established in the country.", {"entities": [[0, 32, "landmark_name"]]}], ["It became a World Heritage Site in 1997.", {"entities": [[32, 39, "date"]]}], ["The park is named after its highest mountain, Morne Trois Pitons, meaning mountain of three peaks.", {"entities": [[4, 8, "landmark_name"]]}], ["The park is an area of significant volcanic activity.", {"entities": [[4, 9, "landmark_name"]]}], ["Features within the park include the Valley of Desolation, a region of boiling mud ponds and small geysers; the Boiling Lake; Titou Gorge; and Emerald Pool.", {"entities": [[0, 9, "component"]]}], ["The mountain is the second-highest peak in Dominica, being exceeded only by Morne Diablotins ().", {"entities": [[4, 13, "component"]]}], ["Masada ( ', \"fortress\") is an ancient fortification in the Southern District of Israel situated on top of an isolated rock plateau, akin to a mesa.", {"entities": [[0, 7, "landmark_name"]]}], ["It is located on the eastern edge of the Judaean Desert, overlooking the Dead Sea east of Arad.Herod the Great built two palaces for himself on the mountain and fortified Masada between 37 and 31 BCE.According to Josephus, the siege of Masada by Roman troops from 73 to 74 CE, at the end of the First JewishRoman War, ended in the mass suicide of the 960 Sicarii rebels who were hiding there.", {"entities": [[0, 3, "landmark_name"]]}], ["However, the archaeological evidence relevant to a mass suicide event is ambiguous at best and rejected entirely by some scholars.", {"entities": [[116, 129, "people"]]}], ["Man National Park () is a national park and biosphere reserve located in the regions of Madre de Dios and Cusco in Peru.", {"entities": [[0, 17, "landmark_name"]]}], ["It protects a diverse number of ecosystems including lowland rainforests, cloud forests and Andean grasslands.History.Man National Park was established by decree on 29 May 1973; during the dictatorship of General Juan Velasco.", {"entities": [[0, 3, "landmark_name"]]}], ["In 1977, UNESCO recognised it as a Biosphere Reserve and in 1987, as a World Heritage Site.", {"entities": [[0, 7, "date"]]}], ["In 2002, the Peruvian government increased the extension of the park to its current area.", {"entities": [[0, 7, "date"]]}], ["Mammoth Cave National Park is a national park in south-central Kentucky, encompassing portions of Mammoth Cave, the longest cave system known in the world.", {"entities": [[0, 26, "landmark_name"]]}], ["The park's are located primarily in Edmonson County, with small areas extending eastward into Hart and Barren counties.", {"entities": [[4, 8, "landmark_name"]]}], ["The Green River runs through the park, with a tributary called the Nolin River feeding into the Green just inside the park.The cave system has formally been known as the MammothFlint Ridge Cave System since 1972, when a connection was discovered between Mammoth Cave and the even-longer system under Flint Ridge to the north.", {"entities": [[4, 15, "component"]]}], ["As of 2022, more than of passageways had been surveyed, over 1.5 times longer than the second-longest cave system, Mexico's Sac Actun underwater cave.", {"entities": [[0, 10, "date"]]}], ["The Maloti-Drakensberg Park is a World Heritage Site, established on 11 June 2001 by linking the Sehlabathebe National Park in the Kingdom of Lesotho and the uKhahlamba Drakensberg Park in KwaZulu-Natal, South Africa.", {"entities": [[4, 27, "landmark_name"]]}], ["The highest peak is Thaba Ntlenyana rising to 3.482 m.The merged park includes Golden Gate Highlands National Park, QwaQwa National Park and Sterkfontein Dam Nature Reserve, (Free State); uKhahlamba Drakensberg Park and Royal Natal National Park (KwaZulu-Natal) and Sehlabathebe National Park (Lesotho).", {"entities": [[4, 16, "component"]]}], ["The Madriu-Perafita-Claror Valley () is a glacial valley in the southeast of Andorra.", {"entities": [[4, 33, "landmark_name"]]}], ["It covers an area of 42.47km, approximately 9% of the total area of Andorra, and is part of the second largest watershed basin in Andorra.", {"entities": [[0, 3, "landmark_name"]]}], ["The isolated valley is recognised as a haven for rare or endangered wildlife, and the undeveloped valley has recently been considered to be the \"spiritual heart\" of Andorra.", {"entities": [[4, 19, "landmark_name"]]}], ["It became Andorra's first, and to date its only, UNESCO World Heritage Site in 2004, with a small extension in 2006.", {"entities": [[10, 17, "location"]]}], ["Sangha Trinational () is a forest divided between the nations of Central African Republic, Cameroon and Congo-Brazzaville.", {"entities": [[0, 18, "landmark_name"]]}], ["It was added as a UNESCO World Heritage Site in 2012 because of its outstanding biodiversity and unique biological communities.", {"entities": [[45, 52, "date"]]}], ["The site includes 3 contiguous national parks within the humid tropical forests of Central Africa: Nouabal-Ndoki National Park in Congo, Lobk National Park in Cameroon, and Dzanga-Ndoki National Park in Central African Republic.", {"entities": [[4, 9, "landmark_name"]]}], ["The large size of the site and the relatively limited amount of deforestation within the three parks has allowed populations of vulnerable species such as African forest elephants, gorillas, sitatunga, and chimpanzees to thrive.", {"entities": [[4, 14, "type"]]}], ["In addition, populations of critically endangered plant species such as Mukulungu are protected within the site's borders.", {"entities": [[13, 25, "people"]]}], ["Sangay National Park () is a national park located in the Morona-Santiago, Chimborazo, Tungurahua, Caar, and Azuay provinces of Ecuador.", {"entities": [[0, 20, "landmark_name"]]}], ["The park contains two active volcanoes (Tungurahua and Sangay), one extinct volcano El Altar (Kapak Urku).", {"entities": [[4, 9, "landmark_name"]]}], ["Protecting a range of elevations from above sea level, Sangay National Park contains a wide variety of habitats, including glaciers, volcanic landscapes, tropical rainforests, cloud forests, wetlands, grasslands, and one of the largest regions of pramo (high elevation moorlands) in Ecuador.", {"entities": [[55, 75, "landmark_name"]]}], ["327 lakes feed into a vast wetland system covering .", {"entities": [[0, 4, "number"]]}], ["Sanahin Monastery () is an Armenian monastery founded in the 10th century in Sanahin in the Lori Province of Armenia.The name Sanahin literally translates from Armenian as 'this one is older than that one', presumably representing a claim to being an older monastery than the neighbouring Haghpat Monastery, together with which it forms a UNESCO World Heritage Site.", {"entities": [[0, 17, "landmark_name"]]}], ["The two villages and their monasteries are similar in many ways, and lie in plain view of each other on a dissected plateau formation, separated by a deep crack formed by a small river flowing into the Debed river.", {"entities": [[4, 8, "number"]]}], ["The Monarch Butterfly Biosphere Reserve () is a World Heritage Site containing most of the overwintering sites of the eastern population of the monarch butterfly.", {"entities": [[4, 39, "landmark_name"]]}], ["The reserve is located in the Trans-Mexican Volcanic Belt pine-oak forests ecoregion on the border of Michoacn and State of Mexico, 100km (62 miles), northwest of Mexico City.", {"entities": [[4, 12, "landmark_name"]]}], ["Millions of butterflies arrive in the reserve annually.", {"entities": [[0, 9, "number"]]}], ["Butterflies only inhabit a fraction of the 56,000 hectares of the reserve from OctoberMarch.", {"entities": [[0, 12, "animal"]]}], ["The biosphere's mission is to protect the butterfly species and its habitat.", {"entities": [[4, 13, "landmark_name"]]}], ["The Mir Castle Complex (; ; ) is a historic fortified castle and a UNESCO World Heritage Site in Belarus.", {"entities": [[0, 22, "landmark_name"]]}], ["It is located in the town of Mir, in Karelichy District of Grodno Oblast, north-west of another World Heritage site, Nesvizh Castle.", {"entities": [[29, 32, "location"]]}], ["Mir Castle Complex is above sea level.", {"entities": [[0, 18, "landmark_name"]]}], ["Erected in the 16th century in the late Brick Gothic style, it is one of the few remaining architectural monuments of the former PolishLithuanian Commonwealth in contemporary Belarus.History.Duke Juryj Ivanavi Illini () began construction of the castle near the village of Mir after the turn of the 16th century in the Belarusian Gothic style.", {"entities": [[0, 8, "condition"]]}], ["Five towers surrounded the courtyard of the citadel, the walls of which formed a square of on each side.", {"entities": [[0, 5, "number"]]}], ["In 1568, when the Ilyinich dynasty died out, the Mir Castle passed into the hands of Mikalaj Krytafor \"the Orphan\" Radziwil, who refitted it with a two-winged, three-story stately residence along the eastern and northern inner walls of the castle.", {"entities": [[0, 7, "date"]]}], ["Plastered facades were decorated with limestone portals, plates, balconies and porches in the Renaissance style.", {"entities": [[0, 17, "component"]]}], ["Miguasha Provincial Park (French: \"Parc national de Miguasha\") is a protected area near Carleton-sur-Mer on the Gasp Peninsula of Quebec in Canada.", {"entities": [[0, 24, "landmark_name"]]}], ["Created in 1985 by the Government of Quebec, Miguasha was designated a World Heritage Site in 1999 in recognition of its wealth of fossils, which display a crucial time during the evolution of life on Earth.", {"entities": [[0, 8, "condition"]]}], ["Other names for this site are the Miguasha Fossil Site, the Bay of Escuminac Fossil Site, the Upper Devonian Escuminac Formation, and the Hugh-Miller Cliffs.", {"entities": [[21, 26, "landmark_name"]]}], ["It is also sometimes referred to on fossil specimens as 'Scaumenac Bay' or 'Scaumenac Bay P.Q.'", {"entities": [[0, 3, "landmark_name"]]}], ["The Meteora (; , ) is a rock formation in the regional unit of Trikala, in Thessaly, Greece, hosting one of the largest and most precipitously built complexes of Eastern Orthodox monasteries, second in importance only to Mount Athos.", {"entities": [[0, 11, "landmark_name"]]}], ["The six (of an original twenty-four) monasteries are built on immense natural pillars and hill-like rounded boulders that dominate the local area.", {"entities": [[4, 7, "number"]]}], ["Between the 13th and 14th centuries, the twenty-four monasteries were established atop the rocks.", {"entities": [[0, 35, "date"]]}], ["Meteora is located near the town of Kalabaka at the northwestern edge of the Plain of Thessaly near the Pineios river and Pindus Mountains.", {"entities": [[0, 8, "landmark_name"]]}], ["The Medina of Tunis is the medina quarter of Tunis, the capital of Tunisia.", {"entities": [[4, 19, "landmark_name"]]}], ["It has been a UNESCO World Heritage Site since 1979.The Medina contains some 700 monuments, including palaces, mosques, mausoleums, madrasas and fountains dating from the Almohad and the Hafsid periods.History.Founded in 698 around the original core of the Zitouna Mosque, the Medina of Tunis developed throughout the Middle Ages.", {"entities": [[0, 3, "landmark_name"]]}], ["The main axis was between the mosque and the centre of government to the west in the kasbah.", {"entities": [[30, 37, "component"]]}], ["To the east this same main road extended to the Bab el Bhar.", {"entities": [[48, 59, "location"]]}], ["Expansions to the north and south divided the main Medina into two suburbs north (Bab Souika) and south (Bab El Jazira).", {"entities": [[0, 11, "condition"]]}], ["Medieval Town of Toru () is the oldest historic district of the city of Toru.", {"entities": [[0, 21, "landmark_name"]]}], ["It is one of Poland's World Heritage Sites (added in 1997).", {"entities": [[6, 10, "number"]]}], ["According to UNESCO, its value lies in its being \"a small historic trading city that preserves to a remarkable extent its original street pattern and outstanding early buildings, and which provides an exceptionally complete picture of the medieval way of life\".", {"entities": [[52, 79, "type"]]}], ["The Medieval Town has an area of 60 ha and a buffer zone of 300 ha.", {"entities": [[4, 17, "landmark_name"]]}], ["It is composed of the Toru Old Town, Toru New Town, and the Toru Castle.", {"entities": [[0, 2, "landmark_name"]]}], ["The Wadden Sea ( ; ; or ; ; ; ) is an intertidal zone in the southeastern part of the North Sea.", {"entities": [[4, 14, "landmark_name"]]}], ["It lies between the coast of northwestern continental Europe and the range of low-lying Frisian Islands, forming a shallow body of water with tidal flats and wetlands.", {"entities": [[0, 2, "landmark_name"]]}], ["It has a high biological diversity and is an important area for both breeding and migrating birds.", {"entities": [[9, 34, "component"]]}], ["In 2009, the Dutch and German parts of the Wadden Sea were inscribed on UNESCO's World Heritage List and the Danish part was added in June 2014.", {"entities": [[0, 7, "date"]]}], ["The Villa Romana del Casale (Sicilian: \"Villa Rumana d Casali\") is a large and elaborate Roman villa or palace located about 3km from the town of Piazza Armerina, Sicily.", {"entities": [[0, 27, "landmark_name"]]}], ["Excavations have revealed one of the richest, largest, and most varied collections of Roman mosaics in the world, for which the site has been designated as a UNESCO World Heritage Site.", {"entities": [[71, 99, "component"]]}], ["The villa and artwork contained within date to the early 4th century AD.The mosaic and \"opus sectile\" floors cover some 3,500 m2 and are almost unique in their excellent state of preservation due to the landslide and floods that covered the remains.", {"entities": [[4, 9, "type"]]}], ["Urnes Stave Church () is a 12th-century stave church at Ornes, along the Lustrafjorden in the municipality of Luster in Vestland county, Norway.The church sits on the eastern side of the fjord, directly across the fjord from the village of Solvorn and about east of the village of Hafslo.", {"entities": [[0, 19, "landmark_name"]]}], ["It is among the oldest stave churches in Norway, with parts of the lumber construction dating from the latter half of the 11th century.", {"entities": [[122, 134, "date"]]}], ["The church was built in a long church basilica plan inspired by medieval Christian churches, with cylindrical columns and semi-circular arches inside.", {"entities": [[4, 10, "type"]]}], ["The decoration on capitals of the columns and outside of the church embodies the visual evidence of the Viking culture's transformation, assimilation, and adoption of Christianity.", {"entities": [[104, 110, "people"]]}], ["The north portal of the church is defined as the Urnes style, which contains decorations derived from Norwegian mythology dating back to the 12th century.", {"entities": [[141, 153, "date"]]}], ["The Tower of Hercules (, ) is the oldest known extant lighthouse.", {"entities": [[34, 64, "condition"]]}], ["Built in the 1st century, the tower is located on a peninsula about from the center of A Corua, Galicia, in northwestern Spain.", {"entities": [[0, 5, "condition"]]}], ["Until the 20th century, it was known as the Farum Brigantium.", {"entities": [[0, 22, "date"]]}], ["The Latin word \"farum\" is derived from the Greek , \"Pharos\", for the Lighthouse of Alexandria.", {"entities": [[69, 93, "landmark_name"]]}], ["The structure stands tall and overlooks the North Atlantic coast of Spain.", {"entities": [[4, 13, "type"]]}], ["The tower was renovated in 1791.There is a sculpture garden on the grounds of the lighthouse featuring works by Pablo Serrano and .", {"entities": [[14, 23, "condition"]]}], ["The Tower of Hercules is a National Monument of Spain and has been a UNESCO World Heritage Site since 27 June 2009.", {"entities": [[27, 44, "type"]]}], ["It is the second-tallest lighthouse in Spain, after the Faro de Chipiona.", {"entities": [[10, 44, "condition"]]}], ["The Tomb of Askia, in Gao, Mali, is believed to be the burial place of Askia Mohammad I, one of the Songhai Empire's most prolific emperors.", {"entities": [[4, 17, "landmark_name"]]}], ["It was built at the end of the fifteenth century and is designated as a UNESCO World Heritage Site.UNESCO describes the tomb as a fine example of the monumental mud-building traditions of the West African Sahel.", {"entities": [[0, 3, "landmark_name"]]}], ["The complex includes the pyramidal tomb, two mosques, a cemetery and an assembly ground.", {"entities": [[4, 12, "landmark_name"]]}], ["At in height it is the largest pre-colonial architectural monument in Gao.", {"entities": [[70, 73, "location"]]}], ["It is a notable example of the Islamic architectural style that later spread throughout the region.", {"entities": [[8, 23, "type"]]}], ["Timgad (, known as Marciana Traiana Thamugadi) was a Roman city in the Aurs Mountains of Algeria.", {"entities": [[0, 6, "landmark_name"]]}], ["It was founded by the Roman Emperor Trajan around 100 CE.", {"entities": [[0, 2, "landmark_name"]]}], ["The full name of the city was \"Colonia Marciana Ulpia Traiana Thamugadi\".", {"entities": [[31, 71, "landmark_name"]]}], ["Emperor Trajan named the city in commemoration of his mother Marcia, eldest sister Ulpia Marciana, and father Marcus Ulpius Traianus.Located in modern-day Algeria, about east of the city of Batna, the ruins are noteworthy for representing one of the best extant examples of the grid plan as used in Roman town planning.", {"entities": [[0, 8, "occupation"]]}], ["Timgad was inscribed as a World Heritage Site by UNESCO in 1982.", {"entities": [[0, 6, "landmark_name"]]}], ["The Thracian Tomb of Kazanlak (, \"Kazanlka grobnica\") is a vaulted-brickwork \"beehive\" (tholos) tomb that is located near the town of Kazanlak in central Bulgaria.The tomb is part of a large royal Thracian necropolis in the Valley of the Thracian Rulers near their ancient capital of Seuthopolis in a region where more than a thousand tombs of royalty and members of the Thracian aristocracy can be found.The monument dates back to the fourth century BC and has been on the UNESCO protected World Heritage Site list since 1979.", {"entities": [[4, 29, "landmark_name"]]}], ["The paintings in this small tomb are Bulgaria's best-preserved artistic masterpieces from the Hellenistic period.", {"entities": [[4, 13, "component"]]}], [" Surtsey (\"Surtr's island\" in Icelandic, ) is a volcanic island located in the Vestmannaeyjar archipelago off the southern coast of Iceland.", {"entities": [[1, 8, "landmark_name"]]}], ["At Surtsey is the southernmost point of Iceland.", {"entities": [[3, 10, "landmark_name"]]}], ["It was formed in a volcanic eruption which began below sea level, and reached the surface on 14 November 1963.", {"entities": [[7, 36, "condition"]]}], ["The eruption lasted until 5 June 1967, when the island reached its maximum size of .", {"entities": [[26, 37, "date"]]}], ["Since then, wave erosion has caused the island to steadily diminish in size: , its surface area was .", {"entities": [[40, 46, "type"]]}], ["The most recent survey (2007) shows the island's maximum elevation at above sea level.", {"entities": [[24, 28, "date"]]}], ["The Statue of Liberty (Liberty Enlightening the World; French: \"La Libert clairant le monde\") is a colossal neoclassical sculpture on Liberty Island in New York Harbor in New York City, in the United States.", {"entities": [[4, 21, "landmark_name"]]}], ["The copper statue, a gift from the people of France, was designed by French sculptor Frdric Auguste Bartholdi and its metal framework was built by Gustave Eiffel.", {"entities": [[3, 17, "type"]]}], ["The statue was dedicated on October 28, 1886.The statue is a figure of Libertas, the Roman Goddess of Liberty.", {"entities": [[4, 11, "landmark_name"]]}], ["The Srebarna Nature Reserve (, transliterated as \"Priroden rezervat Srebarna\") is a nature reserve in northeastern Bulgaria (Southern Dobruja), near the village of the same name, west of Silistra and south of the Danube.", {"entities": [[4, 27, "landmark_name"]]}], ["It comprises Lake Srebarna and its surroundings and is an important wetland located on the Via Pontica, a bird migration route between Europe and Africa.", {"entities": [[13, 26, "component"]]}], ["As a result, it provides nesting and migratory habitat for many endangered bird species.The reserve embraces of protected area and a buffer zone of .", {"entities": [[25, 54, "component"]]}], ["The lake's depth varies from .", {"entities": [[4, 8, "type"]]}], ["There is a museum constructed, where a collection of stuffed species typical for the reserve is arranged.", {"entities": [[11, 17, "component"]]}], ["The South China Karst (), a UNESCO World Heritage Site since June 2007, spans the provinces of Chongqing, Guangxi, Guizhou, and Yunnan.", {"entities": [[4, 21, "landmark_name"]]}], ["It is noted for its karst features and landscapes as well as rich biodiversity.", {"entities": [[20, 34, "component"]]}], ["The site comprises seven clusters Phase I: Libo Karst, Shilin Karst, and Wulong Karst inscribed in 2007, and Phase II: Guilin Karst, Shibing Karst, Jinfoshan Karst, and Huanjiang Karst inscribed in 2014.", {"entities": [[4, 9, "type"]]}], ["UNESCO describes the South China Karst as \"unrivalled in terms of the diversity of its karst features and landscapes.\"", {"entities": [[21, 38, "landmark_name"]]}], ["The White Monuments of Vladimir and Suzdal in Vladimir Oblast, Russia, have been designated as a UNESCO World Heritage Site.", {"entities": [[4, 42, "landmark_name"]]}], ["The patrimony embraces eight medieval limestone monuments of Zalesye from the late 12th and early 13th centuries.", {"entities": [[4, 13, "type"]]}], ["They include Russian Orthodox churches and a monastery, as well as a castle and gate:", {"entities": [[13, 38, "component"]]}], ["W-Arly-Pendjari Complex, also known as the \"WAP Complex\", is a transboundary Natural UNESCO World Heritage Site in Benin, Burkina Faso and Niger covering:\nSince 2005, the protected area is considered a Lion Conservation Unit and a potential lion stronghold.", {"entities": [[0, 23, "landmark_name"]]}]]