[["On December 6, 2021, at approximately 1203 Mountain Standard Time, Unit 3 reactor automatically tripped due to receipt of a low departure from nucleate boiling ratio trip signal.", {"entities": [[3, 19, "Datetime"]]}], ["At the time of the trip, control element assembly alignment was taking place.", {"entities": [[25, 59, "Event"]]}], ["In response to the reactor trip, all control element assemblies inserted fully into the reactor core.", {"entities": [[33, 100, "Event"]]}], ["<br /><br /> The Unit 3 reactor trip was the result of a slipped control element assembly.", {"entities": [[17, 31, "Location"]]}], ["An electrical short was identified within a control element drive mechanism control system power switch assembly.", {"entities": [[3, 34, "Activity"]]}], ["This short caused a lowering of the operating voltage at the input terminals of the control element drive mechanism control system cabinets.", {"entities": [[5, 10, "Cause"]]}], ["The lowered voltage caused current to go below minimum required holding current and resulted in a slipped control element assembly.", {"entities": [[4, 19, "Cause"]]}], ["Safety-related electrical power remained energized from off-site power sources and the reactor coolant pumps continued to provide forced circulation through the reactor.", {"entities": [[0, 78, "Event"]]}], ["Decay heat was removed by the steam bypass control system and main feedwater system.", {"entities": [[0, 22, "Event"]]}], ["Required systems operated as expected.", {"entities": [[0, 16, "Attribute"]]}], ["<br /><br /> At the time of the trip, PVNGS Units 1 and 2 were operating at 100 percent power.", {"entities": [[38, 57, "Location"]]}], ["On 2/18/87, at 0001 hours, during normal steady state operation, (Mode 1, at 100 percent power) and no rod motion in progress, the Control Room operators observed a decrease in reactor power and that No.", {"entities": [[3, 10, "Datetime"]]}], ["2 control rod's position lights indicated that it had dropped.", {"entities": [[2, 31, "Attribute"]]}], ["The operators immediately began to reduce generator load to restore the main coolant system Tave per plant procedure.", {"entities": [[4, 13, "Attribute"]]}], ["At 0003 hours the reactor protection system initiated an automatic scram as the result of a high main coolant pressure condition.", {"entities": [[3, 13, "Datetime"]]}], ["The high main coolant pressure occurred because the load reduction by the operator overcompensated for the power reduction from the dropped rod.", {"entities": [[4, 30, "Event"]]}], ["The NRC was notified via the ENS at 0101 hours February 18, 1987.", {"entities": [[36, 46, "Datetime"]]}], ["The root cause of this event was determined to be a procedure inadequacy.", {"entities": [[52, 72, "Cause"]]}], ["An engineering evaluation following the event concluded that a manual load reduction was inappropriate and could result in a high pressure trip from overcompensation, as was experienced.", {"entities": [[46, 185, "Activity"]]}], ["The manual load reduction requirement was subsequently removed from the immediate action of the procedure.", {"entities": [[4, 105, "Activity"]]}], ["The stationary gripper coil which had an open circuit was replaced in kind.", {"entities": [[4, 27, "Attribute"]]}], ["On 3/22/88, at 0042, with the Plant operating in Mode 1 at 100% power, an automatic reactor scram occurred when power to the scram amplifiers in the Nuclear Instrument (NI) cabinet \"A\" was lost.", {"entities": [[3, 10, "Datetime"]]}], ["The loss of power to NI Cabinet \"A\" was a result of a failed Sola Transformer (Type CV) within the NI Cabinet.", {"entities": [[4, 17, "Event"]]}], ["The loss of power produces a loss of indication of NI channels 1, 3 & 6.", {"entities": [[4, 17, "Cause"]]}], ["An ENS phone call was made at 0141 on 3/22/88.", {"entities": [[3, 17, "Activity"]]}], ["The plant Emergency Diesel Generator No.2 started as required with the expected loss of power to the #1-2400 volt and #4-480 volt busses following the turbine generator trip.", {"entities": [[10, 41, "Attribute"]]}], ["The root cause of this event is the failure of one of two capacitors in the Sola Transformer.", {"entities": [[36, 92, "Cause"]]}], ["Both capacitors were replaced with direct replacements (in kind) which were dedicated in accordance with the plant Quality Assurance program.", {"entities": [[0, 15, "Attribute"]]}], ["The NI channels were satisfactorily tested to the approved plant surveillance procedure.", {"entities": [[4, 15, "Attribute"]]}], ["Similarly, but not reportable, a capacitor in the Sola transformer failed in 1985 and subsequently was replaced during testing in 1985.", {"entities": [[33, 42, "Attribute"]]}], ["The replacement capacitors were of a different manufacturer, since the original capacitor is no longer produced.", {"entities": [[4, 26, "Attribute"]]}], ["On March 26, 1988, while at 85% power and returning to normal full power operation, there was an alarm for SG high-low level, immediately followed by an automatic reactor scram and turbine trip on low SG levels.", {"entities": [[3, 17, "Datetime"]]}], ["The reactor scram and turbine trip occurred at 0529 hours.", {"entities": [[12, 17, "Event"]]}], ["The NRC was notified via ENS at 0603 hours.", {"entities": [[32, 42, "Datetime"]]}], ["As part of the emergency procedures, the operators restarted the feedwater pumps.", {"entities": [[41, 50, "Attribute"]]}], ["Corrective action involved the replacement of the failed equipment.", {"entities": [[31, 66, "Activity"]]}], ["At 2323 hours, 17 May 1988, in Mode 1 at full power operation (100%), a loss of generator field excitation resulted in automatic turbine governor response and subsequent relay action which tripped BK-1 and BK-2 (reactor trip breakers).", {"entities": [[3, 13, "Datetime"]]}], ["The loss of generator field excitation resulted from automatic tripping of the AC feed to the static exciter.", {"entities": [[4, 38, "Event"]]}], ["The Harriman (Z-126) transmission line also deenergized during this event.", {"entities": [[4, 38, "Attribute"]]}], ["Loss of both generator excitation and one of two transmission lines resulted in a loss of flow from three of four main coolant pumps (MCPs).", {"entities": [[0, 67, "Cause"]]}], ["The operators secured MCP #1 approximately two minutes after plant trip and established natural circulation.", {"entities": [[4, 13, "Attribute"]]}], ["By 2330 hours the Z-126 line had been re-energized.", {"entities": [[3, 13, "Datetime"]]}], ["By 2345 hours the electrical busses had been cross-tied and restart of the MCPs had commenced.", {"entities": [[3, 13, "Datetime"]]}], ["At 0005 hours, 18 May 1988, all four MCPs were operating.", {"entities": [[3, 13, "Datetime"]]}], ["All automatic safety systems functioned as designed: the plant emergency diesel generators No 2 and 3 started as required.", {"entities": [[57, 62, "Location"]]}], ["The root cause of this event was a failure of the Field Overvoltage Protection unit circuit board.", {"entities": [[35, 97, "Cause"]]}], ["Corrective action involves implementing a plant design change that will modify the static exciter's internal control and 2400V feeder circuit breaker control.", {"entities": [[27, 157, "Activity"]]}], ["On 4/23/89 at 1830 hours, during normal steady state operation, (Mode 1, at 100 percent power) the Control Room Operator observed that Group C control rods could not be moved.", {"entities": [[3, 10, "Datetime"]]}], ["The operating crew determined that the control rods' cam motor was inoperable.", {"entities": [[4, 18, "Attribute"]]}], ["An electrician was called in.", {"entities": [[3, 14, "Attribute"]]}], ["The electrician performing troubleshooting requested the control room operator withdraw the group one step for troubleshooting purposes.", {"entities": [[4, 15, "Attribute"]]}], ["The cam motor and control rods appeared to operate properly while being pulled one step.", {"entities": [[4, 13, "Attribute"]]}], ["Almost immediately the control room received indication of dropped rods.", {"entities": [[23, 35, "Attribute"]]}], ["Within five to ten seconds after the rods dropped an automatic scram occurred as a result of low main coolant pressure.", {"entities": [[37, 41, "Attribute"]]}], ["An Unusual Event was declared at 1910 hours and terminated at 1915 hours.", {"entities": [[3, 29, "Activity"]]}], ["NRC notification was made at 1938 hours.", {"entities": [[0, 25, "Activity"]]}], ["A thorough investigation was conducted determine the cause of the dropped rods.", {"entities": [[2, 78, "Activity"]]}], ["The cause of the inoperable cam motor was attributed to a broken compression connector found on the motor's brake solenoid circuit.", {"entities": [[17, 27, "Event"]]}], ["The connector was replaced in kind.", {"entities": [[4, 13, "Attribute"]]}], ["No abnormalities were found during the inspection or testing of the control rods' circuits and components.", {"entities": [[39, 60, "Activity"]]}], ["A root cause for this event could not be positively determined.", {"entities": [[28, 62, "Cause"]]}], ["On August 29, 1989, at 1738 hours, following a maintenance outage, while in Mode 2 at approximately 1% power with Main Coolant System pressure at 2000 psig, a Reactor Scram resulted when the Train B Nonreturn Valve (NRV) Trip switch was inadvertently placed in the Trip position.", {"entities": [[3, 18, "Datetime"]]}], ["The root cause of this event is attributed to personnel error.", {"entities": [[46, 61, "Cause"]]}], ["A contributing cause was a procedural deficiency.", {"entities": [[27, 48, "Cause"]]}], ["The control room operator inadvertently turned the Train B NRV Trip switch to the trip position while performing procedure steps that were not required for the plant operating conditions.", {"entities": [[4, 25, "Attribute"]]}], ["The procedure has been revised to eliminate the switch operation and a caution sign affixed to the control switch cabinet.", {"entities": [[4, 121, "Activity"]]}], ["An evaluation of the control panel switch design will be initiated to determine if human factors engineering is appropriate.", {"entities": [[3, 123, "Activity"]]}], ["A previous reactor scram due to inadvertent mispositioning of the NRV Trip switch was reported as LER 86-13.", {"entities": [[19, 24, "Event"]]}], ["On 12/5/90, at 0702 hours, with the plant in Mode 1 at 100% power, following performance of valving to support repair of a control air leak, an automatic reactor scram occurred.", {"entities": [[3, 10, "Datetime"]]}], ["Closure of a control air isolation valve (CA-V-1239) resulted in an unanticipated loss of air to the Heater Drain Tank High Level Dump Valve causing it to open.", {"entities": [[0, 52, "Cause"]]}], ["This resulted in sequential automatic tripping of the Heater Drain Pump on low Heater Drain Tank level and the Boiler Feed Pumps (BFPs) on low suction pressure.", {"entities": [[17, 159, "Event"]]}], ["The loss of feedwater flow from the BFPs resulted in a low level condition in the steam generat rs which initiated the automatic reactor scram.", {"entities": [[55, 74, "Event"]]}], ["The root cause of this event has been-attributed to personnel error.", {"entities": [[52, 67, "Cause"]]}], ["An incomplete notation on a plant drawing and the valve identification tag contributed to the error.", {"entities": [[3, 74, "Cause"]]}], ["As corrective actions the drawing and valve tag have been corrected and a walkdown of the control air system drawings is in progress.", {"entities": [[26, 67, "Activity"]]}], ["On June 15, 1991, at 2350 hours, while in Mode 1 at 88% reactor power, a lightning strike resulted in destruction of a lightning arrestor on the No.", {"entities": [[3, 16, "Datetime"]]}], ["3 Station Service Transformer (SST) and flashover of an insulator on the Z-126 115 kV transmission line disconnect switch.", {"entities": [[40, 65, "Event"]]}], ["As a result, all offsite AC power was lost, an automatic reactor scra and turbine trip occurred, and all three EDGs operated as designed.", {"entities": [[13, 42, "Event"]]}], ["On June 16, 1991, at 0010 hours, an UNUSUAL EVENT (UE) was declared based on the loss of offsite power and a fire emergency (smoldering arrestor).", {"entities": [[3, 16, "Datetime"]]}], ["At 0014 hours, one source of offsite power was restored.", {"entities": [[3, 13, "Datetime"]]}], ["At 0130 hours, an ALERT was declared at the discretion of the Shift Supervisor.", {"entities": [[3, 13, "Datetime"]]}], ["While attempting to normalize the emergency busses, an inadvertent SI actuation signal was initiated at 0155 hours.", {"entities": [[55, 100, "Event"]]}], ["Following restoration of essential communication systems and plant equipment, the ALERT was de-escalated to an UE at 0450 hours.", {"entities": [[82, 113, "Activity"]]}], ["On June 17, 1991, the plant attained a cold shutdown condition at 0755 hours and the UE was terminated at 0925 hours.", {"entities": [[3, 16, "Datetime"]]}], ["The root cause of this event has been attributed to lightning-induced transients.", {"entities": [[52, 80, "Cause"]]}], ["Immediate corrective actions involved repairing and testing of affected electrical and mechanical equipment and plant instrumentation, and returning normal and emergency communication equipment back to service.", {"entities": [[38, 133, "Activity"]]}], ["A Yankee Investigation Team was assembled to evaluate the event and develop immediate and long-term corrective actions.", {"entities": [[2, 27, "Attribute"]]}], ["On October 28, 1988 at 1630 hours, control room alarms indicated that a load rejection occurred due to loss of the transmission line.", {"entities": [[3, 19, "Datetime"]]}], ["The turbine bypass valve opened to control reactor pressure and the turbine runback feature actuated, however, within 10 seconds a reactor and turbine trip occurred on low condenser vacuum due to large amount of steam flow into the condenser from the bypass valve.", {"entities": [[4, 24, "Attribute"]]}], ["All control rods inserted following trip initiation.", {"entities": [[0, 16, "Attribute"]]}], ["The turbine trip resulted in a momentary loss of station power for less than 5 seconds until automatic transfer to the backup offsite power source was completed.", {"entities": [[4, 16, "Cause"]]}], ["During this transition the Control Rod Drive M/G set failed to transfer causing a loss of position indication until operators reclosed the normal supply breaker.", {"entities": [[27, 71, "Cause"]]}], ["Subsequent investigation showed the cause of the load rejection was a lightning rod which broke off during high winds and caused a fault on the transmission line approximately 10 miles from the plant site.", {"entities": [[70, 117, "Cause"]]}], ["Following check-out of the transmission line, repair of the M/G set, and testing the plant was returned to service on October 29, 1988.", {"entities": [[60, 67, "Attribute"]]}], ["On November 21, 1988 the plant was in steady-state operation at 93% power.", {"entities": [[3, 20, "Datetime"]]}], ["At 2022 hours, control room operators heard a loud noise from the turbine building and immediately thereafter a reactor trip occurred on high power.", {"entities": [[3, 13, "Datetime"]]}], ["All control rods inserted and plant cooldown commenced using the main condenser.", {"entities": [[0, 16, "Attribute"]]}], ["No other safety systems were challenged during the trip.", {"entities": [[51, 55, "Event"]]}], ["Subsequent investigation determined that a connecting rod on the turbine control valves failed causing valve closure (the loud noise).", {"entities": [[43, 94, "Cause"]]}], ["Loss of the turbine resulted in reactor pressure increase and reduction in void content causing reactor power increase to the trip setpoint.", {"entities": [[0, 19, "Cause"]]}], ["Following replacement of the connecting rod and testing, the plant was returned to service on November 24, 1988.", {"entities": [[10, 21, "Activity"]]}], ["On June 3, 1992 plant operations were normal.", {"entities": [[3, 15, "Datetime"]]}], ["At 0533, the reactor scrammed on high flux due to a sudden spike in reactor pressure from 1335 psig to 1360 psig.", {"entities": [[3, 7, "Datetime"]]}], ["All control rods inserted fully and no other engineered safeguards equipment was challenged, however contrary to design, the turbine did not trip and the Generator Output Breaker did not open.", {"entities": [[0, 16, "Attribute"]]}], ["The root cause of the reactor scram has been determined to be an IPR bellows failure due to a weld defect combined with normal operating mechanical, cyclic stresses.", {"entities": [[22, 29, "Location"]]}], ["Hand Trip Solenoid Binding is the most likely root cause of the failure of the turbine to trip.", {"entities": [[0, 26, "Cause"]]}], ["The facility was returned to operation on June 7, 1992.", {"entities": [[4, 12, "Location"]]}], ["The IPR bellows was replaced with a spare, and the H nd Trip Solenoid was disassembled, inspected and tested successfully before re-installation.", {"entities": [[4, 15, "Attribute"]]}], ["Long term evaluations will be performed to address upgrading the current IPR and Hand Trip Solenoid designs.", {"entities": [[0, 107, "Activity"]]}], ["On October 29, 1992 at 1111, the facility experienced a momentary interuption of station power.", {"entities": [[3, 19, "Datetime"]]}], ["The main transformer protective relay operated, tripping the 138 kV tie breaker and the generator output breaker.", {"entities": [[4, 46, "Cause"]]}], ["Station Power was automatically transfered from the 138 kV line to the 46 kV line.", {"entities": [[0, 81, "Event"]]}], ["Consequently the turbine was automatically tripped.", {"entities": [[17, 24, "Attribute"]]}], ["The reactor was also manually scrammed at 1112.", {"entities": [[4, 11, "Location"]]}], ["An Unusual Event (UE) was conservatively declared at 1135.", {"entities": [[3, 49, "Activity"]]}], ["The UE was exited at 1426.", {"entities": [[4, 17, "Activity"]]}], ["Upon investigation, a loose connection was discovered in the current transformer terminal block of the 138 kV tie breaker.", {"entities": [[22, 121, "Cause"]]}], ["This resulted in thermal damage and separation of one of the inputs to the protective relays causing a false differential condition.", {"entities": [[17, 31, "Event"]]}], ["The terminal block was repaired and tested.", {"entities": [[4, 18, "Attribute"]]}], ["The normal lineup for station power was restored on October 30, 1992.", {"entities": [[4, 48, "Activity"]]}], ["Containment pipeway coolers that exhibited leakage during the event were repaired and returned to service.", {"entities": [[0, 27, "Attribute"]]}], ["Following an evaluation of a high differential temperature condition on the reactor vessel, the Plant was returned to power operation on November 2, 1992.", {"entities": [[96, 101, "Location"]]}], ["On September 30, 1994, the reactor was manually scrammed at 2146 from 69% power during a planned facility shutdown for the 1994 Refueling Outage.", {"entities": [[3, 21, "Datetime"]]}], ["Cooldown rate and temperature spreads between primary system equipment were maintained in accordance with Technical Specifications.", {"entities": [[0, 130, "Activity"]]}], ["The turbine generator (T/G) controls were not operating smoothly, causing uncontrolled variances in reactor pressure control.", {"entities": [[4, 64, "Cause"]]}], ["Plant management deliberated for several hours on how to lower power with erratic T/G controls, and decided that a manual scram would be the preferred method.", {"entities": [[0, 16, "Attribute"]]}], ["Following the manual scram, the plant equipment operated as expected.", {"entities": [[14, 26, "Event"]]}], ["The root cause of the erratic T/G controls was the binding of the admission valve operating piston pilot valve extension rod in its guide bushing.", {"entities": [[30, 42, "Attribute"]]}], ["The extension rod and the guide bushing were cleaned and dimensional checks performed to obtain clearance information.", {"entities": [[4, 17, "Attribute"]]}], ["Prior to returning to service, the system will be tested-to ensure performance.", {"entities": [[35, 41, "Attribute"]]}], ["On November 29, 1994, reactor power escalation following a refueling outage was in progress.", {"entities": [[3, 20, "Datetime"]]}], ["In addition, the second condensate pump was being returned to service following the replacement of a mechanical seal.", {"entities": [[17, 39, "Attribute"]]}], ["At 1530, the reactor was manually scrammed from about 54% power due to loss of suction pressure to the only operating feedwater pump.", {"entities": [[3, 7, "Datetime"]]}], ["While filling and venting the condensate pump prior to operating, air was drawn through the common vent line to the operating condensate pump and discharged to the operating feedwater pump.", {"entities": [[66, 188, "Event"]]}], ["All of the rods inserted and the plant functioned as designed.", {"entities": [[0, 15, "Attribute"]]}], ["The loss of feedwater was caused by a procedure that had never been validated for the rare operating condition of returning a condensate pump to service during power operation after it had been drained for maintenance.", {"entities": [[4, 21, "Event"]]}], ["On December 7, 1996, @ 1210, Big Rock Point experienced an automatic reactor scram initiated by a turbine/generator trip.", {"entities": [[3, 19, "Datetime"]]}], ["The trip was caused by the inability of the Amplidyne voltage regulator to provide the necessary feedback control for the plant generator excitation circuitry.", {"entities": [[4, 8, "Event"]]}], ["A resistor failed within the associated logic circuit.", {"entities": [[40, 53, "Attribute"]]}], ["When the turbine tripped, the turbine stop valve closed, causing reactor power to increase beyond the high power scram setpoint, resulting in an automatic reactor scram.", {"entities": [[9, 24, "Cause"]]}], ["The damaged Amplidyne voltage regulator resistor was replaced.", {"entities": [[4, 48, "Attribute"]]}], ["The resistor failure was attributed to age degradation coupled with the effects of constant energizing and deenergizing of the unit (thermal expansion) of the wire wound wrap.", {"entities": [[4, 20, "Event"]]}], ["Similar resistors associated with the Amplidyne voltage regulator will be replaced during the next refueling outage.", {"entities": [[0, 65, "Attribute"]]}], ["On 09/11/96, with Unit 1 in Mode 1 at 96.5% power, Operators were preparing to perform a monthly surveillance of the Turbine Protection System.", {"entities": [[3, 11, "Datetime"]]}], ["Before beginning the surveillance, an Aux Operator erroneously placed a lever actuating tool on the local Turbine Protection System TRIP lever handle instead of the intended TEST lever handle.", {"entities": [[38, 50, "Attribute"]]}], ["The Aux Operator realized his error.", {"entities": [[4, 16, "Attribute"]]}], ["During attempts to remove the lever actuating tool, the trip lever handle was moved, and a Turbine Trip was generated.", {"entities": [[19, 50, "Activity"]]}], ["Because the Reactor was above 30% power, this also caused an automatic Reactor Trip.", {"entities": [[12, 19, "Location"]]}], ["The Reactor Trip resulted in an actuation of the Unit 1 Engineered Safety Features equipment.", {"entities": [[4, 16, "Cause"]]}], ["The Root Cause of this event was the Aux Operator's overconfidence concerning his ability to remove the lever actuating tool from the TRIP lever actuating the turbine trip.", {"entities": [[37, 171, "Cause"]]}], ["Coupled with his reflex reaction in attempting to remove the tool, this resulted in the Main Turbine trip and associated Reactor trip.", {"entities": [[17, 133, "Cause"]]}], ["To prevent recurrence, a barrier was placed over the hub of the Turbine Trip lever to physically prevent the lever actuation tool from being placed over the local trip lever.", {"entities": [[25, 32, "Attribute"]]}], ["With the plant at 100 percent reactor power, operators were attempting to place a second Steam Jet Air Ejector (SJAE) in service so its new steam flow pressure controller could be tuned.", {"entities": [[9, 14, "Location"]]}], ["When the main steam inlet isolation valve was opened, a high steam flow rate saturated the offgas system desiccant dryer with moisture and iced up the charcoal adsorber gas cooler, causing a loss of the capability to remove non-combustibles from the condenser.", {"entities": [[9, 52, "Activity"]]}], ["This led to the loss of condenser vacuum and a manual reactor scram at sixty percent reactor power.", {"entities": [[16, 40, "Event"]]}], ["In preparing to put the SJAE in service, the operator verified the steam flow pressure controller setpoint dial was set at the zero position as directed by the procedure.", {"entities": [[24, 28, "Attribute"]]}], ["The steam flow control valve was believed to be fully closed, which would have prevented the high steam flow when the isolation valve was opened.", {"entities": [[4, 28, "Attribute"]]}], ["The cause of this event is a lack of operators' full understanding of the steam flow pressure controller design and how it relates to operating the control valve.", {"entities": [[29, 161, "Cause"]]}], ["On February 2, 1989, at approximately 1321 CST, a Reactor trip occurred from 100 percent power as a result of Steam Generator (S/G) 'C' reaching the lo-lo level trip setpoint following closure of S/G 'C' Main Steam Isolation Valve (MSIV 'C').", {"entities": [[3, 19, "Datetime"]]}], ["In addition, a Feedwater Isolation Signal, an Auxiliary Feedwater Actuation Signal, and a Steam Generator Blowdown and Sample Isolation Signal actuations occurred as designed.", {"entities": [[15, 41, "Attribute"]]}], ["The cause of the Reactor trip has been determined to be a loose screw on a terminal strip in the Solid State Protection System (SSPS).", {"entities": [[17, 24, "Location"]]}], ["During unrelated maintenance, this loose termination was bumped resulting in a fast close signal to MSIV 'C'.", {"entities": [[17, 28, "Activity"]]}], ["Other terminations in the SSPS and other control room process cabinets were checked and tightened as necessary.", {"entities": [[41, 70, "Attribute"]]}], ["At 1258 hours, Wolf Creek experienced an automatic reactor trip following closure of valve AEFCV-540, 'D' Steam Generator Feedwater Regulating Valve.", {"entities": [[3, 13, "Datetime"]]}], ["When the valve closed steam generator level decreased below the reactor trip setpoint of 23.5 percent, initiating a reactor trip.", {"entities": [[9, 101, "Event"]]}], ["The unit received a feedwater isolation and auxiliary feedwater actuation (both motor and turbine driven) because of the low-low steam generator levels.", {"entities": [[4, 8, "Location"]]}], ["All control rods fully inserted, and all safety equipment performed as designed.", {"entities": [[0, 31, "Event"]]}], ["The Reactor Protection System (RPS) and the Engineered Safety Features (ESF) performed as required.", {"entities": [[4, 35, "Attribute"]]}], ["The cause of the Main Feedwater Regulating Valve closure was the failure of a Westinghouse 7300 Process Control NCB Group 1 controller card that provides control for the Main Feedwater Regulating Valve for Steam Generator 'D'.", {"entities": [[17, 56, "Event"]]}], ["The Westinghouse 7300 Process Control NCB Group 1 controller card was replaced.", {"entities": [[4, 65, "Attribute"]]}], ["On October 17, 2010 at 0952 CDT, Wolf Creek Generating Station was at approximately 15% power during a startup when a turbine trip and Feedwater Isolation Signal occurred due to High-High Steam Generator level.", {"entities": [[3, 19, "Datetime"]]}], ["An automatic reactor trip occurred at 0953 CDT due to decreasing SG level.", {"entities": [[13, 20, "Location"]]}], ["All control rods fully inserted and the Reactor Trip System and the Engineered Safety Feature Systems performed as expected.", {"entities": [[0, 31, "Event"]]}], ["Emergency boration was initiated when reactor coolant system temperature dropped below 550 degrees Fahrenheit.", {"entities": [[0, 32, "Event"]]}], ["Emergency boration was secured after 58 minutes when RCS temperature was raised to greater than 550 degrees Fahrenheit.", {"entities": [[0, 30, "Event"]]}], ["The cause of the trip was the Control Room operators were unable to maintain SG levels at low power.", {"entities": [[17, 21, "Event"]]}], ["On March 9, 2007, while operating at 100 percent power, Callaway Plant experienced a main condenser tube leak.", {"entities": [[3, 16, "Datetime"]]}], ["At 0824, high sodium levels were indicated in the main steam condenser, requiring power reduction to less than five percent power until all Action Levels for condenser sodium were exited.", {"entities": [[3, 7, "Datetime"]]}], ["The on-shift Operations crew began reducing power to enter MODE 3 in accordance with procedural guidance.", {"entities": [[4, 28, "Attribute"]]}], ["During the transition from the Main Feedwater Regulation Valves (MFRV) to the Main Feedwater Regulation Bypass Valves(MFRBV), problems were experienced controlling water level in the \"C\" steam generator (S/G).", {"entities": [[31, 70, "Attribute"]]}], ["At 1043, with both the MFRV and MFRBV indicating closed and the \"C\" S/G level still increasing, the reactor was manually tripped.", {"entities": [[3, 7, "Datetime"]]}], ["The level control problem was attributed to a failed 1/P positioner on the MFRV.", {"entities": [[4, 25, "Event"]]}], ["The controller was replaced with a like kind controller.", {"entities": [[19, 27, "Activity"]]}], ["Digital rod position indication for control rod K10 failed during the event.", {"entities": [[0, 31, "Attribute"]]}], ["The control rod was fully inserted.", {"entities": [[4, 34, "Event"]]}], ["This failure was attributed to a bent connector pin in the digital rod position indication system.", {"entities": [[33, 97, "Cause"]]}], ["The connector pin was repaired and tested satisfactorily.", {"entities": [[4, 17, "Attribute"]]}], ["At 1317 hours on January 3, 1989 with Unit 1 in Mode 1 at 100% power, a reactor trip occurred on over temperature/delta temperature as a result of a failure in the main turbine generator electro-hydraulic control (EHC) system which closed the turbine governor valves.", {"entities": [[3, 13, "Datetime"]]}], ["The most probable cause of this event was determined to be a poorly crimped lug on an interconnecting wire which supplied power to several frames of printed circuit cards in the EHC cabinet.", {"entities": [[61, 106, "Cause"]]}], ["This resulted in a high resistance connection which dropped the power supply voltage to several cards which contain digital and analog circuits responsible for control of turbine valves, turbine protection and operator interface.", {"entities": [[19, 45, "Event"]]}], ["Corrective actions include replacement of the defective wire and check of other similar wires for excessive voltage drop.", {"entities": [[27, 60, "Activity"]]}], ["On March 29, 1990, Unit 1 was in Mode 1 at 100 percent power.", {"entities": [[3, 17, "Datetime"]]}], ["At approximately 1443 hours, Feedwater Booster Pump (FBP) 11 tripped upon actuation of a ground fault relay.", {"entities": [[17, 27, "Datetime"]]}], ["The standby pump, FBP 13, automatically started; but did not deliver sufficient flow to prevent Steam Generator Feedwater Pump 12 from tripping on low suction pressure.", {"entities": [[4, 24, "Attribute"]]}], ["The plant was brought to a stable shutdown in Mode 3.", {"entities": [[4, 9, "Location"]]}], ["The cause of the FBP 11 trip has not yet been identified; however, it is believed that a weakness of the FBP 11 windings or feeder cables aggravated by moisture intrusion and dirt due to clogged air inlet filters resulted in the ground fault.", {"entities": [[17, 23, "Attribute"]]}], ["Corrective action is being taken to disassemble, inspect and clean the FBP 11 motor during the current refueling outage.", {"entities": [[0, 32, "Activity"]]}], ["Backup FBP 13 did not provide adequate flow because the recirculation valve had been manually set in the open position until the valve controller could be repaired.", {"entities": [[0, 13, "Attribute"]]}], ["Repair to the FBP 13 recirculation valve controller will be completed during the current refueling outage.", {"entities": [[14, 51, "Attribute"]]}], ["On September 20, 1994, Unit 1 was in Mode 1 at 100% power.", {"entities": [[3, 21, "Datetime"]]}], ["At 0105 hours, Unit 1 received an automatic reactor/turbine trip due to Steam Generator 1C low-low level.", {"entities": [[3, 13, "Datetime"]]}], ["Immediately prior to the unit trip, efforts were in progress to reduce Reactor Power and Turbine Load following the unanticipated trip of the #13 Steam Generator Feedwater Pump.", {"entities": [[71, 84, "Attribute"]]}], ["The cause of this event was that management expectations, procedural guidance, training, and personnel experience placed initial emphasis on expected plant response rather than actual plant conditions.", {"entities": [[33, 200, "Cause"]]}], ["This event was initiated when Steam Generator Feedwater Pump tripped on overspeed due to a failed speed feedback device (Tachometer Pack) in the speed control circuits.", {"entities": [[30, 60, "Attribute"]]}], ["Contributing causes were determined to be inadequate communications and the Start-up Feedwater Pump recirculation valve not closing due to a coarse gain misadjustment on the flow controller card in the Miscellaneous Analog Cabinet and internal damage on the valve.", {"entities": [[42, 67, "Cause"]]}], ["Corrective actions include discussing managements expectations regarding the use of all indications for proper equipment operations and crew communications with the involved crew, revising the off-normal procedure, replacing a failed speed sensor, ensuring proper operation of the Start-up Feedwater Pump Recirculation Valve, developing a scenario similar to this event for the simulator and including this event in Operators lessons-learned training.", {"entities": [[27, 62, "Activity"]]}], ["On August 20, 2010 at 1525 hours, the Unit 1 Reactor automatically tripped during the performance of a scheduled surveillance test of the Solid State Protection System (SSPS).", {"entities": [[3, 18, "Datetime"]]}], ["The reactor trip was caused by a human performance error that occurred when the procedure performer and verifier missed a procedure step.", {"entities": [[4, 11, "Location"]]}], ["The Root Cause for the reactor trip was determined to be:    1.", {"entities": [[23, 30, "Location"]]}], ["Procedure place keeping standards for the site were less than adequate and    2.", {"entities": [[0, 70, "Cause"]]}], ["Supervisory Oversight of surveillance test procedure 0PSP03-SP-0006R became ineffective when the Senior Reactor Operator (SRO) stepped outside of his oversight role and became involved in the process.", {"entities": [[0, 199, "Cause"]]}], ["On April 15, 1989, Unit 2 was in Mode 1 at 24 percent power.", {"entities": [[3, 17, "Datetime"]]}], ["At 0517 hours a reactor trip occurred when the Train S reactor trip breaker opened unexpectedly.", {"entities": [[3, 13, "Datetime"]]}], ["A Reactor Trip System actuation subsequently occurred on \"Power Range Negative Rate\".", {"entities": [[2, 85, "Event"]]}], ["The reactor was brought to an orderly shutdown and no unexpected post-trip transients occurred.", {"entities": [[4, 11, "Location"]]}], ["The cause of this event is unknown.", {"entities": [[27, 34, "Cause"]]}], ["The reactor trip breakers and associated circuitry were tested.", {"entities": [[4, 16, "Event"]]}], ["Additional diagnostic activities were attempted, however no problems were found.", {"entities": [[11, 47, "Activity"]]}], ["On July 13, 1989, Unit 2 was in Mode 1 at 99 percent power.", {"entities": [[3, 16, "Datetime"]]}], ["At 2002 hours, an internal fault occurred in the Unit 2 Main Step-Up Transformer 2A.", {"entities": [[3, 13, "Datetime"]]}], ["The protective relays tripped the turbine and actuated the switchyard and generator breakers to clear the fault.", {"entities": [[4, 111, "Event"]]}], ["The reactor tripped on the turbine trip.", {"entities": [[4, 39, "Event"]]}], ["The plant was brought to an orderly cooldown with no unexpected primary system post trip transients.", {"entities": [[4, 9, "Location"]]}], ["The most probable cause vas failure of the high side, phase A bushing.", {"entities": [[28, 69, "Cause"]]}], ["The transformer will be returned to the manufacturer for repair and the bushing and transformer will be analyzed further to determine the cause of this event.", {"entities": [[4, 79, "Event"]]}], ["On October 13, 1989, Unit 2 was in Mode 1 at 100 percent power.", {"entities": [[3, 19, "Datetime"]]}], ["At 1745 hours, a reactor trip occurred due to the detection of high neutron flux negative rate on two of four power range neutron monitoring channels.", {"entities": [[3, 13, "Datetime"]]}], ["The plant was brought to a stable condition in Mode 3 with no unexpected post-trip transients.", {"entities": [[4, 9, "Location"]]}], ["The cause of the event is believed to be an intermittent high resistance connection on a stationary gripper diode in the rod control system which caused rod F-8 in control bank A to drop.", {"entities": [[44, 139, "Cause"]]}], ["The diode has been replaced.", {"entities": [[4, 27, "Activity"]]}], ["On September 17, 1990, Unit 2 was at 100% power.", {"entities": [[3, 21, "Datetime"]]}], ["At 0330 hours, a reactor trip occurred during performance of the Train S Reactor Trip Breaker Trip Actuating Device Operational Test.", {"entities": [[3, 13, "Datetime"]]}], ["A main feedwater isolation occurred on low Reactor Coolant System average temperature and the Auxiliary Feedwater System actuated on low steam generator level.", {"entities": [[2, 85, "Event"]]}], ["Control room personnel responded in accordance with procedures and stabilized the plant.", {"entities": [[0, 22, "Attribute"]]}], ["All systems responded as expected.", {"entities": [[0, 33, "Event"]]}], ["The cause of the event was failure of a non-licensed operator to self verify that he was in position to open the correct reactor trip breaker panel prior to manipulation of the auto shunt trip test pushbutton.", {"entities": [[17, 22, "Event"]]}], ["The non-licensed operator was counseled and received disciplinary action, in addition a training module emphasizing the importance of attention to detail and self-verification was developed and presented to employees engaged in operations and maintenance of the plant.", {"entities": [[4, 25, "Attribute"]]}], ["On March 30, 1991, Unit 2 was operating at 100% while Unit 1 was in Mode 3.", {"entities": [[3, 17, "Datetime"]]}], ["Unit 1 Control Room personnel closed the switchyard breaker to energize the Unit 1 Main and Auxiliary Transformers.", {"entities": [[0, 29, "Attribute"]]}], ["Immediately following this breaker closure, the Unit 2 B Phase Generator Isophase Bus differential relay actuated.", {"entities": [[27, 42, "Event"]]}], ["This caused the generator lockout relay to actuate which resulted in a turbine trip and reactor trip.", {"entities": [[16, 50, "Event"]]}], ["The protective relay actuation was caused by differences in the saturation rates of the two current transformers that supply the differential relay.", {"entities": [[4, 30, "Event"]]}], ["As an interim measure, a temporary modification has been installed that removes the protective function from the affected differential relay.", {"entities": [[23, 140, "Activity"]]}], ["On December 24, 1991, at 1644 hours, Unit 2 was operating at 30% Rated Thermal Power (RTP) when pressurizer spray valve PCV-655C failed open.", {"entities": [[3, 20, "Datetime"]]}], ["This ultimately caused an automatic reactor trip and Safety Injection (SI) actuation on low pressure at 1648 hours from 16% RTP.", {"entities": [[36, 43, "Location"]]}], ["Three Reactor Coolant Pumps (RCPs) were secured to terminate the transient.", {"entities": [[0, 34, "Attribute"]]}], ["The cause was disengagement of the feedback arm linkage to the valve stem connecting plate on the pressurizer spray valve controller.", {"entities": [[14, 132, "Cause"]]}], ["Locking nuts were added to the spray valve feedback arm linkage connecting screws.", {"entities": [[0, 12, "Attribute"]]}], ["Corrective actions included improving maintenance work instructions, conducting plant management reviews with personnel to discuss the event, and providing training on lessons learned from the event.", {"entities": [[28, 67, "Event"]]}], ["On June 25, 1994, Unit 2 was in Mode 1 at 47% power.", {"entities": [[3, 16, "Datetime"]]}], ["At 1715 hours, a Main Transformer Lockout Relay actuated.", {"entities": [[3, 13, "Datetime"]]}], ["This tripped the Main Turbine, the Generator output breaker, the breakers for all four 13.8 kV auxiliary buses and two switchyard breakers.", {"entities": [[5, 138, "Cause"]]}], ["This caused a loss of power to all Unit 2 auxiliary power busses which resulted in a loss of all Reactor Coolant Pumps and a reactor trip on Reactor Coolant Pump undervoltage at 1715 hours.", {"entities": [[85, 118, "Event"]]}], ["The plant was stabilized in Mode 3.", {"entities": [[4, 9, "Location"]]}], ["The cause of the trip was the failure of a capacitor within the pilot wire relay.", {"entities": [[17, 21, "Event"]]}], ["On November 15, 1995, Unit 2 was in Mode 1 at 100% power.", {"entities": [[3, 20, "Datetime"]]}], ["At approximately 0702 hours, Unit 2 experienced a reactor trip due to a main turbine trip after loss of generator excitation.", {"entities": [[17, 27, "Datetime"]]}], ["At the time of this occurrence, reactor power was being lowered in response to a turbine generator exciter voltage increase to over 150 volts and failure of a number of exciter circuitry fuses.", {"entities": [[32, 63, "Event"]]}], ["The cause of this event was a sudden degradation of the rectifier diodes and rectifier fuses in the main generator exciter resulting in an actuation of the loss of generator excitation relays.", {"entities": [[30, 114, "Cause"]]}], ["Corrective actions include replacement of all exciter rectifier diode/fuse modules, inspection of the Unit 1 turbine generator for any similar turbine generator exciter degradation problems, and preventive maintenance enhancements based on lessons learned from this event.", {"entities": [[27, 38, "Activity"]]}], ["On March 19, 1997, Unit 2 was in Mode 1 at 100% power.", {"entities": [[3, 17, "Datetime"]]}], ["At approximately 1555 hours while performing main turbine testing, a unit trip occurred.", {"entities": [[17, 27, "Datetime"]]}], ["The Engineered Safeguards Features System actuated the Auxiliary Feedwater System and Feedwater Isolation as expected for a reactor trip.", {"entities": [[4, 105, "Event"]]}], ["All safety equipment operated as designed for a normal reactor trip.", {"entities": [[0, 41, "Event"]]}], ["During post-maintenance testing on the Unit 2 Main Turbine Emergency Trip System, a condition developed that resulted in low Electro-Hydraulic Control System pressure causing a rapid closure of the main turbine throttle stop valves.", {"entities": [[7, 80, "Activity"]]}], ["The closure of the main turbine throttle stop valves resulted in a reactor trip followed by a main turbine trip.", {"entities": [[4, 52, "Cause"]]}], ["The cause of this occurrence was the intermittent failure of the inverter power supply for the channel two Automatic Stop Trip valve in the Electro-Hydraulic Control System.", {"entities": [[33, 172, "Cause"]]}], ["The inverter power supply was replaced and the condition of the other three inverters in the Electro-Hydraulic Control System were assessed and all were found to be in satisfactory condition.", {"entities": [[4, 38, "Activity"]]}], ["On September 22, 1998, Unit 2 experienced an automatic reactor trip from 100 percent power when the water level in Steam Generator 2A decreased below the Reactor Protection System trip setpoint.", {"entities": [[3, 21, "Datetime"]]}], ["The level decrease followed the inadvertent closure of Main Feedwater Regulating Valve 2A during corrective maintenance on the control circuitry for Low Power Feedwater Regulating Valve 2A.", {"entities": [[4, 18, "Event"]]}], ["Work instructions governing the activity were technically incorrect, in that they directed personnel to install an unintended jumper across terminals associated with the Main Feedwater Regulating Valve.", {"entities": [[91, 100, "Attribute"]]}], ["The jumper was removed subsequent to the reactor trip.", {"entities": [[4, 22, "Activity"]]}], ["Corrective actions include reviewing other similar work in progress, discussing lessons learned with key stakeholders, and developing a case study.", {"entities": [[27, 67, "Activity"]]}], ["On February 7, 2001, at 1828, Unit 2 was operating at 10% power, escalating to 12-14% power, in preparation for closing the Main Generator Breaker when a Reactor Operator performing electrical plant bus transfer operations inadvertently deenergized the 2F Auxiliary and Standby 13.8 kV busses.", {"entities": [[3, 19, "Datetime"]]}], ["As a result Reactor Coolant Pump 2A was de-energized, requiring the operating crew to initiate a manual reactor trip in accordance with plant procedures.", {"entities": [[12, 35, "Attribute"]]}], ["All control rods fully inserted.", {"entities": [[0, 16, "Attribute"]]}], ["The root causes identified for this event include time pressure imposed by electrical alarms and interlocks that lead to a deviation from fundamental work practices, and less than adequate procedural direction.", {"entities": [[50, 209, "Cause"]]}], ["Corrective actions include revising procedural guidance for this activity, training Plant Operations personnel on the pitfalls for time pressure driven evolutions, and revisiting the time limit setpoints for parallel operations of 13.8 kV busses.", {"entities": [[27, 73, "Event"]]}], ["On June 14, 2002 Unit 2 was operating in Mode 1 at 100% power.", {"entities": [[3, 16, "Datetime"]]}], ["At approximately 0435 Unit 2 lost feedwater flow to steam generator 2C during the performance of Feedwater Valve Operability Test.", {"entities": [[17, 21, "Datetime"]]}], ["During the test the valve failed closed.", {"entities": [[20, 25, "Attribute"]]}], ["After verifying there was no indication of feedwater flow to the 2C steam generator, the Unit Supervisor directed the Reactor Operator to manually trip the reactor.", {"entities": [[89, 104, "Attribute"]]}], ["The reactor was in the tripped condition approximately 15 seconds following closure of the feedwater isolation valve (FWIV).", {"entities": [[4, 11, "Location"]]}], ["The unexpected closure of the 2C feedwater isolation valve resulted from a blown fuse in the class-1E control circuit for the B-train safety solenoid for the 2C isolation valve.", {"entities": [[4, 58, "Cause"]]}], ["The blown fuse was the result of a shorted rectifier assembly used for surge suppression on the B-train safety solenoid for the 2C FWIV.", {"entities": [[4, 14, "Event"]]}], ["Following the reactor trip, auxiliary feedwater automatically actuated as expected.", {"entities": [[14, 21, "Location"]]}], ["On August 21, 1988 at approximately 1125 MST, Palo Verde Unit 1 was in Mode 1 (POWER OPERATION) at approximately 75 percent power when the reactor tripped due to High Pressurizer Pressure.", {"entities": [[3, 18, "Datetime"]]}], ["At approximately 1124 MST on August 21, 1988 the Main Turbine tripped on low Stator Cooling Water flow signal.", {"entities": [[17, 25, "Datetime"]]}], ["The cause of the turbine trip was the failure of a microswitch in the stator coolant flow trip circuit.", {"entities": [[17, 29, "Event"]]}], ["The cause of the reactor trip was high pressurizer pressure due to Steam Bypass Control Valves (SBCV) 1001 and 1004 closing faster than expected and the malfunction of SBCV 1003.", {"entities": [[17, 29, "Event"]]}], ["Other than the reactor trip, no manually or automatically initiated safety system responses were received and none were necessary.", {"entities": [[15, 27, "Event"]]}], ["Immediate corrective action was to replace the microswitch.", {"entities": [[35, 58, "Activity"]]}], ["To prevent recurrence, troubleshooting and rework of the SBCVs has been performed.", {"entities": [[23, 62, "Activity"]]}], ["March 5, 1989, Palo Verde Unit 1 was operating at approximately 100 percent power when, at approximately 1001 MST a reactor trip occurred on Departure from Nucleate Boiling Ratio (DNBR) due to a Control Element Assembly Calculator (CEAC) failure.", {"entities": [[0, 13, "Datetime"]]}], ["During the ensuing turbine/generator trip, power was lost to one of the two 13.8 kv non-class electrical busses when the bus's normal feeder breaker did not trip as required.", {"entities": [[43, 111, "Event"]]}], ["A small fire was observed and subsequently extinguished on the feeder breaker, trip coil.", {"entities": [[2, 88, "Event"]]}], ["The cause of the trip was a failure of the CEAC #2 processor board.", {"entities": [[28, 66, "Cause"]]}], ["The processor board was replaced.", {"entities": [[0, 32, "Event"]]}], ["On September 14, 1991, at approximately 1722 MST, Palo Verde Unit 1 was in Mode 1 (POWER OPERATION) at approximately 55 percent power when a reactor trip and a Main Steam Isolation Signal (MSIS) Engineered Safety Features actuation occurred due to high steam generator level.", {"entities": [[3, 21, "Datetime"]]}], ["Prior to the reactor trip and MSIS, reactor power had been reduced as a result of a Part-Length Control Element Assembly slipping part way into the core during monthly testing.", {"entities": [[30, 34, "Event"]]}], ["This power reduction was required by Technical Specifications.", {"entities": [[37, 61, "Attribute"]]}], ["The reactor trip was diagnosed as an uncomplicated reactor trip.", {"entities": [[4, 11, "Location"]]}], ["The plant was stabilized in Mode 3 (HOT STANDBY).", {"entities": [[28, 49, "Event"]]}], ["The reactor trip and MSIS on high steam generator level was due to the number 1 steam generator economizer valve failing open which resulted in overfeeding the steam generator.", {"entities": [[4, 11, "Location"]]}], ["The economizer valve failure was due to a failure of the economizer valve positioner.", {"entities": [[4, 20, "Attribute"]]}], ["Troubleshooting was performed, the ability to withdraw the part-length CEA was restored, the economizer valve positioner replaced and tested, and both were returned to service.", {"entities": [[0, 29, "Activity"]]}], ["At approximately 0603 MST on January 30, 1993, Palo Verde Unit 1 was in Mode 1 (POWER OPERATION) operating at approximately 96 percent power when a Unit 1 Main Turbine trip occurred.", {"entities": [[17, 25, "Datetime"]]}], ["Control Room operators initiated a manual reactor trip after receiving high pressurizer pressure pretrip alarms in anticipation of the Reactor Protection System high pressurizer pressure trip.", {"entities": [[0, 22, "Attribute"]]}], ["At approximately 0615 MST on January 30, 1993, Control Room operators stabilized the plant in Mode 3 (HOT STANDBY).", {"entities": [[17, 25, "Datetime"]]}], ["The Shift Supervisor classified the event as an uncomplicated reactor trip in accordance with Emergency Plan Implementing Procedures.", {"entities": [[4, 20, "Attribute"]]}], ["APS Maintenance personnel have determined that the cause of the Main Turbine trip was due to the failure of Moisture Separator Reheater D Drain Tank high level controller.", {"entities": [[0, 25, "Attribute"]]}], ["This resulted in a high level condition in Moisture Separator Reheater D which actuated the Main Turbine's electrical trip system.", {"entities": [[88, 129, "Event"]]}], ["At approximately 1549 MST on August 10, 1996, Palo Verde Units 1 and 3 were operating at approximately 100 percent power, when both reactors tripped on low departure from nucleate boiling ratio (DNBR) following a major grid perturbation.", {"entities": [[17, 25, "Datetime"]]}], ["The grid perturbation was characterized by an initial substantial load decrease followed by a significant load demand increase.", {"entities": [[46, 79, "Event"]]}], ["The reactor trip was generated due to power exceeding the variable over power trip (VOPT) setpoint within the core protection calculators (CPC).", {"entities": [[4, 11, "Location"]]}], ["Power exceeded the VOPT setpoint when steam bypass control system (SBCS) valves (SBCV) opened in response to turbine load fluctuations induced by the grid perturbation.", {"entities": [[0, 32, "Event"]]}], ["By approximately 1645 MST, both plants were stabilized in Mode 3 (HOT STANDBY) and the Unit 1 and Unit 3 shift supervisors classified the events as uncomplicated reactor trips.", {"entities": [[17, 25, "Datetime"]]}], ["The opening of the SBCVs resulted in a reactor power transient and subsequent reactor trip.", {"entities": [[4, 24, "Cause"]]}], ["On May 27, 1997, at approximately 0034 MST, Palo Verde Unit 1 was in Mode 1 (POWER OPERATION), operating at approximately 100 percent power when an automatic reactor trip occurred on low departure from nucleate boiling ratio (DNBR) following the load shed of two reactor coolant pumps (RCP).", {"entities": [[3, 15, "Datetime"]]}], ["The non-Class 1E 13.8 kV electrical bus (NAN-S01) performed a load shed of two of the four RCPs on an indicated undervoltage signal.", {"entities": [[4, 49, "Attribute"]]}], ["The core protection calculator (CPC) generated a reactor trip on low DNBR due to low RCP speed.", {"entities": [[4, 36, "Attribute"]]}], ["By approximately 0352 MST, the unit was stabilized in Mode 3 (HOT STANDBY) and the Shift Supervisor classified the event as an uncomplicated reactor trip.", {"entities": [[17, 25, "Datetime"]]}], ["The cause of the indicated undervoltage signal and subsequent load shed was attributed to a degraded fuse on the bus voltage potential transformer (PT).", {"entities": [[17, 71, "Event"]]}], ["As corrective action, the fuse was replaced.", {"entities": [[26, 43, "Event"]]}], ["On November 10, 2002 at approximately 2250 MST, Palo Verde Unit 1 was in Mode 1 (POWER  OPERATION), operating at approximately 64 percent power when an automatic reactor trip occurred on low Departure from Nucleate Boiling Ratio (DNBR).", {"entities": [[3, 20, "Datetime"]]}], ["The four Core Protection Calculators (CPC) generated a reactor trip on low DNBR due to the misalignment of a Control Element Assembly (CEA) from its subgroup.", {"entities": [[4, 42, "Attribute"]]}], ["The misalignment occurred due to a failed optical isolation card in the control system for the CEA.", {"entities": [[4, 16, "Event"]]}], ["The reactor was stabilized in Mode 3 (HOT STANDBY), and the Shift Manager classified the event as an uncomplicated reactor trip.", {"entities": [[4, 11, "Location"]]}], ["The cause of the reactor trip was a hardware failure that caused a CEA position deviation.", {"entities": [[17, 24, "Location"]]}], ["Based on the CEA deviation, a large penalty factor was generated in both control element assembly calculators (CEAC1 and CEAC2), that resulted in an automatic reactor trip to occur on low DNBR.", {"entities": [[13, 26, "Event"]]}], ["At approximately 0237 MST on November 16, 1988 Palo Verde Unit 2 was in Mode 1 (POWER OPERATION) at approximately 10 percent power when a reactor trip occurred.", {"entities": [[17, 25, "Datetime"]]}], ["Unit 2 was being shut down to identify and repair a reactor coolant system (RCS) leak, which was within Technical Specification limits for continued operation, when the trip occurred as a result of low steam generator water level.", {"entities": [[0, 6, "Location"]]}], ["The reactor trip was uncomplicated and stable conditions were achieved at approximately 0247 MST terminating the event.", {"entities": [[4, 11, "Location"]]}], ["The cause of the low steam generator water level was inadequate feedwater flow due to main feedwater pump speed being too slow for the existing plant conditions.", {"entities": [[17, 48, "Event"]]}], ["The cause of the RCS leak was excess packing leakage as a result of a broken packing gland follower bolt on an instrument isolation valve.", {"entities": [[17, 25, "Event"]]}], ["At approximately 2301 MST on February 23, 1990, Palo Verde Unit 2 was in Mode 1 (Power Operation) at approximately 24 percent power during a planned shutdown for a refueling outage when the reactor was manually tripped by a reactor operator because the Axial Shape Index was approaching its trip setpoint on the Core Protection Calculator.", {"entities": [[17, 25, "Datetime"]]}], ["The reactor trip was diagnosed as an uncomplicated reactor trip.", {"entities": [[4, 16, "Event"]]}], ["No other safety system responses occurred and none were required.", {"entities": [[0, 64, "Event"]]}], ["At approximately 2311 MST on February 23, 1990, the plant was stabilized in Mode 3 (Hot Standby) at normal temperature and pressure.", {"entities": [[17, 25, "Datetime"]]}], ["The cause of the manual reactor trip was that the Axial Shape Index was approaching its trip setpoint during an end of core life shutdown.", {"entities": [[17, 36, "Event"]]}], ["The corrective action was to trip the reactor and ensure the Axial Shape Index remained within limits.", {"entities": [[29, 101, "Activity"]]}], ["On January 21, 1996, at approximately 1130 MST, Palo Verde Unit 2 was in Mode 1 (POWER OPERATION), operating at approximately 100 percent power when a reactor trip occurred when Steam Generator Number 1 (SG-1) water level reached the Reactor Protection System trip setpoint for low SG water level following the degradation of main feedwater (FW) flow.", {"entities": [[3, 19, "Datetime"]]}], ["Immediately following the reactor trip an Engineered Safety Feature Actuation System (ESFAS) actuation of the Auxiliary Feedwater Actuation System (AFAS) was received on SG-1 and SG-2 due to low SG water levels.", {"entities": [[26, 33, "Location"]]}], ["The loss of FW flow was due to the improper filling and venting of the 'C' condensate pump being restored to service after maintenance.", {"entities": [[4, 19, "Event"]]}], ["When the condensate pump suction valve was partially opened, to allow filling of the suction piping, the two running condensate pumps became air bound.", {"entities": [[9, 38, "Attribute"]]}], ["This resulted in the main FW pumps tripping on low suction pressure and the reactor tripping on SG low water level.", {"entities": [[21, 34, "Attribute"]]}], ["As corrective action, filling and venting of condensate pumps has been proceduralized.", {"entities": [[22, 85, "Event"]]}], ["On October 20, 1997, at approximately 1050 MST, Palo Verde Unit 2 was in Mode 1 (POWER OPERATION), operating at approximately 100 percent power when Control Room personnel initiated a manual reactor trip following vibration and bearing temperature increases in reactor coolant pump (RCP) 2B.", {"entities": [[3, 19, "Datetime"]]}], ["At approximately 1051 MST, Control Room personnel secured and quarantined RCP 2B.", {"entities": [[17, 25, "Datetime"]]}], ["The event was classified as an uncomplicated reactor trip.", {"entities": [[31, 57, "Attribute"]]}], ["An engineering evaluation determined that the apparent root cause is attributed to a failed lower journal bearing.", {"entities": [[85, 113, "Cause"]]}], ["The most probable cause of the bearing failure was intrusion of debris.", {"entities": [[51, 70, "Cause"]]}], ["As corrective action, the bearing assembly was disassembled, inspected, and rebuilt.", {"entities": [[26, 83, "Activity"]]}], ["A metallurgical examination of the bearing pads, shaft protection sleeve, and debris collected from the bearing assembly is currently ongoing.", {"entities": [[2, 120, "Event"]]}], ["On June 18, 1999, at approximately 2229 MST, Palo Verde Unit 2 was in Mode 1 (POWER OPERATION), operating at approximately 100 percent power when an automatic reactor trip occurred on low Departure from Nucleate Boiling Ratio (DNBR).", {"entities": [[3, 16, "Datetime"]]}], ["The four Core Protection Calculators (CPC) generated a reactor trip on low DNBR due to CPC sensor failures.", {"entities": [[4, 42, "Attribute"]]}], ["By approximately 2245 MST, the reactor was stabilized in Mode 3 (HOT STANDBY).", {"entities": [[17, 25, "Datetime"]]}], ["The Shift Manager classified the event as an uncomplicated reactor trip.", {"entities": [[4, 17, "Attribute"]]}], ["Although additional investigative activities remain to be completed, the cause of the reactor trip appears to be a hardware induced calculation error that resulted in an erroneous penalty factor being generated in control element assembly calculator (CEAC) #2.", {"entities": [[86, 93, "Location"]]}], ["On November 18, 2000 at 1147 Mountain Standard Time (MST), Unit 2 was in MODE 1 (Power Operation), at approximately 45 percent rated thermal power when a reactor protection system actuation tripped the plant.", {"entities": [[3, 20, "Datetime"]]}], ["Prior to the reactor trip, at approximately 1058 MST, Unit 2 had experienced a generator/turbine trip followed by a reactor power cutback.", {"entities": [[13, 25, "Event"]]}], ["The turbine trip was the result of failed on-line maximum excitation limit and field current regulator circuit boards.", {"entities": [[4, 11, "Attribute"]]}], ["The cause of the reactor trip was licensed operator cognitive error.", {"entities": [[34, 67, "Cause"]]}], ["On July 13, 2001, at approximately 0821 Mountain Standard Time, Unit 2 was in Mode 1 (POWER OPERATION), when a logic board and pin connector in the \"B\" Train Main Steam and Feedwater Isolation System failed causing three of four main steam isolation valves (MSIVS) to close.", {"entities": [[3, 16, "Datetime"]]}], ["The reactor tripped from 100% power on Reactor Protective System Low Departure from Nucleate Boiling Ratio (DNBR).", {"entities": [[4, 11, "Location"]]}], ["This DNBR trip was due to an auxiliary trip generated by all four Core Protection Calculator channels.", {"entities": [[5, 9, "Attribute"]]}], ["The auxiliary trip was the asymmetric steam generator transient trip function based on cold leg temperature differences between the two steam generators.", {"entities": [[4, 152, "Event"]]}], ["All Control Element Assemblies fully inserted.", {"entities": [[0, 30, "Attribute"]]}], ["Two SG #2 Main Steam Safety Valves lifted as expected due to the MSIVs fast-closing.", {"entities": [[0, 34, "Attribute"]]}], ["The primary plant was stabilized in Mode 3 (HOT STANDBY) with forced circulation with both steam generators being used for heat removal via the atmospheric dump valves.", {"entities": [[4, 17, "Location"]]}], ["On December 2, 2013, Unit 2 was operating in Mode 1 at 100 percent power.", {"entities": [[3, 19, "Datetime"]]}], ["At approximately 1758 Mountain Standard Time a reactor trip was automatically actuated when reactor coolant pump (RCP) 1A speed dropped below 95 percent of rated speed which generated low departure from nucleate boiling ratio and high local power density trips on all four channels of the plant protection system.", {"entities": [[47, 54, "Location"]]}], ["The reactor trip was determined to be uncomplicated and the reactor trip procedure was implemented to stabilize the plant in Mode 3.", {"entities": [[4, 11, "Location"]]}], ["Operations personnel subsequently determined the RCP 1A motor circuit breaker tripped on excessive phase differential current.", {"entities": [[34, 125, "Activity"]]}], ["The probable cause of the RCP 1A motor circuit breaker trip was a high impedance fault within the C phase of the motor stator coil.", {"entities": [[26, 59, "Event"]]}], ["The faulted RCP 1A motor was replaced with an on-site spare RCP motor and Unit 2 was returned to power operation on December 14, 2013.", {"entities": [[4, 24, "Location"]]}], ["The faulted motor has been sent to an off-site facility for disassembly and root cause analysis.", {"entities": [[4, 17, "Event"]]}], ["No previous similar events involving an automatic RPS actuation due to a RCP motor failure have been reported to the NRC by PVNGS in the prior three years.", {"entities": [[91, 120, "Activity"]]}], ["On April 14, 1990, at approximately 0358 MST, Palo Verde Unit 3 was in Mode 1 (POWER OPERATION) at approximately 81 percent power when a reactor trip occurred which resulted from a dropped shutdown group control element assembly (CEA).", {"entities": [[3, 17, "Datetime"]]}], ["No other safety system responses occurred and none were required.", {"entities": [[9, 22, "Attribute"]]}], ["The event was diagnosed as an uncomplicated reactor trip.", {"entities": [[30, 56, "Cause"]]}], ["At approximately 0413 MST on April 14, 1990, the plant was stabilized in Mode 3 (HOT STANDBY) at normal temperature and pressure.", {"entities": [[49, 54, "Location"]]}], ["The cause of the CEA dropping into the core was an optical isolator card malfunction.", {"entities": [[17, 43, "Event"]]}], ["The malfunction was determined to be a random failure of a microchip on the card.", {"entities": [[59, 68, "Attribute"]]}], ["As corrective action, the optical isolator card was replaced and successfully retested.", {"entities": [[26, 47, "Attribute"]]}], ["On May 19, 2001 at 0306 Mountain Standard Time (MST), Unit 3 was in MODE 1 (Power Operation), at approximately 19 percent rated thermal power when the reactor automatically tripped on an Axial Shape Index (ASI) auxiliary trip signal from the Core Protection Calculator (CPC).", {"entities": [[3, 15, "Datetime"]]}], ["Unit 3 was operating at 19 percent power to accommodate corrective maintenance to resolve a high vibration problem on the main turbine.", {"entities": [[0, 6, "Location"]]}], ["The root cause of the trip was that the downpower game plan did not include CPC ASI predictions, Axial Offset Anomaly (AOA) effects on ASI, or previous downpower differences between predicted ASI and the core operating limit supervisory system (COLSS) ASI.", {"entities": [[40, 255, "Cause"]]}], ["On September 27, 2008, at approximately 21:51 hours, Mountain Standard Time, Unit 3 control room operators initiated a manual reactor trip from approximately 34% rated thermal power in response to high vibrations on the main turbine.", {"entities": [[3, 21, "Datetime"]]}], ["The main turbine vibrations were experienced during a required power reduction resulting from a steam generator chemistry excursion.", {"entities": [[96, 131, "Cause"]]}], ["The event was considered an uncomplicated reactor trip.", {"entities": [[50, 54, "Event"]]}], ["All safety related buses remained energized from normal offsite power during and following the reactor trip.", {"entities": [[0, 107, "Event"]]}], ["The cause of the reportable event was the decision by control room operators to initiate a manual reactor trip in response to the main turbine high vibrations.", {"entities": [[42, 110, "Cause"]]}], ["The operators chose to initiate the reactor trip earlier than intended in the planned shutdown in response to the high turbine vibrations.", {"entities": [[14, 48, "Activity"]]}], ["The reactor trip was not necessary to mitigate the consequences of the event.", {"entities": [[12, 16, "Event"]]}], ["On January 19, 2011, at approximately 1840 Mountain Standard Time, Unit 3 was at 100 percent power at normal operating temperature and normal operating pressure when the main feedwater pump A minimum flow recirculation valve (mini-flow valve) failed open causing a percentage of feedwater flow to be diverted to the condenser.", {"entities": [[3, 19, "Datetime"]]}], ["Subsequently, Unit 3 experienced a reactor power cutback when main feedwater pump B tripped on low suction pressure.", {"entities": [[14, 20, "Location"]]}], ["The combination of the main feedwater pump B trip and the main feedwater pump A mini-flow valve failure caused both steam generator water levels to lower causing an automatic reactor trip.", {"entities": [[23, 44, "Attribute"]]}], ["Both steam generator levels continued to drop which initiated an auxiliary feedwater actuation signal.", {"entities": [[5, 45, "Cause"]]}], ["The plant was stabilized in Mode 3.", {"entities": [[4, 9, "Location"]]}], ["The failed open mini-flow valve was caused by a failed diaphragm in a pneumatic 3-way precision relay within the mini-flow valve control loop.", {"entities": [[4, 15, "Event"]]}], ["The relay was replaced and Unit 3 was returned to 100 percent power on January 23, 2011, at approximately 0100.", {"entities": [[4, 9, "Attribute"]]}], ["On December 6, 2021, at approximately 1203 Mountain Standard Time, Unit 3 reactor automatically tripped due to receipt of a low departure from nucleate boiling ratio trip signal.", {"entities": [[3, 19, "Datetime"]]}], ["At the time of the trip, control element assembly alignment was taking place.", {"entities": [[25, 59, "Event"]]}], ["In response to the reactor trip, all control element assemblies inserted fully into the reactor core.", {"entities": [[19, 26, "Location"]]}], ["The Unit 3 reactor trip was the result of a slipped control element assembly.", {"entities": [[4, 18, "Location"]]}], ["An electrical short was identified within a control element drive mechanism control system power switch assembly.", {"entities": [[3, 34, "Activity"]]}], ["This short caused a lowering of the operating voltage at the input terminals of the control element drive mechanism control system cabinets.", {"entities": [[5, 10, "Cause"]]}], ["The lowered voltage caused current to go below minimum required holding current and resulted in a slipped control element assembly.", {"entities": [[4, 19, "Cause"]]}], ["Safety-related electrical power remained energized from off-site power sources and the reactor coolant pumps continued to provide forced circulation through the reactor.", {"entities": [[87, 108, "Attribute"]]}], ["Decay heat was removed by the steam bypass control system and main feedwater system.", {"entities": [[0, 22, "Activity"]]}], ["At the time of the trip, PVNGS Units 1 and 2 were operating at 100 percent power.", {"entities": [[25, 44, "Location"]]}]]