{"id": 229, "data": {"title": "Baroque Churches of the Philippines", "text": "The Baroque Churches of the Philippines are a collection of four Spanish Colonial-era baroque churches in the Philippines, which were included in UNESCO's World Heritage List in 1993. The churches are also considered as national cultural treasures of the country.World Heritage Site 677.The 2013 revision of UNESCO's World Heritage Site (WHS) 677, Baroque Churches of the Philippines.Historical Context.There was a conglomeration of factors that led to the presence of Baroque elements in the architecture of the Philippines, specifically in church architecture. During the Spanish Colonial Period (15211898), Spanish missionaries arrived, sharing not only their religion but also their architecture, inspired from their native land. The Spaniards wished to create permanent, long-lasting churches as a testament to the power of God, and did not consider the current church structures in the Philippines as proper places to worship. As most Spanish missionaries were not trained in architecture or engineering, the local townspeople including Filipinos and Chinese migrants, alongside the Spanish friars would take part in the building and design of local churches. The combination of ideas from the missionaries and locals effectively fused native Spanish designs with a uniquely Oriental style. The church's aesthetic was also shaped by limited access to certain materials, and the need to rebuild and adapt to natural disasters including fires and earthquakes, creating a style sometimes referred to as Earthquake Baroque. The Baroque Churches of the Philippines is a serial inscription consisting of four Roman Catholic churches constructed between the 16th and the 18th centuries in the Spanish period of the Philippines. They are located in separate areas of the Philippine archipelago, two at the northern island of Luzon, one at the heart of Intramuros, Manila, and the other in the central Visayas island of Iloilo."}}