{"id": 288, "data": {"title": "Aapravasi Ghat", "text": "The Immigration Depot (, ISO: \"pravs Ghta\") is a building complex located in Port Louis on the Indian Ocean island of Mauritius, the first British colony to receive indentured, or contracted, labour workforce from many countries. From 1849 to 1923, half a million Indian indentured labourers passed through the Immigration Depot, to be transported to plantations throughout the British Empire. The large-scale migration of the labourers left an indelible mark on the societies of many former British colonies, with Indians constituting a substantial proportion of their national populations. In Mauritius alone, 68 percent of the current total population is of Indian ancestry. The Immigration Depot has thus become an important reference point in the history and cultural identity of Mauritius.\nUnchecked infrastructural development in the mid-20th century means that only the partial remains of three stone buildings from the entire complex have survived. These are now protected as a national monument, under the Mauritian national heritage legislation. The Immigration Depot's role in social history was recognized by UNESCO when it was declared a World Heritage Site in 2006. The site is under the management of the Aapravasi Ghat Trust Fund. Conservation efforts are underway to restore the fragile buildings back to their 1860s state. It is one of two World Heritage Sites in Mauritius, along with Le Morne Brabant.\nEtymology.\nThe word ghat is explained by numerous Dravidian etymons such as Kannada \"gatta\" (mountain range) Tamil \"kattu\" (side of a mountain, dam, ridge, causeway) and Telugu \"katta\" and \"gattu\" (dam, embankment).\n\"Ghat\", a term used in the Indian subcontinent, depending on the context could either refer to a range of stepped-hill such as Eastern Ghats and Western Ghats; or the series of steps leading down to a body of water or wharf, such bathing or cremation place along the banks of a river or pond, Ghats in Varanasi, Dhoby Ghaut or Aapravasi Ghat. Roads passing through ghats are called Ghat Roads.\nName.\nThe name Aapravasi Ghat, which has been in use since 1987, is a direct Hindi translation of \"Immigration Depot\". Aapravasi is the Hindi word for \"immigrant\", while ghat literally means \"interface\"factually reflecting the structure's position between the land and sea, and symbolically marking a transition between the old life and the new for the arriving indentured immigrants. Alluding to its function as a pit stop to prospective plantation workers, alternatively called coolies, the Immigration Depot has also been known by an older name, the 'Coolie Ghat'.\nThe prominent use of the Hindi language in Mauritian naming conventions is based on social and ethnic demographics; over half the national population is of Indian ancestry, a direct result of the Indian labour diaspora that passed through the Immigration Depot. In Bihar and Uttar Pradesh, from where majority of these Indian Labourers where brought,\"Ghat\" is referred to River Bank which is used for Docking of Boats.\nLocation.\nThe Immigration Depot was built on the east side of the sheltered bay of Trou Fanfaron in Port Louis, the Mauritian capital. The historic complex currently consists of the partial remains of three stone buildings dating back to the 1860s, built on the spot of an earlier depot site. It consists of the entrance gateway and a hospital block, remnants of immigration sheds, and vestiges of the service quarters.\nSubsequent land reclamations as a result of urban development have moved the Immigration Depot's location further inland. The Caudan Waterfront, a marina developed as an economic and tourist centre, is situated beyond the site.\nHistory.\nBackground.\nThe area where the building complex is situated, Trou Fanfaron, was the landing point for the French East India Company, which took possession of Mauritius in 1721. Slaves were imported from Africa, India and Madagascar to construct defensive walls and a hospital during the early phase of settlement. By the mid-18th century, sugar plantations had been developed on the Island of Mauritius, utilizing slave labour.\nIn 1810, during the Napoleonic Wars, Mauritius passed to British control, as confirmed in the Treaty of Paris, at a time when the British Empire was expanding its influence in the Indian Ocean region. British commercial interest led to the rise in the production of sugar, which became the most valuable commodity in European trade beginning in the mid-18th century throughout the empire in general, leading to the development of infrastructure for Port Louis as a free port in particular.\nThe abolition of slavery in European colonies in 1834, however, posed a problem for sugar plantations as their operations were highly dependent on slave labour. There was a demand for cheaper intensive labour, as the now emancipated slaves were negotiating for higher wages and better living conditions. As a result, the British government conceived of a plan to replace the emancipated Africans with labourers from other parts of the world. The first wave of new plantation workers were labourers from the Portuguese island of Madeira, freed African-Americans from the U.S. and impoverished Chinese seeking greener pastures. Even though the ethnicity of the plantation workers had changed, the poor working conditions and low living standards remained. These labourers, in the end, could not withstand the manioc root and subsistence cultivation.\nAt the time, India had been experiencing a depressed economy. This was further aggravated by the Indian Rebellion of 1857 which devastated the northern part of the subcontinent. The hard-working but indigent Indians seemed suited to agricultural labour on the plantations, able to work hard for low wages, providing a potentially massive source of cheap labour. The 'Great Experiment', as the indentured program came to be known, called for these prospective labourers, under a contract labour scheme, to be transported to plantations across the empire to supply the necessary agricultural manpower. This was a system whereby the prospective labourers agreed to work for a determined period of time in return for their cost of passage, basic accommodation and a small wage.\nIndentured laborers in Mauritius.\nMauritius became the focus of the Great Experiment, as its plantation economy was still in a state of expansion, hence with room for agricultural flexibility, in contrast to those of the West Indies, which were considered exhausted. The long term planning needed in agriculture meant that plantations were generally unable to respond to the sudden market changes. When the sugar beet proved to be a viable and cheaper alternative to the sugar cane, the established sugar plantations throughout the Caribbean became economic liabilities, while thousands of their contracted workers and slaves were left to wallow. In addition, the island's proximity to India was also an advantage.\nFrom 1834 to 1849, when the first migrations of indentured labourers began, no fixed depot had been established to accommodate the immigrants arriving in Port Louis. The thousands of migrants arriving annually put a stress on the lack of a specialized facility. In 1849, a building dating back to the French administration in the Trou Fanfaron area was chosen as the core of a planned structural complex that would become the permanent depot for immigration. The Immigration Depot, as it came to be known, was continuously enlarged in response to the high number of migrants. This lasted until 1857, when all the available land had been occupied. The adequate space allowed the facility to deal with as much as 1,000 prospective laborers at any one time. Further modifications, for the purpose of service convenience, hygiene and transport, were continuously done. However, the competition from beet sugar caught up with Mauritius's sugar cane estates. The spread of a malaria epidemic in the 1860s further drove shipping away from the colony, leading to a decline of indentured immigration, culminating in 1923, when it had completely ceased. By then, an estimated 450,000 indentured labourers from India had passed through the Immigration Depot throughout its existence.\nState of preservation and protection.\nThe end of indentured immigration meant that the Immigration Depot had served its purpose. After 1923, the buildings were put to other uses. The structures remained extant until the 1970s, when the construction of a bus station and a corresponding motorway led to the demolition of some of the buildings.\nA renewed interest on the site's importance in the 1980s was sparked by the visit to the site by the late Indian Prime Minister Indira Gandhi in 1970. This led to the protection of the complex's remains as a national monument in 1987, through the national heritage legislation. A landscape project over a part of the site and a series of restoration works were initiated in the 1990s. The lack of a formal conservation plan or a methodical archaeological approach have call into question the site's historic authenticity. 2001 was a landmark year for the site. The Aapravasi Ghat Trust Fund was established to manage the site directly. Its responsibilities include overseeing the excavations and implementing corrective actions on restorations that were haphazardly done since the 1990s. Among the previous preservation works that are being reversed are the landscape project, the hospital building's roof installation, which unfortunately used modern materials, the use of native lime mortar technique in the reconstruction and maintenance of the remaining stone walls, and devising an archaeological strategy to document finds and discoveries, as well as to safeguard the existing artifacts. The objective of the conservation efforts is for the site to regain its appearance in the 1860s. The site's name was officially changed to Aapravasi Ghat that same year. The name change was not without controversy. Although it was meant to reflect the Hindu Indian majority of indentured labourers, the use of the Hindi translation swept away the myriad of other ethnic and religious populations that also passed through the Immigration Depot.\nFacilities.\nThe uncontrolled urban development after the abolition of the indentured system and the late initiative to conserve the site in late 20th century meant that only the partial remains of the place have survived. From the complex founded in 1849, experts estimate that only about 15% still authentically exists today. However, records of the building plan and photographs, as well as recent archaeological evidence, allow for the precise reconstruction of the complex.\nImmigrants arriving via the \"coolie ships\" on the wharf of Trou Fanfaron were led to the Immigration Depot via a series of 14 stone steps, which are presently intact. The walls protecting the wharf along the waterfront are made from a mosaic of dressed stones, as a result of continuous reconstruction over a long period of time. Land reclamations carried out over time to develop the Trou Fanfaron harbor have rendered the historic wharf unusable. The stone steps' direct access to the sea, the first parts of the Immigration Depot seen by arriving migrants, has become part of history.\nBeyond the stone steps is the building complex, which was centred on a yard. The buildings had characteristic French clay tile roofing, the better to provide insulation and ventilation, and bitumen flooring. Continuous site improvements to accommodate the high number of migrants were carried out, including the installation of planked walls as room dividers by the late 1850s. By 1865, transportation needs led to the construction of a railway, cutting the Immigration Depot into two. Walls were constructed along the track.\nThe still standing stone-arched gateway, also constructed in 1865, greeted the migrants when they entered the complex. Adjoining the structure is a hospital building, consisting of seven rooms that accommodated the staff, including a guard's room, kitchen, surgery room and staff privies. Of these, only the gatekeeper's office and surgery room have survived, while archaeological remains of the kitchen and privies have been found. The remnant of the hospital building received a new roof installation in 2000. The use of modern materials however has been questioned by preservation groups.\nThe migrants also had an immigration shed, where they stayed for up to three days after arrival before being distributed to the respective local sugar estates or being transported to other colonies. The quarter includes a kitchen, while the immigrants' privies are located on a separate service quarter, together with the bathing area. A standing stone wall provides the only mute testimony to the existence of the immigrant shed.\nLegacy.\nMauritius's sugar industry.\nMauritius's local sugar plantations, economically devastated by the emancipation of the slaves, were given a new lifeline with the establishment of the Immigration Depot. The high number of indentured labourers passing through the facility, to be transported to the various territories of the British Empire, proved to be an endless supply stream of cheap labour. In the period of 183460, 290,000 Indian labourers arrived. \nThe pool of labour proved to be so large that, for the next 67 years, indentured contracts were limited to only one year. This sugar revolution led to an increase in volume production, making Mauritius the most important sugar-producing British colony, its sugar export accounting for 7.4 percent of the world's total production by the 1850s.\nMauritius's dependence on its sugar estates to sustain its economy continued into the early 20th century. The economy prospered during World War I, when supply shortages led to the rise in the market price of sugar. The eventual fall in the price of sugar in the 1930s due to the Depression, the mono-crop agricultural industry and the abolition of the indentured labor system have made the Mauritian economy vulnerable, which culminated in labour unrests in 1937. World War II further aggravated the situation. Hence, economic reforms were carried out to diversify agricultural production and develop other industries beginning in 1945. In the mid-1990s, the agricultural sector only accounted for one-eighth of the country's gross national product, although sugar production still generates one-third of Mauritius's export earnings, and occupies about 80 percent of the total arable land.\nThe global system of indentured laborers.\nMauritius was not the pioneering site for the use of indentured labour. In the 17th century, substantial numbers of indentured servants, of European origin, arrived in America, in what were then the Thirteen Colonies. By the 18th century, it has been estimated that over half of the population of white immigrants in the British colonies of North America may have been indentured servants. However, the scale of the system that was put into operation in Mauritius was unprecedented. It immediately spread throughout the colonies of the British Empire, and was imitated by other European powers, while the Indian labor force was also employed beyond the sugarcane fields, in such workplaces as mines and even railways.\nThe global system of indentured labourers was abolished in 1918, although in Mauritius, the Immigration Depot still continued operating until 1923. By then, the Great Experiment had seen the transportation of an estimated two million people throughout the world, with Mauritius welcoming the largest contingent of indentured labourers, reaching nearly half a million Indian immigrants. In total, 1.2 million Indian migrants were handled by emigration depots worldwide, becoming the global working class of the British Empire. On a larger picture, the migration of indentured labourers is but a small portion of the Indian diaspora, which has continued through the 20th century to contemporary times. It is estimated that up to 20 million Indians have emigrated from their homeland, making it the largest diaspora in modern times.\nThus, the Immigration Depot is considered to be the site where the modern, large-scale indentured labour diaspora beganthe system didn't only sustain the plantation economies of the British Empire, but also resulted in the transplantation of cultures and shaping of the national identity of former colonies. Countries from the Caribbean to southern Africa to the Pacific currently have substantial Indian populations.\nThe Mauritian and French poet Khal Torabully, in exploring the mosaic of cultures brought about by the indentured labourers, coined the term \"coolitude,\" re-defining the migration of laborers not just as part of the historical past, but the entanglement of experiences and mosaic imaginaries:\nThe indentured system also left a sizeable documentary heritage. A comprehensive record was kept of immigrants, from the contracts signed, their photographs, the transportation cost, the accommodation spending and the final destination of labourers. These registers are currently being managed by the Indian Immigration Archives, which is directly administered by the Mahatma Gandhi Institute, an educational institution established in Mauritius, in cooperation with India.\nUNESCO, the international organization responsible for the preservation and protection the world's cultural and natural heritage, has recognized the 1,640m2 site of the Immigration Depot for its outstanding universal importance. It was proclaimed as a World Heritage Site in 2006, citing the buildings as among the earliest explicit manifestations of what was to become a global economic system and one of the greatest migrations in history.\nThe Mauritian society.\nThe majority of Indian workers arriving at the Immigration Depot came from the northern part of the subcontinent, corresponding to the present states of Bihar and Uttar Pradesh. The region was then in turmoil following the Indian Rebellion of 1857. Smaller numbers of migrants came from Maharashtra and Tamil Nadu. The Indian migrants that passed through the island have left a distinct mark on the Mauritian society. In 1835, a year after the Great Experiment was implemented, Indians constituted less than four percent of Mauritius's population. However, the steady trickle of labourers changed the demographic face of the colony so that, by 1860, Indians made up more than 66 percent of the population. The colony received such a high proportion of the Indian diaspora that historians have noted the dramatic way the local demography had been altered over such a short period of time, more than in any other sugar-producing British territories. No other indentured migration has so definitely shaped the future of a nation as the movement of Indian workers to Mauritius, with the result of around half a million Indians settling on the island. Today, up to 1.22 million Mauritians, or 68 percent of the national population, have Indian ancestry, called Indo-Mauritians. This Indian heritage, however, had been extant even before the indentured system began, with merchants from the subcontinent, together with Chinese counterparts, settling on the island. In 1806, when Mauritius was still under the French administration, official statistics showed that there were already 6,162 Indians living on the island, in the eastern suburb of Port Louis, known as Camp des Malabars.\nBeginning in the 1840s, the emancipated labourers, or those with concluded contracts, were able to save money and buy their own lands, mostly outside the rural sugar estates, permanently settling in Mauritius. The increasing number of these freed labourers preferring to stay in the colony gave rise to a new class of rural Indian peasantry. Their limited skills meant that they engaged in small-scale crop cultivation to earn a living, while others were able to work as traders or hawkers. The class of rural Indians gained in importance as the sugar industry moved into the 20th century. The struggling sugar barons sold portions of their properties to the Indian merchants in what became known as the Great Morcellement Movement. Thus, the Indians, or Indo-Mauritians, became the first non-whites to own lands in the colony.\nBy the 1920s, the properties of Indo-Mauritians had already accounted for 40 percent of Mauritius's arable lands. They eventually took control of a substantial part of the agricultural economy, leading to the growth of rural villages and giving rise to a bourgeoisie that would continue to influence to island's post-colonial politics.\nMeanwhile, the second-generation Indian immigrants, who were exposed to the cultures of foreign land and were more attuned to British policies, were able to work beyond the agricultural sector. These Western-educated skilled professionals were employed by the British in the Colonial Service. In the British territories bordering the Indian Ocean, they took up a large share of the clerical positions in the bureaucracy. Slowly making their way up, many had achieved respectable positions by the beginning of the 20th century.\nBeyond politics, the settlement of Indian migrants on the island resulted in a melting pot of culture, intermixing with African, Chinese, Creole, and European influences. The celebration of Hindu festivals has become part of the Mauritian calendar. A religious Hindu ceremony is held annually on the second day of November, a national holiday to commemorate the arrival of indentured laborers at the Immigration Depot to honor the (Hindi for \"ship-mates\", or \"ship-brother\") spirits. The lake of Grand Bassin, also known as Ganga Talao, located in the center of the island has become an object of sacred pilgrimage by the Indo-Mauritians professing their Hindu faith. The Mauritian style of architecture, using lime mortar, consisting of a mixture of yogurt, egg white, butter and sesame oil, as a binding material for stone structures, also has an Indian origin. This same method of construction is being utilized by the Aapravasi Ghat Trust Fund to conserve the remnants of the Immigration Depot complex."}}