{"id": 240, "data": {"title": "Abu Mena", "text": "Abu Mena (also spelled \"Abu Mina\"; ;  ) was a town, monastery complex and Christian pilgrimage centre in Late Antique Egypt, about southwest of Alexandria, near New Borg El Arab city. Its remains were designated a World Heritage Site in 1979 for the site's importance in early Christianity. There are very few standing remains, but the foundations of most major buildings, such as the great basilica, are easily discernible.\nRecent agricultural efforts in the area have led to a significant rise in the water table, which has caused a number of the site's buildings to collapse or become unstable. The site was added to the List of World Heritage in Danger in 2001. Authorities were forced to place sand in the bases of buildings that are most endangered in the site.\nHistory.\nMenas of Alexandria was martyred in the late 3rd or early 4th century (see Early Christianity). Various 5th-century and later accounts give slightly differing versions of his burial and the subsequent founding of his church. The essential elements are that his body was taken from Alexandria on a camel, which was led into the desert beyond Lake Mareotis. At some point, the camel refused to continue walking, despite all efforts to goad it. This was taken as a sign of divine will, and the body's attendants buried it on that spot.\nMost versions of the story state that the location of the tomb was then forgotten until its miraculous rediscovery by a local shepherd. From the Ethiopian Synaxarium (E.A.W. Budge, trans.):\nAnd God wished to reveal the [place of the] body of Saint Mns. And there was in that desert a certain shepherd, and one day a sheep which was suffering from the disease of the scab went to that place, and dipped himself in the water of the little spring which was near the place, and he rolled about in it and was healed straightway. And when the shepherd saw this thing, and understood the miracle, he marvelled exceedingly and was astonished. And afterwards he used to take some of the dust from that shrine, and mix it with water, and rub it on the sheep, and if they were ill with the scab, they were straightway healed thereby. And this he used to do at all times, and he healed all the sick who came to him by this means.\nWord of the shepherd's healing powers spread rapidly. The synaxarium describes Constantine I sending his sick daughter to the shepherd to be cured, and credits her with finding Menas' body, after which Constantine ordered the construction of a church at the site. (Some versions of the story replace Constantine with the late-5th century emperor Zeno, but archaeologists have dated the original foundation to the late 4th century). By the late 4th century, it was a significant pilgrimage site named Martyroupolis, where Christians sought healing and other miracles. Menas flasks are a particular type of small terracotta ampullae sold to pilgrims as containers for holy water or holy vigillamp-oil which are found very widely around the Western Mediterranean, dating roughly from the century and a half before the Muslim conquest. They are cheaply made but impressed with images of the saint that are of significance in the study of iconography; it is presumed they were made around the city.\nDuring the reign of Arcadius, the local archbishop observed that crowds were overwhelming the small church. He wrote to the eastern emperor, who ordered a major expansion of the facilities, the first of three major church expansions which would eventually take place. By the end of Late antiquity, Abu Mena had become the leading pilgrimage site in Egypt.\nAbu Mena was destroyed during the early Muslim conquests of the mid-7th century.\nArchaeological excavations.\nThe site was first excavated from 1905 to 1907. These efforts uncovered a large basilica church, an adjacent church which had probably housed the saint's remains, and Roman baths.\nA later, long-term series of excavations by the DAI ended in 1998. The most recent excavations uncovered a large dormitory for poor pilgrims, with separate wings for men and for women and children. A complex to the south of the great basilica was likely the residence of the \"hegoumenos\", or abbot. Excavations suggest that the great xenodocheion, a reception area for pilgrims, may originally have been a cemetery. A baptistery, adjacent to the site of the original church, appears to have gone through at least three phases of development. Also uncovered was a complex of wine presses, including underground storage rooms, which dates to the 6th and 7th centuries.\nThreats.\nThe site of Abu Mena was added to UNESCO's World Heritage in Danger list in 2001 due to the threat of rising local water tables. This rise in water is due to agricultural development programs aimed at reclaiming the land. The hard clay soil that surrounds the site can support buildings when dry. However, it becomes unstable when wet and has led to the collapse of cisterns and other structures about the ancient city. As the ground collapses, large cavities form enveloping the overlying structures. \nImmediate action was taken to fill the bases of particularly important sites with sand and close them off to the public. In attempts to counteract this phenomenon, the Supreme Council of Antiquities spent 45 million digging trenches and adding pumps in hopes of decreasing the pressure of irrigation. In addition, a fence was added to prevent encroachment and threat. These proved to be successful and the site was removed from UNESCO's World Heritage in Danger list in 2009.\nSince then, water has continued to rise and cause destruction of monuments. The site is once again on UNESCO's World Heritage in Danger list. Factors found to negatively impact the property most recently in 2018 include housing, management activities, managements systems/plan, and water. \nConservation.\nThe Egyptian government has implemented emergency plans and indeed solved the problem with the water table, but the government does not currently have a thorough management plan or anything related to it. Since UNESCO requires a management plan for all the cultural and natural sites, several proposals have been made. The most reliable option is the use of a smart, sustainable membrane. It has been designed to solve issues with ventilation, energy, and water on the site. This plan involves building a dome-shaped smart membrane, which would provide the site an appropriate amount of airflow (as is required for every world heritage site). The smart-membrane dome would also provide a self-sustainable energy supply through solar cells located on the outside layer of the dome. The membrane would also be designed to have a filtration system for dehumidifying the air by filtering the water out of it so that the site can be better preserved."}}