{"id": 159, "data": {"title": "Agra Fort", "text": "The Agra Fort is a historical fort in the city of Agra, and also known as Agra's Red Fort. Mughal emperor Humayun was crowned at this fort. It was later renovated by the Mughal emperor Akbar from 1565 and the present-day structure was completed in 1573. It served as the main residence of the rulers of the Mughal dynasty until 1638, when the capital was shifted from Agra to Delhi. It was also known as the \"Lal-Qila\" or \"Qila-i-Akbari\". Before capture by the British, the last Indian rulers to have occupied it were the Marathas. In 1983, the Agra fort was inscribed as a UNESCO World Heritage Site because of its importance during the Mughal Dynasty. It is about northwest of its more famous sister monument, the Taj Mahal. The fort can be more accurately described as a walled city. It was later renovated by Shah Jahan. \nLike the rest of Agra, the history of Agra Fort prior to Mahmud of Ghazni's invasion is unclear. However, in the 15th century, the Chauhan Rajputs occupied it. Soon after, Agra assumed the status of capital when Sikandar Khan Lodi (14871517CE) shifted his capital from Delhi and constructed a few buildings in the preexisting fort at Agra. After the first battle of Panipat (1526CE), Mughals captured the fort and ruled from it. In 1530CE, Humayun was crowned in it. The fort was given its present appearance during the reign of Akbar (15561605CE). Later, this fort was under the rule of Jats of Bharatpur for 13years.\nHistory.\nAfter the First Battle of Panipat in 1526, Babur stayed in the fort, in the palace of Ibrahim Lodi. He later built a baoli (step well) in it. His successor, Humayun, was crowned in the fort in 1530. He was defeated at Bilgram in 1540 by Sher Shah Suri. The fort remained with the Suris till 1555, when Humayun recaptured it. Adil Shah Suri's general, Hemu, recaptured Agra in 1556 and pursued its fleeing governor to Delhi where he met the Mughals in the Battle of Tughlaqabad.\nRealising the importance of its central situation, Akbar made it his capital and arrived in Agra in 1558. His historian, Abul Fazl, recorded that this was a brick fort known as 'Badalgarh'. It was in a ruined condition and Akbar had it rebuilt with red sandstone from Barauli area Dhaulpur district, in Rajasthan. Architects laid the foundation and it was built with bricks in the inner core with sandstone on external surfaces. Some 4,000 builders worked on it daily for eight years, completing it in 1573.\nIt was only during the reign of Akbar's grandson, Shah Jahan, that the site took on its current state. Shah Jahan built the Taj Mahal in the memory of his wife, Mumtaz Mahal. Unlike his grandfather, Shah Jahan tended to have buildings made from white marble. When Aurangzeb was victorious among his all brothers, then he imprisoned Shah Jahan in 1658 in the same fort only.\nThe fort was under the Jat rulers of Bharatpur for 13 years. In the fort, they built the 'Ratan Singh ki Haveli'. The fort was invaded and captured by the Maratha Empire in the early 18th century. Thereafter, it changed hands between the Marathas and their foes many times. After their catastrophic defeat at Third Battle of Panipat by Ahmad Shah Abdali in 1761, Marathas remained out of the region for the next decade. Finally Mahadji Shinde took the fort in 1785. It was lost by the Marathas to the British during the Second Anglo-Maratha War in 1803. The fort was the site of a battle during the Indian rebellion of 1857 which caused the end of the British East India Company's rule in India and led to a century of direct rule in India by Britain.\nOn 30 November 1871, thirty six people died when a cartridge factory located inside the fort exploded.\nLayout.\nThe fort has a semicircular plan, its chord lies parallel to the river Yamuna and its walls are seventy feet high. Double ramparts have massive circular bastions at intervals, with battlements, embrasures, machicolations and string courses. Four gates were provided on its four sides, one Khizri gate opening on to the river. Two of the fort's gates are notable: the \"Delhi Gate\" and the \"Lahore Gate.\" The Lahore Gate is also popularly also known as the \"Amar Singh Gate,\" for Amar Singh Rathore.\nThe monumental Delhi Gate, which faces the city on the western side of the fort, is considered the grandest of the four gates and a masterpiece of Akbar's time. It was built circa 1568 both to enhance security and as the king's formal gate, and includes features related to both. It is embellished with intricate inlay work in white marble. A wooden drawbridge was used to cross the moat and reach the gate from the mainland; inside, an inner gateway called Hathi Pol (\"Elephant Gate\")  guarded by two life-sized stone elephants with their riders  added another layer of security. The drawbridge, slight ascent, and 90-degree turn between the outer and inner gates make the entrance impregnable. During a siege, attackers would employ elephants to crush a fort's gates. Without a level, straight run-up to gather speed, however, that is prevented by this layout.\nThe northern portion of the fort is still used by the Indian military (the Parachute Brigade in particular), so the Delhi Gate cannot be used by the public. Tourists enter via the Amar Singh Gate.\nThe site is very important in terms of architectural history. Abul Fazal recorded that five hundred buildings in the designs of Bengal and Gujarat were built in the fort. Some of them were demolished by Shah Jahan to make way for his white marble palaces. Most of the others were destroyed by the British troops of East India Company between 1803 and 1862 for raising barracks. Hardly thirty Mughal buildings have survived on the south-eastern side, facing the river, such as the Delhi Gate and Akbar Gate and one palace  \"Bengali Mahal\".\nAkbar Darwazza (Akbar Gate) was renamed Amar Singh Gate by Shah Jahan. The gate is similar in design to the Delhi Gate. Both are built of red sandstone.\nThe Bengali Mahal is built of red sandstone and is now split into Akbari Mahal and Jahangiri Mahal."}}