{"id": 225, "data": {"title": "Alejandro de Humboldt National Park", "text": "Alejandro de Humboldt National Park () is a national park in the Cuban provinces of Holgun and Guantnamo. It is named after the German scientist Alexander von Humboldt who visited the island in 1800 and 1801. The park was inscribed as a UNESCO World Heritage Site in 2001 for of its size, altitude range, complex lithology, landform diversity, and wealth of endemic flora and fauna.\nGeography.\nThe rivers that flow off the peaks of the park are some of the largest in the insular Caribbean. The park is said to be the most humid place in Cuba and this causes a high biological diversity. The park has an area of , of which land area and marine area. Elevation ranges from sea level to on \"El Toldo\" Peak.\nThe region around Alejandro de Humboldt National Park is geologically complex, containing karst landscapes that originated from oceanic crust in the Cretaceous period. Unique to this region, the landscape is ultrabasic, dominated by serpentine soils and peridotites. \nWildlife.\nThe area comprising the national park was a Pleistocene refugium, retaining a relatively stable climate through the repeated glaciation events. This has allowed for remarkably high rates of endemism and biodiversity in the park. In addition, the ultra-basic rocks are relatively toxic to plants, driving rapid speciation. 16 of Cuba's 28 endemic plant species are protected in the park including such flora as \"Dracaena cubensis\" and \"Podocarpus ekman\". Fauna present in the park includes various species of parrots, lizards, hummingbirds, the endangered Cuban solenodon (endemic), hutia and snails.\nOver 900 total plant species have been recorded at the park, along with 45 species of reptiles, 21 amphibian species, and 10 mammal species.\nImportant Bird Area.\nThe park has been recognised as an Important Bird Area (IBA) by BirdLife International because it supports populations of northern bobwhites, white crowned and plain pigeons, grey-fronted and blue-headed quail-doves, Antillean nighthawks, Cuban nightjars, Antillean palm-swifts, Cuban emeralds, bee hummingbirds, great lizard cuckoos, Cuban pygmy owls, bare-legged owls, Cuban kites, Gundlach's hawks, Cuban trogons and todies, ivory-billed, Cuban green and West Indian woodpeckers, Cuban amazons and parakeets, loggerhead and giant kingbirds, La Sagra's flycatchers, Cuban pewees, vireos, crows, gnatcatchers and solitaires, Oriente warblers, Cuban orioles, tawny-shouldered and Cuban blackbirds, Greater Antillean grackles, western spindalises, and Cuban bullfinches and grassquits.\nHistory.\nThe Alexander von Humboldt National Park has historically been an area of land little used by man, with only one archaeological site from the pre-Columbian period being known; this is located in the coastal zone of Aguas Verdes. During the eighteenth and nineteenth centuries some peripheral places were used as refuges or camps by maroons.\nThe park began to be laid out in the 1960s, with the declaration of the Jaguani and Cupeyal del Norte nature reserves. This continued into the 1980s with the proposal of the Ojito del Agua Refuge, associated with the last sighting of the royal woodpecker, a last remnant of this species which was already extinct in its other habitats in the United States and Mexico. In 1996 these protected areas were united to form a national park that was named after Alexander von Humboldt. Being one of the most important biosphere reserves in the Caribbean basin, the national park, along with Cuchillas del Toa was declared a UNESCO World Natural Heritage Site in 2001.\nThere are unique flora and fauna elements in this unique ecosystem, with some of the highest indexes of endemicity in the archipelago."}}