{"id": 158, "data": {"title": "Amphitheatre of El Jem", "text": "The Amphitheatre of El Jem is an oval amphitheatre in the modern-day city of El Djem, Tunisia, formerly Thysdrus in the Roman province of Africa. It is listed by UNESCO since 1979 as a World Heritage Site.\nHistory.\nThe amphitheatre was built around 238 AD in Thysdrus, located in the Roman province of Africa Proconsularis in present-day El Djem, Tunisia. It is one of the best preserved Roman stone ruins in the world, and is unique in Africa. As other amphitheatres in the Roman Empire, it was built for spectator events, and it is one of the biggest amphitheatres in the world. The estimated capacity is 35,000, and the sizes of the big and the small axes are respectively and . The amphitheatre is built of stone blocks, located on a flat ground, and is exceptionally well conserved.\nThe amphitheatre of El Jem is the third amphitheatre built on the same place. The belief is that it was constructed by the local proconsul Gordian, who became emperor as Gordian II. In the Middle Ages, it served as a fortress, and the population sought shelter here during the attacks of Vandals in 430 and Arabs in 647. In 1695, during the Revolutions of Tunis, Mohamed Bey El Mouradi made an opening in one of the walls to stop the resistance of the followers of his brother Ali Bey al-Muradi who gathered inside the amphitheater. \nIt is believed that the amphitheatre was used as a saltpetre manufacture in the end of the 18th and in the 19th century. Around 1850, the breach in the wall was enlarged by Ahmad I ibn Mustafa to approximately . In the second half of the 19th century, the structure was used for shops, dwellings, and grain storage.\nReferences in popular culture.\nIt was featured in films such as\" Monty Python's Life of Brian\" and the television series \"Long Way Down.\"\nAmerican sportswear company Nike used this location in 1996 to shoot a television commercial titled \"Good vs Evil\", which depicts a gladiatorial-style soccer game set in a Roman amphitheatre. Football players from around the world, including Eric Cantona, Ronaldo, Paolo Maldini, Lus Figo, Patrick Kluivert and Jorge Campos defend \"the beautiful game\" against a team of unsportsmanlike demonic warriors, which ends with Cantona receiving the ball from Ronaldo, pulling up his shirt collar as was his trademark, and delivering the final line, \"Au Revoir\", before striking the ball which punches right through the demon goalkeeper.\nThe fourth episode of \"The Amazing Race 1\" concluded at the amphitheatre."}}