{"id": 332, "data": {"title": "Ancient and Primeval Beech Forests of the Carpathians and Other Regions of Europe", "text": "Ancient and Primeval Beech Forests of the Carpathians and Other Regions of Europe is a transnational serial nature UNESCO World Heritage Site, encompassing 94 component parts (forests of European beech, \"Fagus sylvatica\") in 18 European countries. Together, the sites protect the largest and least disturbed forests dominated by the beech tree. In many of these stands (especially those in the Carpathians), these forests here were allowed to proceed without interruption or interference since the last ice age. These sites document the undisturbed postglacial repopulation of the species.\nCarpathian region.\nThe Primeval Beech Forests of the Carpathians include ten separate massifs located along the long axis from the Rakhiv mountains and Chornohora ridge in Ukraine over the Poloniny Ridge (Slovakia) to the Vihorlat Mountains in Slovakia. The Ancient Beech Forests of Germany include five locations, cover 4,391 hectares and were added in 2011.\nThe Carpathian site covers a total area of , out of which only are part of the actual preserved area, while the rest is considered a \"buffer zone\". Primeval Beech Forests of the Carpathians cover areas of Zakarpattia and Preov Regions. Over 70% of the site is located in Ukraine. The area includes two national parks, and some habitat controlled areas, mostly in Slovakia. Both national parks, along with a neighboring area in Poland, compose a separate biosphere reserve, the East Carpathian Biosphere Reserve. Besides Haveov, Rook, and Stuica (all of them located in Bukovsk vrchy), there is a fourth component situated in Slovakia, named Kyjovsk prales of Vihorlat. Ukrainian locations include Chornohora, Kuziy-Trybushany, Maramarosh, StuzhytsiaUzhok, Svydovets, and UholkaShyrikyi Luh. Only a few of the ten components are accessible to visitors. Stuica is the only one of three locations in Bukovsk vrchy (Slovakia) with available hiking trails. In 2017, UNESCO extended the site, adding forests in Albania, Austria, Belgium, Bulgaria, Croatia, Italy, Romania, Slovenia, and Spain. In 2021 UNESCO extended the site again adding forests in Bosnia and Herzegovina, Czechia, France, Italy, North Macedonia, Poland, Slovakia and Switzerland.\nThe last intact virgin forest in the temperate latitudes of Europe is to be found in the Carpathians. Trees can live to a hundred years old in these forests, providing an important habitat for organisms such as mushrooms, moss, lichen, insects, rare birds (e.g. capercaillie and black grouse) and mammals (e.g. bats, brown bear, wolf and lynx). Large parts of the forest in the Romanian part of the Carpathians have been lost due to deforestation. The pressure on timber as a resource may increase due to international demand and European companies may start large-scale felling in neighbouring Ukraine. Currently unprotected areas of virgin forest can be permanently preserved in the Ukrainian Carpathians by expanding and reinforcing conservation areas. In the Ukrainian Carpathians there are nine national parks and two biosphere reserves. There is a general ban on tree felling in coniferous forest areas above 1,100 metres. If park administrations are shown to work, management of larger, previously unprotected areas of virgin forest to preserve them on a permanent basis, may occur. There are roughly 100,000 additional hectares of forest which could be integrated into the existing conservation areas.\nList of component parts.\nThe component parts included in the site as of August 2021 are:\nUdava (Bukovsk Vrchy, Slovakia) was created by modifying the boundary of Stuica before. Falascone (Italy) in turn was named previously Umbra Forest (\"Foresta Umbra\").\nThis is a transnational serial nature UNESCO World Heritage Site, encompassing 94 component parts (forests) in 18 European countries. The total area of component parts is , including buffer zones . The largest total area of component parts is in Ukraine and Romania  54% total (41% including buffer zones).\nForms of protection.\nComponent parts of this property overlap more or less with various protected areas like national parks, nature reserves, Natura 2000 network.Abbreviations:C  count of component parts in a given clusterN  overlapping with Natura 2000 areas\nTentative list.\nThis forest is placed on the World Heritage Tentative list as a proposal for the expansion of the Ancient and Primeval Beech Forests of the Carpathians and Other Regions of Europe site:\nMontenegro\nSerbia"}}