{"id": 298, "data": {"title": "Ancient Ferrous Metallurgy Sites of Burkina Faso", "text": "The Ancient Ferrous Metallurgy Sites of Burkina Faso () are a collection of ancient metallurgy sites across five locations in the Nord and Centre-Nord regions of Burkina Faso, used to extract iron from ore. The oldest of these structures are dated from roughly 800 BC, making them the most ancient known examples of metallurgy in Burkina Faso. In 2019, the sites were registered as a World Heritage Site by UNESCO, because of the exemplary evidence of ancient metalworking. Unlike other sites that are listed by UNESCO, these were chosen because it's a clear relationship between direct iron smelting (as opposed to only iron reduction\") and early human society.They were able to create an efficient way to mass produce iron during a pre-industrial Africa.\nDescription.\nThe five metalworking complexes that make up the World Heritage Site are located around the towns of Douroula, Tiwga, Yaman, Kindibo, and Bkuy. All together, there are 15 natural draft furnace ruins across the five sites, with smaller furnaces, mines and dwellings surrounding them. The natural draft furnaces reach up to five meters in height and are direct-induction, only requiring ambient airflow to operate. The other, smaller furnaces would have required the use of bellows to operate. Whereas the large, natural-draught furnaces are only found in those regions of Burkina Faso, the smaller furnaces are found throughout the country.\nThe Tiwga site, located 5 kilometers to the west of Kaya, contains three direct-induction furnaces built in the shape of truncated cones and are around 2.6 meters high. The lower parts of the furnaces are built with tuyre fragments and lined with clay while the upper part of them are made of slag fragments. Based on oral traditions, these furnaces may have been built between the 15th and 18th centuries, still being used during Burkina Faso's colonial period, although more archeological research is needed to precisely date the furnaces.\nThe Yaman and Kindibo sites also contain multiple large furnaces built in a similar manner. These furnaces have been dated to the 1314th and 1011th centuries, respectively. The smaller, surrounding furnaces are much newer, being built after the 15th century. In the Yaman site, there are two main furnaces that were found. They are associated with \"blacksmiths of the Moos community\". The Kindibo site has three furnaces that still remain and are around 2.3 meters in height. They are also associated with the Moos community.\nThe Bkuy site is unusual for its large amount of accumulated slag, which forms mounds near the furnace ruins that reach up to high. The furnaces at this site are much older (500400 BC) and are partially underground, requiring the use of a bellows.\nThe oldest furnaces within this site are found at the Douroula site, with the metalworks there dated to the 8th century BC. This site contains the oldest known record of iron metallurgy in Burkina Faso. In 2018, archaeologists found 15 human made mounds that contained \"uncovered pottery, grinding equipment, iron tools, and human tombs\".This site is associated with the Bwaba community. \nIron making in the metallurgy sites allowed for the making of tools like shovels and garden hoes which paved the way for the business of agriculture throughout Burkina Faso. The presence of these furnaces proves that there was a complex and sophisticated system of metalworking throughout the country. With the invasion and colonization of Burkina Faso in the 1890s by the French, and the subsequent formation of the Upper Volta colony, the use of these ancient furnaces waned. They instead turned to making tools out of scraps of iron. However, iron is still extracted and worked in the region.\nTradition and community.\nThe process of extracting iron from ores in villages in Burkina Faso was surrounded in tradition and community. The blacksmiths play a vital role in the community as well as the iron making process. In the community he is the leader, treating adults and children alike, gives out punishment, purifies burials, etc. He is considered to be the \"privileged mediator between the earth, the living things, and the Gods of lightning\". As a result, he is master over the production of iron in the community. Before the beginning the steps to do so, blacksmiths begin by praying to their ancestors for guidance and strength. Although peoples today don't process iron the same way, the social standing of blacksmiths remain as their responsibilities still include being in charge of important rituals and supplying their communities with tools for survival.\nPreservation and future.\nBecause of their importance to the history of iron smelting in Burkina Faso and its implications about the technologies and traditions of the ancient people's, these sites are protected at the national level. Following the 2019 report on the metallurgy sites by ICOMOS, the World Heritage Convention has come up with recommendations to the State Party in order to ensure this preservation as soon as possible because of the vulnerability of some of the furnaces that are standing today. At the moment, the only furnace base that has been physically protected is the one at Douroula. Due to its ties to the blacksmiths, this site is considered sacred and is protected by the community because of the place it holds in society. However the World Heritage Convention cautions that more needs to be done to protect the site from potential damages due to nature."}}