{"id": 45, "data": {"title": "Angkor", "text": "Angkor ( , 'Capital city'), also known as Yasodharapura (; ), was the capital city of the Khmer Empire. The city and empire flourished from approximately the 9th to the 15th centuries. The city houses the Angkor Wat, one of Cambodia's most popular tourist attractions.\nThe name \"Angkor\" is derived from \"nokor\" (), a Khmer word meaning \"kingdom\" which in turn derived from Sanskrit \"nagara\" (), meaning \"city\". The Angkorian period began in AD 802, when the Khmer Hindu monarch Jayavarman II declared himself a \"universal monarch\" and \"god-king\", and lasted until the late 14th century, first falling under Ayutthayan suzerainty in 1351. A Khmer rebellion against Siamese authority resulted in the 1431 sacking of Angkor by Ayutthaya, causing its population to migrate south to Longvek.\nThe ruins of Angkor are located amid forests and farmland north of the Great Lake (Tonl Sap) and south of the Kulen Hills, near modern-day Siem Reap city (1324N, 10351E), in Siem Reap Province. The temples of the Angkor area number over one thousand, ranging in scale from nondescript piles of brick rubble scattered through rice fields to the Angkor Wat, said to be the world's largest single religious monument. Many of the temples at Angkor have been restored, and together, they comprise the most significant site of Khmer architecture. Visitors approach two million annually, and the entire expanse, including Angkor Wat and Angkor Thom is collectively protected as a UNESCO World Heritage Site. The popularity of the site among tourists presents multiple challenges to the preservation of the ruins.\nIn 2007, an international team of researchers using satellite photographs and other modern techniques concluded that Angkor had been the largest pre-industrial city in the world, with an elaborate infrastructure system connecting an urban sprawl of at least to the well-known temples at its core. Angkor is considered to be a \"hydraulic city\" because it had a complicated water management network, which was used for systematically stabilizing, storing, and dispersing water throughout the area. This network is believed to have been used for irrigation in order to offset the unpredictable monsoon season and to also support the increasing population. Although the size of its population remains a topic of research and debate, newly identified agricultural systems in the Angkor area may have supported between 750,000 and one million people.\nHistorical overview.\nSeat of the Khmer Empire.\nThe Angkorian period may have begun shortly after 800AD, when the Khmer King Jayavarman II announced the independence of Kambujadesa (Cambodia) from Java. According to Sdok Kok Thom inscription, circa 781 Indrapura was the first capital of Jayavarman II, located in Banteay Prei Nokor, near today's Kompong Cham. After he eventually returned to his home, the former kingdom of Chenla, he quickly built up his influence, conquered a series of competing kings, and in 790 became king of a kingdom called Kambuja by the Khmer. He then moved his court northwest to Mahendraparvata, in present day Kulen mountains, far inland north from the great lake of Tonle Sap.\nHe also established the city of Hariharalaya (now known as Roluos) at the northern end of Tonl Sap. Through a program of military campaigns, alliances, marriages and land grants, he achieved a unification of the country bordered by China to the north, Champa (now Central Vietnam) to the east, the ocean to the south and a place identified by a stone inscription as \"the land of cardamoms and mangoes\" to the west. In 802, Jayavarman articulated his new status by declaring himself \"universal monarch\" (\"chakravartin\") and, in a move that was to be imitated by his successors and that linked him to the cult of Siva, taking on the epithet of \"god-king\" (\"devaraja\"). Before Jayavarman, Cambodia had consisted of a number of politically independent principalities collectively known to the Chinese by the names Funan and Chenla.\nIn 889, Yasovarman ascended to the throne. A great king and an accomplished builder, he was celebrated by one inscription as \"a lion-man; he tore the enemy with the claws of his grandeur; his teeth were his policies; his eyes were the Veda.\" Near the old capital of Hariharalaya, Yasovarman constructed a new city, called Yasodharapura. In the tradition of his predecessors, he also constructed a massive reservoir called baray.\nThe significance of such reservoirs has been debated by modern scholars, some of whom have seen in them a means of irrigating rice fields, and others of whom have regarded them as religiously charged symbols of the great mythological oceans surrounding Mount Meru, the abode of the gods. The mountain, in turn, was represented by an elevated temple, in which the \"god-king\" was represented by a lingam. In accordance with this cosmic symbolism, Yasovarman built his central temple on a low hill known as Phnom Bakheng, surrounding it with a moat fed from the baray. He also built numerous other Hindu temples and ashrams, or retreats for ascetics.\nOver the next 300 years, between 900 and 1200, the Khmer Empire produced some of the world's most magnificent architectural masterpieces in the area known as Angkor. Most are concentrated in an area approximately east to west and north to south, although the Angkor Archaeological Park, which administers the area, includes sites as far away as Kbal Spean, about to the north. Some 72 major temples or other buildings are found within this area, and the remains of several hundred additional minor temple sites are scattered throughout the landscape beyond.\nBecause of the low-density and dispersed nature of the medieval Khmer settlement pattern, Angkor lacks a formal boundary, and its extent is therefore difficult to determine. However, a specific area of at least beyond the major temples is defined by a complex system of infrastructure, including roads and canals that indicate a high degree of connectivity and functional integration with the urban core. In terms of spatial extent (although not in terms of population), this makes it the largest urban agglomeration in recorded history prior to the Industrial Revolution, easily surpassing the nearest claim by the Mayan city of Tikal. At its peak, the city occupied an area greater than modern Paris, and its buildings use far more stone than all of the Egyptian structures combined.\nConstruction of Angkor Wat.\nThe principal temple of the Angkorian region, Angkor Wat, was built between 1113 and 1150 by King Suryavarman II. Suryavarman ascended to the throne after prevailing in a battle with a rival prince. An inscription says that, in the course of combat, Suryavarman leapt onto his rival's war elephant and killed him, just as the mythical bird-man Garuda slays a serpent.\nAfter consolidating his political position through military campaigns, diplomacy, and a firm domestic administration, Suryavarman launched into the construction of Angkor Wat as his personal temple mausoleum. Breaking with the tradition of the Khmer kings, and influenced perhaps by the concurrent rise of Vaisnavism in India, he dedicated the temple to Vishnu rather than to Siva. With walls nearly half a mile long on each side, Angkor Wat grandly portrays the Hindu cosmology, with the central towers representing Mount Meru, home of the gods; the outer walls, the mountains enclosing the world; and the moat, the oceans beyond.\nThe traditional theme of identifying the Khmer devaraja with the gods, and his residence with that of the celestials, is very much in evidence. The measurements themselves of the temple and its parts in relation to one another have cosmological significance. Suryavarman had the walls of the temple decorated with bas reliefs depicting not only scenes from mythology, but also from the life of his own imperial court. In one of the scenes, the king himself is portrayed as larger in size than his subjects, sitting cross-legged on an elevated throne and holding court, while a bevy of attendants make him comfortable with the aid of parasols and fans.\nJayavarman VII.\nFollowing the death of Suryavarman around 1150AD, the kingdom fell into a period of internal strife. Its neighbors to the east, the Cham of what is now southern Vietnam, took advantage of the situation in 1177 to launch a water-borne invasion up the Mekong River and across Tonl Sap. The Cham forces were successful in sacking the Khmer capital of Yasodharapura and in killing the reigning king. However, a Khmer prince who was to become King Jayavarman VII rallied his people and defeated the Cham in battles on the lake and on the land. In 1181, Jayavarman assumed the throne. He was to be the greatest of the Angkorian kings. \nOver the ruins of Yasodharapura, Jayavarman constructed the walled city of Angkor Thom, as well as its geographic and spiritual center, the temple known as the Bayon. Bas-reliefs at the Bayon depict not only the king's battles with the Cham, but also scenes from the life of Khmer villagers and courtiers. Jayavarman oversaw the period of Angkor's most prolific construction, which included building of the well-known temples of Ta Prohm and Preah Khan, dedicating them to his parents. \nThis massive program of construction coincided with a transition in the state religion from Hinduism to Mahayana Buddhism, since Jayavarman himself had adopted the latter as his personal faith. During Jayavarman's reign, Hindu temples were altered to display images of the Buddha, and Angkor Wat briefly became a Buddhist shrine. Following his death, the revival of Hinduism as the state religion included a large-scale campaign of desecrating Buddhist images, and continued until Theravada Buddhism became established as the land's dominant religion from the 14th century.\nZhou Daguan.\nThe year 1296 marked the arrival at Angkor of the Chinese diplomat Zhou Daguan representing the Yuan dynasty. Zhou's one-year sojourn in the Khmer capital during the reign of King Indravarman III is historically significant, because he penned a still-surviving account, \"The Customs of Cambodia\", of approximately forty pages detailing his observations of Khmer society. Some of the topics he addressed in the account were those of religion, justice, kingship, societal norms, agriculture, slavery, birds, vegetables, bathing, clothing, tools, draft animals, and commerce.\nIn one passage, he described a royal procession consisting of soldiers, numerous servant women and concubines, ministers and princes, and finally, \"the sovereign, standing on an elephant, holding his sacred sword in his hand.\" Together with the inscriptions that have been found on Angkorian stelae, temples and other monuments, and with the bas-reliefs at the Bayon and Angkor Wat, Zhou's journal is the most important source of information about everyday life at Angkor. Filled with vivid anecdotes and sometimes incredulous observations of a civilization that struck Zhou as colorful and exotic, it is an entertaining travel memoir as well.\nEnd of the Angkorian period.\nThe end of the Angkorian period is generally set as 1431, the year Angkor was sacked and looted by Ayutthaya invaders, though the civilization already had been in decline in the 13th and 14th centuries. During the course of the 15th century, nearly all of Angkor was abandoned, except for Angkor Wat, which remained a Buddhist shrine.\nSeveral theories have been advanced to account for the decline and abandonment of Angkor:\nWar with the Ayutthaya Kingdom.\nIt is widely believed that the abandonment of the Khmer capital occurred as a result of Ayutthaya invasions. Ongoing wars with the Siamese were already sapping the strength of Angkor at the time of Zhou Daguan toward the end of the 13th century. In his memoirs, Zhou reported that the country had been completely devastated by such a war, in which the entire population had been obligated to participate. \nAfter the collapse of Angkor in 1431, many statues were taken to the Ayutthaya capital of Ayutthaya in the west. Others departed for the new center of Khmer society at Longvek further south. The official capital later moved, first to Oudong around from Phnom Penh in Ponhea Leu District, and then to the present site of Phnom Penh.\nErosion of the state religion.\nSome scholars have connected the decline of Angkor with the conversion of the Khmer Empire to Theravada Buddhism following the reign of Jayavarman VII, arguing that this religious transition eroded the Hindu concept of kingship that underpinned the Angkorian civilization. According to Angkor scholar George Coeds, Theravada Buddhism's denial of the ultimate reality of the individual served to sap the vitality of the royal personality cult which had provided the inspiration for the grand monuments of Angkor. The vast expanse of temples required an equally large body of workers to maintain them; at Ta Prohm, a stone carving states that 12,640 people serviced that single temple complex. Not only could the spread of Buddhism have eroded this workforce, but it could have also affected the estimated 300,000 agricultural workers required to feed them all.\nNeglect of public works.\nAccording to Coeds, the weakening of Angkor's royal government by ongoing war and the erosion of the cult of the \"devaraja\", undermined the government's ability to carry out important public works, such as the construction and maintenance of the waterways essential for irrigation of the rice fields upon which Angkor's large population depended for its sustenance. As a result, Angkorian civilization suffered from a reduced economic base, and the population was forced to scatter.\nNatural disaster.\nOther scholars attempting to account for the rapid decline and abandonment of Angkor have hypothesized natural disasters such as disease (Bubonic Plague), earthquakes, inundations, or drastic climate changes as the relevant agents of destruction. A study of tree rings in Vietnam produced a record of early monsoons that passed through this area. From this study, we can tell that during the 14th15th centuries monsoons were weakened and eventually followed by extreme flooding. Their inability to adapt their flooding infrastructure may have led to its eventual decline. \nRecent research by Australian archaeologists suggests that the decline may have been due to a shortage of water caused by the transition from the Medieval Warm Period to the Little Ice Age. LDEO dendrochronological research has established tree-ring chronologies indicating severe periods of drought across mainland Southeast Asia in the early 15th century, raising the possibility that Angkor's canals and reservoirs ran dry and ended expansion of available farmland.\nRestoration, preservation, and threats.\nA 16th century Portuguese friar, Antnio da Madalena, was the first European visitor to visit Angkor Wat in 1586. By the 17th century, Angkor Wat was not completely abandoned. Fourteen inscriptions from the 17th century testify to Japanese settlements alongside those of the remaining Khmer. The best-known inscription tells of Ukondafu Kazufusa, who celebrated the Khmer New Year there in 1632.\nWhile Angkor was known to the local Khmer and was shown to European visitors; Henri Mouhot in 1860 and Anna Leonowens in 1865, it remained cloaked by the forest until the end of the 19th century. European archeologists such as Louis Delaporte and ethnologists such as Adolf Bastian visited the site and popularized the site in Europe. This eventually led to a long restoration process by French archaeologists. \nFrom 1907 to 1970, work was under the direction of the cole franaise d'Extrme-Orient, which cleared away the forest, repaired foundations, and installed drains to protect the buildings from water damage. In addition, scholars associated with the school including George Coeds, Maurice Glaize, Paul Mus, Philippe Stern and others initiated a program of historical scholarship and interpretation that is fundamental to the current understanding of Angkor.\nWork resumed after the end of the Cambodian Civil War and, since 1993, has been jointly co-ordinated by India, Germany, Japan and UNESCO through the International Co-ordinating Committee on the Safeguarding and Development of the Historic Site of Angkor (ICC), while Cambodian work is carried out by the Authority for the Protection and Management of Angkor and the Region of Siem Reap (APSARA), created in 1995. Some temples have been carefully taken apart stone by stone and reassembled on concrete foundations, in accordance with the method of anastylosis.\nThe World Monuments Fund has aided Preah Khan, the Churning of the Sea of Milk (a 49-meter-long bas-relief frieze in Angkor Wat), Ta Som, and Phnom Bakheng. International tourism to Angkor has increased significantly in recent years, with visitor numbers reaching around 2 million a year by 2014. This poses additional conservation problems but has also provided financial assistance to the restoration effort.\nWater-table dropping.\nWith the increased growth in tourism at Angkor, new hotels and restaurants are being built to accommodate such growth. Each new construction project drills underground to reach the water table, which has a limited storage capacity. This demand on the water table could undermine the stability of the sandy soils under the monuments at Angkor, leading to cracks, fissures and collapses. Making matters worse, the peak tourist season corresponds with Cambodia's dry season, which leads to excessive pumping of ground water when it is least replenished naturally.\nLooting.\nLooting has been an ever-growing threat to the Angkor archaeological landscape. According to APSARA, the official Cambodian agency charged with overseeing the management of Angkor, \"vandalism has multiplied at a phenomenal rate, employing local populations to carry out the actual thefts, heavily armed intermediaries transport objects, often in tanks or armored personnel carriers, often for sale across the Cambodian border.\"\nUnsustainable tourism.\nThe increasing number of tourists, around two million per year, exerts pressure on the archaeological sites at Angkor by walking and climbing on the (mostly) sandstone monuments at Angkor. This direct pressure created by unchecked tourism is expected to cause significant damage to the monuments in the future.\nIn sites such as Angkor, tourism is inevitable. Therefore, the site management team cannot exclusively manage the site. The team has to manage the flow of people. Millions of people visit Angkor each year, making the management of this flow vital to the quickly decaying structures. Western tourism to Angkor began in the 1970s. The sandstone monuments and Angkor are not made for this type of heightened tourism. \nMoving forward, UNESCO and local authorities at the site are in the process of creating a sustainable plan for the future of the site. Since 1992, UNESCO has moved towards conserving Angkor. Thousands of new archaeological sites have been discovered by UNESCO, and the organization has moved towards protected cultural zones. Two decades later, over 1000 people are employed full-time at the site for cultural sensitivity reasons. Part of this movement to limit the impacts of tourism has been to only open certain areas of the site. \nHowever, much of the 1992 precautionary measures and calls for future enforcement have fallen through. Both globally and locally the policy-making has been successful, but the implementation has failed for several reasons. First, there are conflicts of interest in Cambodia. While the site is culturally important to them, Cambodia is a poor country. Its GDP is marginally larger than Afghanistan's. \nTourism is a vital part to the Cambodian economy, and shutting down parts of Angkor, the largest tourist destination in the country, is not an option. A second reason stems from the government's inability to organize around the site. The Cambodian government has failed in organizing a robust team of cultural specialists and archaeologists to service the site.\nCOVID-19.\nDuring the COVID-19 pandemic, the lack of visitors resulted in 10,000 people working in the Cambodiantourist trade being out of work.\nReligious history.\nHistorical Angkor was more than a site for religious art and architecture. It was the site of vast cities that served all the needs of the Khmer people. Aside from a few old bridges, however, all of the remaining monuments are religious edifices. In Angkorian times, all non-religious buildings, including the residence of the king himself, were constructed of perishable materials, such as wood, \"because only the gods had a right to residences made of stone\". Similarly, the vast majority of the surviving stone inscriptions are about the religious foundations of kings and other potentates. As a result, it is easier to write the history of Angkorian state religion than it is to write that of just about any other aspect of Angkorian society.\nSeveral religious movements contributed to the historical development of religion at Angkor:\nPre-Angkorian religion.\nThe religion of pre-Angkorian Cambodia, known to the Chinese as Funan (1st century AD to ca. 550) and Chenla (ca. 550  ca. 800 AD), included elements of Hinduism, Buddhism and indigenous ancestor cults.\nTemples from the period of Chenla bear stone inscriptions, in both Sanskrit and Khmer, naming both Hindu and local ancestral deities, with Shiva supreme among the former. The cult of Harihara was prominent; Buddhism was not, because, as reported by the Chinese pilgrim Yi Jing, a \"wicked king\" had destroyed it. Characteristic of the religion of Chenla also was the cult of the lingam, or stone phallus that patronized and guaranteed fertility to the community in which it was located.\nShiva and the lingam.\nThe Khmer king Jayavarman II, whose assumption of power around 800AD marks the beginning of the Angkorian period, established his capital at a place called Hariharalaya (today known as Roluos), at the northern end of the great lake, Tonl Sap. Harihara is the name of a deity that combines the essence of Vishnu (Hari) with that of Shiva (Hara) and that was much favored by the Khmer kings. Jayavarman II's adoption of the epithet \"devaraja\" (god-king) signified the monarch's special connection with Shiva.\nThe beginning of the Angkorian period was also marked by changes in religious architecture. During the reign of Jayavarman II, the single-chambered sanctuaries typical of Chenla gave way to temples constructed as a series of raised platforms bearing multiple towers. Increasingly impressive temple pyramids came to represent Mount Meru, the home of the Hindu gods, with the moats surrounding the temples representing the mythological oceans.&gt;\n Typically, a lingam served as the central religious image of the Angkorian temple-mountain. The temple-mountain was the center of the city, and the lingam in the main sanctuary was the focus of the temple. The name of the central lingam was the name of the king himself, combined with the suffix \"-esvara\", which designated Shiva. Through the worship of the lingam, the king was identified with Shiva, and Shaivism became the state religion. \nThus, an inscription dated 881AD indicates that king Indravarman I erected a lingam named \"Indresvara\". Another inscription tells us that Indravarman erected eight lingams in his courts and that they were named for the \"eight elements of Shiva\". Similarly, Rajendravarman, whose reign began in 944AD, constructed the temple of Pre Rup, the central tower of which housed the royal lingam called \"Rajendrabhadresvara\".\nVaishnavism.\nIn the early days of Angkor, the worship of Vishnu was secondary to that of Shiva. The relationship seems to have changed with the construction of Angkor Wat by King Suryavarman II as his personal mausoleum at the beginning of the 12th century. The central religious image of Angkor Wat was an image of Vishnu, and an inscription identifies Suryavarman as \"Paramavishnuloka\", or \"he who enters the heavenly world of Vishnu\". Religious syncretism, however, remained thoroughgoing in Khmer society: the state religion of Shaivism was not necessarily abrogated by Suryavarman's turn to Vishnu, and the temple may well have housed a royal lingam. \nFurthermore, the turn to Vaishnavism did not abrogate the royal personality cult of Angkor. by which the reigning king was identified with the deity. According to Angkor scholar Georges Coeds, \"Angkor Wat is, if you like, a vaishnavite sanctuary, but the Vishnu venerated there was not the ancient Hindu deity nor even one of the deity's traditional incarnations, but the king Suryavarman II posthumously identified with Vishnu, consubstantial with him, residing in a mausoleum decorated with the graceful figures of apsaras just like Vishnu in his celestial palace\". Suryavarman proclaimed his identity with Vishnu, just as his predecessors had claimed consubstantiation with Shiva.\nMahayana Buddhism.\nIn the last quarter of the 12th century, King Jayavarman VII departed radically from the tradition of his predecessors when he adopted Mahayana Buddhism as his personal faith. Jayavarman also made Buddhism the state religion of his kingdom when he constructed the Buddhist temple known as the Bayon at the heart of his new capital city of Angkor Thom. In the famous face towers of the Bayon, the king represented himself as the bodhisattva Avalokiteshvara moved by compassion for his subjects. Thus, Jayavarman was able to perpetuate the royal personality cult of Angkor, while identifying the divine component of the cult with the bodhisattva rather than with Shiva.\nHindu restoration.\nThe Hindu restoration began around 1243AD, with the death of Jayavarman VII's successor, Indravarman II. The next king, Jayavarman VIII, was a Shaivite iconoclast who specialized in destroying Buddhist images and in reestablishing the Hindu shrines that his illustrious predecessor had converted to Buddhism. During the restoration, the Bayon was made a temple to Shiva, and its central 3.6 meter tall statue of the Buddha was cast to the bottom of a nearby well. Everywhere, cultist statues of the Buddha were replaced by lingams.\nReligious pluralism.\nWhen Chinese traveller Zhou Daguan came to Angkor in AD1296, he found what he took to be three separate religious groups. The dominant religion was that of Theravada Buddhism. Zhou observed that the monks had shaven heads and wore yellow robes. The Buddhist temples impressed Zhou with their simplicity. He noted that the images of Buddha were made of gilded plaster.\nThe other two groups identified by Zhou appear to have been those of the Brahmans and of the Shaivites. About the Brahmans, Zhou had little to say, except that they were often employed as high officials. Of the Shaivites, whom he called \"Taoists\", Zhou wrote, \"the only image which they revere is a block of stone analogous to the stone found in shrines of the god of the soil in China\".\nTheravada Buddhism.\nDuring the course of the 13th century, Theravada Buddhism transmitted through the Mon kingdoms of Dvaravati and Haripunchai made its appearance at Angkor. Gradually, it became the dominant religion of Cambodia, displacing both Mahayana Buddhism and Shaivism. The practice of Theravada Buddhism at Angkor continues until this day.\nArchaeological sites.\nThe area of Angkor has many significant archaeological sites, including the following: Angkor Thom, Angkor Wat, Baksei Chamkrong, Banteay Kdei, Banteay Samr, Banteay Srei, Baphuon, the Bayon, Chau Say Tevoda, East Baray, East Mebon, Kbal Spean, the Khleangs, Krol Ko, Lolei, Neak Pean, Phimeanakas, Phnom Bakheng, Phnom Krom, Prasat Ak Yum, Prasat Kravan, Preah Khan, Preah Ko, Preah Palilay, Preah Pithu, Pre Rup, Spean Thma, Srah Srang, Ta Nei, Ta Prohm, Ta Som, Ta Keo, Terrace of the Elephants, Terrace of the Leper King, Thommanon, West Baray, West Mebon. Another city at Mahendraparvata was discovered in 2013."}}