{"id": 64, "data": {"title": "Antigua Guatemala", "text": "Antigua Guatemala (), commonly known as Antigua or La Antigua, is a city in the central highlands of Guatemala. The city was the capital of the Captaincy General of Guatemala from 1543 through 1773, with much of its Baroque-influenced architecture and layout dating from that period. These characteristics had it designated as a UNESCO World Heritage Site in 1979. Antigua Guatemala serves as the capital of the homonymous municipality and the Sacatepquez Department.\nPopulation.\nThe city had a peak population of some 65,000 in the 1770s; the bulk of the population moved away in the late 18th century. Despite significant population growth in the late 20th century, the city had only reached half that number by the 1990s. At the time of the 2007 census, the city had 34,685 inhabitants. \nHistory.\n\"Antigua Guatemala\" means \"Old Guatemala\" and was the third capital of Guatemala, Formerly called \"Santiago de los caballeros de Guatemala\". The first capital of Guatemala was founded on the site of a Kakchikel-Maya city, now called Iximche, on Monday, July 25, 1524the day of Saint Jamesand therefore named Ciudad de Santiago de los Caballeros de Guatemala (City of Saint James of the Knights of Guatemala). Naturally, St. James became the patron saint of the city. \nAfter several Kaqchikel uprisings, the capital was moved to a more suitable site in the Valley of Almolonga (place of water) on November 22, 1527, and kept its original name. This new city was located on the site of present-day San Miguel Escobar, which is a neighborhood in the municipality of Ciudad Vieja. This city was destroyed on September 11, 1541, by a devastating lahar from the Volcn de Agua. As a result, the colonial authorities decided to move the capital once more, this time away to the Panchoy Valley. So, on March 10, 1543, the Spanish conquistadors founded present-day Antigua, and again, it was named Santiago de los Caballeros. For more than 200 years, it served as the seat of the military governor of the Spanish colony of Guatemala, a large region that included almost all of present-day Central America and the southernmost State of Mexico: Chiapas.\nSantiago de los Caballeros was the third seat of the capital called kingdom of Guatemala, which included the current states of Guatemala, Belize, El Salvador, Honduras, Nicaragua and Costa Rica, besides modern state of Chiapas in Mexico. After a flood destroyed the second city, located in the Valley of Almolonga, on the slopes of Volcn de Agua a new city was built in 1543 in the Valley of Panchoy, and it was established as head of the Real Audiencia of Guatemala in 1549.\nThe city was laid out in a square pattern, with streets running north to south and from east to west, with a central square. Both church and government buildings were designated important places around the central plaza. Between 1549 and 1563, property southeast of the square was sold to the crown and occupied by the first president of the Real Audiencia de los Confines: the lawyer Alonso Lopez Cerrato, who also served as governor and captain general. The original building was small and paneled with portal, tile roof, and adobe walls. The city is surrounded by three enormous volcanoes and mountains, plains and hills. This territory was called \"Valley of Guatemala\" and had 73 villages, two towns and the city of Santiago de los Caballeros.\nDue to constant problems between the conquerors and the representatives of the crown sent by the king of Spain, the Audiencia de los Confines was abolished in 1565. In 1570 the assembly was restored, this time independent of the viceroy of Mexico and the new organization was called Audiencia of Guatemala.\nThe Franciscan friars were the first to move into the valley Panchoy, the new capital of the Kingdom of Guatemala, and built a chapel on the site where later the Church Escuela de Cristo would be erected. This primitive chapel was destroyed in 1575 by an earthquake and during the next ten years collections were made to build the new complex, two blocks from the previous one. The Franciscan complex became a major cultural and religious center for the entire Captaincy General of Guatemala: Theologians, jurists, philosophers, physicists, and mathematicians studied in the school of San Buenaventura, which was located where the monastery ruins are. Notable students included Cristbal de Villalpando, Thomas Merlo, and Alonso de Paz.\nThe first building of a cathedral was begun in 1545 with the debris brought from the destroyed settlement in the valley of Almolonga; however, its construction was hampered by frequent earthquakes throughout the years. The city was the final resting place of the great Spanish chronicler Bernal Daz del Castillo, and his remains were interred in one of the churches that was eventually ruined by earthquakes.\nThe construction of the royal houses for the residence of the Captain General and the members of the Real Audiencia started in 1558; the complex also included the Royal Treasury, jail, Army quarters, the Hall of Arms, and the housing of Audiencia members.\nIn the sixteenth century, there were several important earthquakes on the following dates: \nIn 1566 King Felipe II of Spain gave it the title of \"Muy Noble y Muy Leal\" (\"Very Noble and Very Loyal\").\n17th-century events.\nThe Jesuits founded the school of \"San Lucas of the Society of Jesus\" in 1608, which became famous and was unrivaled in terms of literature and grammar lessons; it was attended by the elite nobles of the city society, such as Francisco Antonio Fuentes y Guzman, the chronicler Francisco Vzquez, and Pedro Betancourt. On 18 July 1626, the Jesuit temple was inaugurated; along with the rest of the city, it suffered and was damaged by continuous earthquakes that struck the city between the sixteenth and eighteenth centuries.\nThe monks of San Juan de Dios founded their hospital and monastery in 1636 and thereafter were in charge of the hospitals in the Kingdom of Guatemala. Their hospitals were: \nThe temple of the Escuela de Cristo -School of Christ- was founded in the parish of Our Lady of Remedios in 1664 and from 1689 onward it was known as the Congregation of San Felipe de Neri. Meanwhile, around 1690, the Jesuits founded another school: the \"San Francisco de Borja\" where the poet and priest Rafael Landivar, S.J., eventually would study and serve as principal.\nSaint Hermano Pedro.\nPedro de San Jos Betancourt came to Guatemalan land in 1650 from his native Tenerife. Upon arrival he suffered a serious illness, during which he had the first opportunity to be with the poor and dispossessed. After his recovery he wanted to pursue ecclesiastical studies but unable to do so, professed as a Franciscan tertiary in the Convent of San Francisco in Santiago de los Caballeros. He founded shelters for the poor, indigenous, and homeless, and founded the Order of the Brothers of Our Lady of Bethlehem in 1656, to serve the poor. Santo Hermano Pedro wrote several books, including: Instruction De la Cruz's brother, Crown of the Passion of Jesus Christ our good or Rules Confraternity Betlemitas. He is considered the great evangelist of the West Indies, just as San Francisco Javier is to the East Indies. Brother Pedro attended to the poor, sick, orphaned, and dying, and was an early promoter of Human Rights. Additionally, he was the first literacy advocate in America, and the Order of Betlemitas in turn was the first religious order born in the Americas. The Santo Hermano Pedro was a man ahead of his time, both in his methods of teaching reading and writing to the illiterate and in medical patient treatment.\nRoyal and pontifical University of San Carlos Borromeo.\nFrancisco Marroqun, first bishop of Guatemala, sent the Spanish King a letter in 1548, asking for a superior education institution for Guatemala, but the letter went unanswered. Towards the end of his life, in 1562, Marroqun left some money in his will to establish a school -which eventually was the \"Santo Toms de Aquino school\"- where grammar, arts, philosophy, and theology would be taught. Poor Spanish children would be the beneficiaries of this pious work, as they could not travel to those cities where there were universities already, such as Mxico City in the New Spain. Historian John Tate Lanning said regarding this that, \"Marroqun's testament is so famous, that many people who have not even laid eyes on it say that there are things in the document that are really not in it. Marroqun never talks about a University, much less establishing one...\" On the other hand, there is indeed a document from Mayor Pedro Crespo Suarez, who left twenty thousand pesos after his death to set up classes in the university that \"was being asked of the crown\".\nThe Jesuits opposed a university establishment, given that they did not like the idea of having the other regular clergy orders -Mercedarians, Franciscans and Order of Preachers- taking the initiative in religious and educational issues. In August 1655, the Society of Jesus had bought the whole lot from the Daz del Castillo family and by then, their San Lucas School was well known in the region and it even granted two university degrees. In 1653, the San Lucas School had a staff of only thirteen priests, a very small number compared to the size of the building; the Jesuits, however, made a major impact on the cultural and educational life in the Capitana General of Guatemala. The school was the city's most prestigious, and from it graduated most of the elite members of society of the time. Most of its students were secular and went on to get the best positions in the country.\nAfter several decades, petitions, and lawsuits, king Carlos II expedited a royal decree, on January 31, 1676, allowing Capitana General of Guatemala to establish its university or \"General Study.\" After a lengthy and cumbersome organizational process that lasted five years, the university started classes on January 7, 1681, with more than sixty registered students under President Doctor Jos de Baos y Soto Mayor, Cathedral archdeacon, King of Spain preacher and Doctor from the University of Osuna. The university began its activities under the protection of Saint Carlos Borromeo, and its norms and regulations were copied from those of the Mxico University which, in turn, were adapted from those of the Universidad de Salamanca in Spain.\nThe first classes given in the university were:\nThe Royal University of San Carlos Borromeo became pontifical via the papal bull of Pope Innocent XI, issued and dated 18 June 1687.\n18th-century events.\nSan Miguel Earthquake.\nThe strongest earthquakes experienced by the city of Santiago de los Caballeros before its final move in 1776 were the San Miguel earthquakes in 1717. At that time, the power of the Catholic Church over the Spanish Empire's citizens was absolute and any natural disaster was considered as divine punishment. In the city, people also believed that the proximity of the Volcn de Fuego (English: Volcano of Fire) was the cause of earthquakes; the great architect Diego de Porres even said that all the earthquakes were caused by volcano explosions.\nOn August 27 there was a strong eruption of Volcn de Fuego, which lasted until August 30; the residents of the city asked for help to Santo Cristo of the cathedral and to the Virgen del Socorro who were sworn patrons of the Volcan de Fuego. On August 29, a Virgen del Rosario procession took to the streets after a century without leaving her temple, and there were many more holy processions until 29 September, the day of San Miguel. Early afternoon earthquakes were minor, but at about 7:00p.m. there was a strong earthquake that forced residents to leave their homes; tremors and rumblings followed until four o'clock. The neighbors took to the streets and loudly confessed their sins, bracing for the worst.\nThe San Miguel earthquake damaged the city considerably, to the point that some rooms and walls of the Royal Palace were destroyed. There was also a partial abandonment of the city, food shortages, lack of manpower, and extensive damage to the city infrastructure, not to mention numerous dead and injured. These earthquakes made the authorities consider moving to a new city less prone to seismic activity. City residents strongly opposed the move, and even took to the Royal Palace in protest; in the end, the city did not move, but the number of troops of the Army Battalion required to maintain order was considerable. The damage to the palace was repaired by Diego de Porres, who finished repairs in 1720, although there are indications that there was additional work done by Porres until 1736.\nSan Casimiro earthquake.\nOn March 4, 1751, the San Casimiro earthquake destroyed the city of Santiago de Guatemala once more. The church roof of the Society of Jesus complex fell to the ground, forcing the Jesuits once again to ask for help from the parishioners to rebuild. Once again, the building was among the most beautiful in the city when the repairs were completed. In fact, a period of prosperity began after the San Casimiro earthquake, as the city saw major improvements such as street embellishment and the introduction of a tap water system. A new City Hall was built, and on July 17, 1753, work on the Jesuit plaza in front of the church was finished.\nSanta Marta earthquake.\nOn 12 June 1773 Captain General Martn de Mayorga was inaugurated, and alongside Corts y Larrz and the regular clergy vicars, were the top authorities in the Kingdom of Guatemala and would be the main characters in the events that followed the 1773 earthquakes.\nIn 1773, the Santa Marta earthquakes destroyed much of the town, which led to the third change in location for the city. The Spanish Crown ordered, in 1776, the removal of the capital to a safer location, the Valley of the Shrine, where Guatemala City, the modern capital of Guatemala, now stands. This new city did not retain its old name and was christened Nueva Guatemala de la Asuncin (New Guatemala of the Assumption), and its patron saint is Our Lady of the Assumption. The badly damaged city of Santiago de los Caballeros was ordered abandoned, although not everyone left, and was thereafter referred to as la Antigua Guatemala (the Old Guatemala).\nThe Santa Marta earthquake practically demolished the church and sections of the convent of the Society of Jesus. Its cloisters and towers were in ruins, the walls were at dangerous angles, and the \"Casa de Ejercicios\" was turned into rubble. By a Royal decree of July 21, 1775, the city move to the \"Virgin valley\" was authorized. This was a final order that had to be obeyed by all the people, who started to move slowly, starting on December of that year. In order to build the new city it was necessary to get construction material from the old abandoned churches in Santiago de Guatemala. However, in the case of the Society of Jesus church, there was strong opposition from the neighbors to any possible dismantling of the structure since they considered that it could still be repaired.\n19th-century events.\nAfter the capital moved to La Ermita.\nAfter the independence of Guatemala from Spain in 1821, the Jesuit complex became public property once again and was in several lawsuits that lasted until 1829, when the regular clergy and the conservative Aycinena clan were expelled from Central America after the invasion of liberal general Francisco Morazn and the establishment of a secular government. The new liberal government decreed that all the confiscated Catholic church possessions had to be turned into elementary schools and university classrooms.\nAs of 1850, Antigua had an estimated population of 9,000. and by 1865, the building was functioning as a vapor activated thread mill, but it was not profitable due to a lack of expert technicians and raw material; and by 1872, the Jesuits were once again expelled from Guatemala by the liberal regime of Justo Rufino Barrios.\nIn 1884 City Hall made an announcement that it intended to transform the old Society of Jesus buildings into a market, in spite of the strong opposition from the neighbors that already had small shops on the plaza. It was not until 1912 that a market was placed in the complex.\n20th-century events.\nIn April 1920, during the very last days of Manuel Estrada Cabrera regime, prince Wilhelm of Sweden visited Antigua Guatemala and wrote about his impressions of the city in his book \"Between two continents\". His book is an objective description of the terrible conditions the road and the ruins used to be in: \"For some little way outside Guatemala City it was a fairly decent car ride, but then the roads began developing sand drifts, and later, rockfalls of tumbled stone as two years earlier, the country had been devastated by a powerful earthquake and government corruption made the recovery impossible\". \"The hills grew steeper and steeper, the jolting more pronounced and the stones even sharper; besides, on top of the road was a two-foot layer of dust which hid the pitfalls but did not detract from their effect\". \"Along the way, they passed long lines of Indians on their way to Guatemala City, carrying their heavy burdens with apparent ease; men, women and children carried something in the way of a load, and they all carried it quickly. With respect to traffic, it was almost non-existent, aside from mule-pulled wagons\".\nAfter passing Mixco, the road proceeded more steeply upward, with a precipitous drop on one side and sheer cliff rising on the other; here and there a cross stood by the wayside, marking the spot where some traveler had died. After reaching the highest point, they started down towards Antigua. The city was in sight when a person in uniform planted himself in front of the car; it turned out to be the city commandant, along with six soldiers with wooden guns. Compared to Guatemala City at the time, Antigua was quite nicely kept, although all the churches were equally dilapidated and left entirely to themselves, as rebuilding since 1773 was confined to the strictly necessary. For the most part, only blank walls and shattered domes remained to greet the visitor by 1920, and some of the churches were in pitiful conditions. In Santa Clara, for example, a mule was grazing, and in the Church of Grace a native family had taken up its quarters, along with their varied collection of domestic animals.\nBut there were other monuments in decent shape: \nUNESCO World Heritage Site.\nBecause of its outstanding Spanish Baroque-influenced architecture, layout, churches, and ruins, and the city's importance during the early colonial period of the country, Antigua Guatemala was designated as a UNESCO World Heritage Site in 1979.\nAntigua Guatemala in the 21st century.\nCentral Park  Parque Central  is the heart of the city, with the reconstructed fountain there acting as a popular gathering spot. To the north of the Central Park is the Arco de Santa Catalina, one of the most recognizable architectural landmarks of Antigua.\nLa Antigua is noted for its very elaborate religious celebrations during Lent (Cuaresma), leading up to Holy Week (\"Semana Santa\") and Easter (\"Pascua\"). Each Sunday during Lent, one of the local parishes sponsors a Procession through the streets of Antigua. Elaborate and artistic carpets, predominantly made of dyed sawdust, flowers, pine needles, and even fruits and vegetables, adorn the processions' paths. \nDue to its popularity among tourists and its very well-developed tourism infrastructure, Antigua Guatemala is often used as a central location from which to visit other tourist areas in Guatemala and Central America. Cruise ships that dock at Guatemalan ports offer trips to Antigua from both the Pacific and Atlantic. Antigua also holds a sizeable retirement community of expatriates from the US and Europe. \nEconomy.\nHistorically, the area was considered to be one of the finest agriculturally in Guatemala. Tourism is the main driver of the economy. Antigua is also a coffee-producing region of Anacaf.\nLanguage schools.\nAntigua is known as a destination for people who want to learn Spanish through immersion. There are many Spanish language schools in Antigua, and it is one of the most popular and best recognized centers for studying the Spanish language by students from Europe, Asia, and North America. Language institutes are one of the primary industries of Antigua, along with tourism.\nSports.\nAntigua GFC football club plays in the Guatemalan top division. Their home stadium is the Estadio Pensativo, which has a capacity of 10,000. They are nicknamed \"Los panzas verdes\" (\"Green bellies\") and have been successful nationally, having won the title four times since 2015.\nCuisine.\nThere are many restaurants in Antigua. Small eateries can be found at the Antigua marketplace next to the central bus stop, where you will find traditional Guatemalan dishes such as the traditional/Chapin breakfast, for example: refried beans, fried egg, fried plantain, and fresh cheese, served with handmade tortillas. Throughout Antigua you can find many cuisines from around the world: Mediterranean, Italian, Asian, American, and British pies and French pastries.\nHealth.\nAntigua is served by two main hospitals, Hospital Nacional Pedro de Bethancourt and a Guatemalan Institute of Social Security hospital. Emergency medical services are provided by Bomberos Municipales (Guatemala) and Bomberos Voluntarios (Guatemala), who have both previously worked with LFR International to improve prehospital care.\nEcology.\nThree large volcanoes dominate the horizon around Antigua. The most commanding, to the south of the city, is the Volcn de Agua or \"Volcano of Water\", some high. When the Spanish arrived, the inhabitants of the area, Kakchikel Mayas, called it Hunap (and they still do). However, it became known as Volcn de Agua after a lahar from the volcano buried the second site of the capital, which prompted the Spanish authorities to move the capital to present-day Antigua. The original site of the second capital is now the village San Miguel Escobar.\nTo the west of the city are a pair of peaks, Acatenango, which last erupted in 1972, some high, and the Volcn de Fuego or \"Volcano of Fire\", some high. \"Fuego\" is famous for being almost constantly active at a low level. Steam and gas issue from its top almost daily, while a larger eruption occurred in September 2012.\nTourism.\nAntigua is a growing tourist destination in Guatemala as it is close to Guatemala City but is much calmer and safer, with more tourist oriented activities. It is possible to take buses from Antigua to many parts of Guatemala. Many travel agencies offer shuttles to the main tourist places: Monterrico beach, Atitlan Lake, Coban, Lanqun (Semuc Champey), or Tikal, though the transportation is more central in Guatemala City. Antigua is also known for its chocolate makers.\nSpanish Colony monuments.\nBefore it was declared a National Monument by president Jorge Ubico on March 30, 1944, the city ruins were practically abandoned. The following galleries show images of the destruction of the structures due to earthquakes and abandonment. There were other churches, such as Nuestra Seora del Carmen and the Society of Jesus, that endured the 1773 earthquake relatively well, but they were abandoned and the earthquakes from 1917 to 1918 and 1976 destroyed them. In the particular case of de San Francisco El Grande church, it was in good structural condition after the 1773 and 1917 earthquakes, and it was rebuilt in 1967 when the Franciscans returned to Guatemala. This eventually protected the structure from significant damage in the 1976 earthquake. Finally, La Merced church was practically new in 1773, and it has withstood time and earthquakes since; the church was not abandoned in 1776, but it was indeed abandoned in 1829 when the Mercedarians were expelled from Central America by general Francisco Morazn, along with the rest of regular clergy and the conservative party members and Aycinena family.\nHoly Week.\nThe most traditional processions are:\nIn films.\n\"The New Adventures of Tarzan\" (1935).\nIn 1935, the film \"The New Adventures of Tarzan\", was filmed on location in Guatemala, taking advantage of the help from the United Fruit Company and president Jorge Ubico. The places where the filming was made were:\n\"The Border\": 1982.\nThe initial earthquake sequences from the Jack Nicholson film \"The Border\" were filmed in Antigua Guatemala, specifically in La Recoleccion Architectural Complex.\nClimate.\nAntigua Guatemala has a subtropical highland climate (Kppen: \"Cwb\").\nGeographic location.\nAntigua Guatemala is surrounded by the municipalities of Sacatepquez:"}}