{"id": 115, "data": {"title": "Archaeological Landscape of the First Coffee Plantations in the South-East of Cuba", "text": "The Archaeological Landscape of the First Coffee Plantations in the South-East of Cuba are the remains of several 19th-century coffee plantations located in the foothills of the Sierra Maestra. During the 19th and early 20th centuries, eastern Cuba was primarily involved with \"coffea\" cultivation. The remnants of the plantations display the techniques used in the difficult terrain, as well as the economic and social significance of the plantation system in Cuba and the Caribbean.\nIn 2000, the Archaeological Landscape of the First Coffee Plantations in the South-East of Cuba was added to the UNESCO list of World Heritage Sites.\nDescription.\nThe World Heritage site includes 171 19th and early 20th-century coffee plantations ('cafetales') across southeast Cuba, grouped into seven distinct locations: \nThe plantations are in different states of preservation, from the Cafetal Isabelica, which is fully restored, so some that are completely ruined. However, they all follow a similar layout. In the center of the plantation is the owner's residence, generally built in the style of Basque architecture, adapted for a tropical climate. Surrounding the owner's house were the slave quarters, made of flimsy wood and roofed with branches and leaves. Each plantation also includes a terraced drying floor ('secadero') for coffee bean preparation and other buildings for milling and roasting. \nHistory.\nFrench colonizers established coffee plantations in the 18th century on the island of Hispaniola, but the independence of Haiti in 1804 caused them to flee to Cuba, which was then under Spanish rule. During the 19th century, many coffee plantations were established across the Sierra Maestra, but they were unable to compete with the coffee plantations of Brazil, Colombia, and Costa Rica in the early 20th century, and gradually declined. Today, only a few coffee plantations are still in operation. "}}