{"id": 354, "data": {"title": "Armenian Monastic Ensembles of Iran", "text": "The Armenian Monastic Ensembles of Iran, located in the West Azerbaijan and East Azerbaijan provinces in Iran, is an ensemble of three Armenian churches that were established during the period between the 7th and 14th centuries A.D. The edificesthe St. Thaddeus Monastery, the Saint Stepanos Monastery, and the Chapel of Dzordzorhave undergone many renovations. These sites were inscribed as cultural heritages in the 32nd session of the World Heritage Committee on 8 July 2008 under the UNESCOs World Heritage List. The three churches lie in a total area of and were inscribed under UNESCO criteria (ii), (iii), and (vi) for their outstanding value in showcasing Armenian architectural and decorative traditions, for being a major centre for diffusion of Armenian culture in the region, and for being a place of pilgrimage of the apostle St. Thaddeus, a key figure in Armenian religious traditions. They represent the last vestiges of old Armenian culture in its southeastern periphery. The ensemble is in a good state of preservation.\nLocation.\nThe Armenian Monastic Ensembles of Iran are located in the West Azerbaijan and East Azerbaijan provinces in Iran. The ensemble consists of three Armenian churches that were established during the period between the 7th and 14th centuries A.D. The edificesthe St. Thaddeus Monastery, the Saint Stepanos Monastery, and the Chapel of Dzordzorhave undergone many renovations. The three churches lie in a total area of .\nThe St. Thaddeus Monastery also known as \"Kara Kelisa\" or \"Black Church\" in West Azerbaijan province is about from Maku. The Saint Stepanos Monastery is to the west of Jolfa city, East Azarbaijan Province in northwest Iran.\nHistory.\nThe Armenian people are native to Armenian Highlands which is also part of northwestern Iranknown as Iranian Azerbaijan. Armenia converted to Christianity in the early 4th century A.D. A portion of the region forms part of historical Armenia. Some of the oldest Armenian chapels, monasteries and churches in the world are located within this region of Iran, and the Iranian Azerbaijan region in general is home to the oldest churches in Iran. \nAccording to unverified reports it is believed that St. Thaddeus was buried at the site of the St. Thaddeus Monastery in the 1st century A.D., and that St. Gregory was responsible for establishing a monastery here in the 4th century. However, there is recorded proof that St. Thaddeus Monastery dates to the 7th century. It was the second Armenian church to be built, following the Etchmiadzin Cathedral and was the seat of the diocese in the 10th century. It was destroyed in an earthquake in 1319 and was rebuilt due to the efforts of Bishop Zachariah in the 1320s.\nDuring the reign of the Safavid dynasty in the 15th century, the monasteries were preserved. The monasteries were then deserted during the 16th and 17th centuries following a period of attacks by the Ottomans that prompted many Armenians to emigrate to central Iran. Once the Safavids reestablished themselves in the area, the monasteries were reoccupied and renovated. However, during the 18th century the area became a cauldron of conflicts for domination among the Russian, Ottoman, and Persian empires. When the Persians finally gained control, the monasteries were damaged. During the Qajar era, Armenians regained control over the monasteries and they were rebuilt. The existing St. Thaddeus Monastery was rebuilt in 1814 and refurbished in the 1970s.\nSimilarly, it is recorded that Saint Stepanos Monastery was first established in 649 A.D. and a new building constructed at the same location in the 10th century. It was a major Christian church during the history of Armenian independence and development. After it suffered damages due to earthquake, it was rebuilt by Bishop Zachariah in the 1320s. During the entire 14th century, it was the centre of influence in the region for Christian missionary work. This period marked the creation of literary manuscripts and paintings on religious themes. The monastery was rebuilt during the period from 1819 to 1825 and again became a center of religious activity. It was refurbished in the 1970s, and again during the period from 1983 to 2001.\nThe Dzordzor Chapel was built on the bank of the Makuchay River at Dzordzor by Bishop Zachariah in 1314 on very modest lines, making use of the vestiges of an earlier religious monument dated between the 10th and 12th centuries. During the period of Ottoman rule, some parts of the building were destroyed. Later, the chapel came under threat of submergence from a proposed dam and had to be shifted to a new location upstream.\nWorld heritage status.\nThe three monasteries of the ensemble were inscribed on 2008\nunder UNESCO criteria (ii), (iii), and (vi) for their outstanding value in showcasing Armenian architectural and decorative traditions, for being a major centre for diffusion of Armenian culture in the region, and for being a place of pilgrimage of the apostle St. Thaddeus, a key figure in Armenian religious traditions. They represent the last vestiges of old Armenian culture in its southeastern periphery. The ensemble is in a good state of preservation.\nArchitecture.\nThe three monuments represent a blend of architectural styles from the Byzantine, Persian, Eastern Orthodox, Assyrian, Persian, Muslim, and Armenian cultures.\nSaint Thaddeus Monastery.\nThe Saint Thaddeus Monastery ensemble is in two zones, the first of which covers an area of and comprises four chapels and the monastery itself. A compound wall of with towers at the corners encircles the main monastery complex. Adjoining this wall, residential quarters have been built for the monks. In the interior courtyard, the main religious structures are located in a space of . There is a large entrance that is built on four pillars. The main churchthe so-called White Churchis built on a Greek cross plan. It has an umbrella-shaped dome and a bell tower. There is also a Black Church, the oldest part of the ensemble, which is also crowned by a dome. The exterior artwork consists of cut-stone fascia of different colours, an Armenian architectural art form. The ornamentation in the interior is a blend of Armenian and Persian themes. There are also three more chapels to the northeast of the main monastery.\nThe second zone is about away to the southeast of the monastery, occupies an area of , and is the location of a fifth chapel, the Chapel of Sandokt. In one of the two cemeteries next to this chapel there is a sarcophagus. \nSaint Stepanos Monastery.\nThe Saint Stepanos Monastery ensemble is in the gorge of the Araxe River, which borders Azerbaijan. The central zone of the monastery is in an area of . The main chapel is located on a steep slope within an enclosed wall in an area of . There are also residences built for the monks next to the monastery. The length of the church, built in a Greek cross form, is and its height is . A four-pillared entrance is topped by a bell tower built in two levels; the first level is rectangular in shape, and at the second level there are pillars supporting an umbrella-shaped dome. Built in the style of Armenian religious architecture, it has cut-stone fascia. Within the church there are paintings that are based on similar ones at the Echmiatsin Church, which is a blend of Christian and Islamic art forms.\nDownstream of the monastery is an area of where the village, the cemetery, and an associated church are located. The village is destroyed except for the church, which is built in the form of a basilica, with four pillars supporting a cupola. The cemetery in the village has tombs dated to 16th century.\nUpstream, about away, is the Chupan Chapel (Chupan meaning \"shepherd\"), located close to the town of Jolfa on the bank of the Araxe River in an area of . It is well preserved and is built to a rectangular plan of . It has a dome that is supported over a tambour, but the rest of the structures next to the chapel are in ruins.\nChapel of Dzordzor.\nThe old Chapel of Dzordzor lies in the Makuchay River valley, occupying an area of . What is present now is a remnant of the large monastery that once existed there, as the entire chapel has been shifted to a new location away due to submergence resulting from a dam that was built on the river. Before the building was dismantled, detailed plans were made and the dismantled elements numbered so that they could be reassembled to the same design at the new site. Of 1500 stones used at the new site to rebuild the chapel with the dome, only 250 were new stones as all the numbered stones from the old site were able to be reassembled according plan. This reconstruction was carried out during the period 198788."}}