{"id": 122, "data": {"title": "Baekje Historic Areas", "text": "The Baekje Historic Areas are a group of monuments located in three South Korean cities: Gongju, Buyeo, and Iksan. They relate to the last period of the Baekje Kingdom, representing the period from 475 to 660 CE, which was one of the three kingdoms that flourished from 18 BC to 660 CE. The property designated as a UNESCO World Heritage Site has eight archaeological sites. These are: The Gongsanseong fortress () and the royal tombs at Songsan-ri, related to the capital city of Ungjin, now Gongju; the Busosanseong Fortress () and Gwanbuk-ri administrative buildings, the Jeongnimsa Temple, the Neungsan-ri royal tombs, and the Naseong city wall in Sabi, now Buyeo; and the Wanggung-ri Palace and the Mireuksa Temple in Iksan, a subsidiary capital region of Sabi. \nThe Baekje Historic Areas were inscribed as a UNESCO World Heritage Site on 8 July 2015 at the 39th session of the Committee. They were inscribed both as a cultural heritage under Criteria II, for the cultural and architectural features which the ancient East Asian kingdoms of Korea evolved in respect of construction methods and Buddhism and exchanged with China and Japan, and under Criteria III, for the extraordinary architecture, culture, religion, and artistry of the Baekje Kingdom in its capital cities, Buddhist shrines and funerary structures, and stone pagodas.\nLocation.\nThe heritage sites are located in the hilly mid-western region of the Republic of Korea, in the Iksansi Buyeogun in the Jeollabukdo, and Gongju-si in Chungcheongnam-do.\nHistory.\nIn Baekje, an ancient kingdom of Korea that flourished for 678 years from 18 BC to 660 AD, interaction with East Asian countries enabled the development of its own unique culture, differing from those of the other two neighboring kingdoms of Goguryeo and Silla. Baekje had been founded on a small area on the banks of the Hangang River, which is the present-day Seoul (Hanseong), in 18 BC, with population migrating from Goguryeo, and over the years the city was enlarged toward the southwestern part of the country. It became famous culturally and economically. Eventually wars broke out among the three kingdoms, and in the battle Goguryeo won and occupied Baekje, the capital of the Baekje Kingdom. Baekje then relocated from Hanseong to Ungjin, where the Gongsanseong Fortress was erected in 475 AD, and established it as its capital. This relocation facilitated the fledgling state of Baekje to imbibe from Chinese culture and architecture related to city planning, and it also subscribed to Buddhism. Baekje also transmitted its cultural and religious values to Japan, and Ungjin (built in the center of the Geumgang River in the form of a diamond, to the east of Seoul,) became a powerful influence in East Asia.\nHowever, there was a further movement of the capital to Sabi, and a powerful kingdom came to be established in Buyeo in 538 AD. This relocation was necessary for reasons of trade and commerce, as the main capital did not have this advantage. Here the city was developed with a royal palace, forts, royal burial grounds, and a security cordon of a city wall. During the regime of the Sabi period ((538660 AD), King Seong shifted the capital to Buyeo in 538. Iksan was established as a second capital for administrative purposes. In 660 AD, Baekje suffered defeat at the hands of the Silla, who had aligned with the Tang Dynasty of China.\nBuddhism found its way to Baekje from China for the first time in the late 4th century. In the 6th century, Gyeomik, a Buddhist monk of Baekje, went to India to learn more about Buddhism and bring back the scriptures, which were translated to the local language. Buddhist philosophy spread widely among all sectors of the society, and the ruler considered himself as Buddha to exercise royal control over his subjects. During this period, many large Buddhist temples and pagodas were built in Baekje. This also enabled a close interaction with China and Japan, not only in the field of religion and philosophy but also in building temples in these countries during the 5th to 7th centuries. This period also witnessed the emergence of East Asia as a \"geo-cultural circle\" with a uniform writing pattern with Chinese characters, practice of Buddhism, and adoption of Confucian legal codes. The city prospered for nearly 700 years from 18 BC to 660 AD with its neighbouring kingdoms of Goguryeo to the north and Silla to the east. \nThe historic monuments of the period of Baekje were buried; upon excavation, they were found in a well-preserved condition. These were recorded by the Government of Korea as Heritage sites under the 1962 Cultural Heritage Protection Act, amended 2012, and the 2004 Special Act on the Preservation and Promotion of Ancient Cities, amended 2013. The sites have also been brought under the purview of local governments' Cultural Heritage Protection Ordinances such as the Chungcheongnam-do of 2002 and Jeollabuk-do of 1999.\nA special organization called the Baekje Historic Areas Conservation and Management Foundation has been set up with all stakeholders on board; central, provincial, and local governments and community associations are involved. An overall Conservation and Management Plan for 20152019 has also been put in place to ensure that the \"Outstanding Universal Value\" of the monuments in the inscribed property are well preserved with an appropriate Tourism Management Plan for the sites.\nFeatures.\nThe eight sites featured in the heritage list are elaborated.\nThe Gongju Gongsanseong Fortress was initially known as Ungjinseong and subsequently as Gongsanseong during the reign of the Goryeo Dynasty. It occupies an area of , presently in the Geumseong-dong and Sanseong-dong districts. It was unearthed during the archaeological excavations done after 1980s, when the constriction methods in building the forts's rampart, the royal palace, and the associated structures of the royal palace were revealed. The fort is located atop the Gongsan mountain (elevation ) and extends over a length of , with its stone wall in length and the balance made of earth. It was built as a defense fortification adapted to the local topography by linking mountain peaks and bridging the valleys. Following the collapse of the Baekje empire, the ramparts were rebuilt fully as stone walls. The fortress has been illuminated. It functioned both as a defense structure and a royal palace. \nThe Royal Tomb of King Muryeong belongs to the 25th king of Baekje. It is also known as the Royal Tombs in Songsan-ri or the Royal Tombs of Baekje. It is located on top of a small hill (elevation ) on the southern side of the Geumgang River. It was unearthed in 1971 in an intact condition, though some excavations had been carried out in 1927 and 1932. When excavated, the King's tomb was found in a well-preserved state with its more than 4,600 antiquities in good condition. The King's queen was also buried here. This was part of six other tombs found among the Royal Tombs at Songsan-ri. The tombs were built around 475 AD after the capital was relocated. The tomb of the King and the tomb no 6 are made of bricks with a vaulted ceiling, while the other five tombs were built as stone chambers with domed ceilings. \nThe Busosanseong Fortress, located on a small hill, was known in the early period as Sabiseong. It formed the backyard garden of the royal palace and was an emergency escape route. Archaeological excavations carried out in 1993 unearthed this fort. It is situated on the Busosan Mountain (elevation ) located on the northern extremity of Buyeo, on the west bank of the Geumgang River. The fort wall has a perimeter of with a base width of , and it is in height built by the rammed earth method. It has two gates, one on the south and the other on the east; the south gate is the main gate. The finds here also indicate that the fort was in use as a military establishment for more than 1,000 years. \nThe 'Nakhwaam Rock', meaning \"Rock of Falling Flowers\", a rock ledge, is known for the Baekje's tragic legend of 3,000 royal ladies committing suicide by jumping off the cliff. \nThe Jeongnimsa Temple Site layout is a popular architectural layout throughout Korea and has a \"pagodaprayer halllecture hall layout\". It is located on a flat terrain and is in the backdrop of the Geumseongsan Mountain to the east and Busosan Mountain to the north. Built during the Sabi period, the temple has engravings on the pagoda that memorialize the Tang Dynasty's victory over Baekje. The temple has a layout of a central gate, prayer and lecture halls, and the monks' residential area, all linked by passages. The buildings were made of wood founded over tiled plinths. The site has a five-story pagoda, in height with a low platform and a high main body on its first level, and with reducing size at further higher levels. Other archaeological finds include many roof tiles and clay figurines. \nIn the Mireuksaji Seoktap site, the temple is a large stone pagoda which is considered the largest temple site not only in Korea but in the whole of East Asia. The eastern tower of the pagoda was refurbished in 1993. The west tower was also under restoration. The Pagoda is well preserved. \nThe Royal Tombs in Neungsan-ri exhibit a change in the architectural style of the ceiling from vaulted to flat. The tombs were excavated between 1915 and 1917. Seven tombs were unearthed here, with six arranged in two rows and the seventh located away. Three tombs have stone chambers with a passage and with vaulted ceilings in hexagonal and square designs. \nThe Naseong City Wall built to defend the city is in length and constructed of earth and stone. It provided security to the northern and eastern part of Sabi. The wall was built with rammed-earth technology, which was then innovative. The eastern part of the wall has been refurbished. The earthen walls have been built with wood planks, twigs, and leaves along certain stretches. Excavations revealed the main gate on the eastern part of Buyeo, next to the Royal Tombs in Neungsan-ri, which was of width built with rectangular stones. Another gate located away was also found in 2013. \nThe Temple Site of Busosan Mountain has on its southwestern slope a Buddhist temple unearthed during excavations in 1980. The temple covers an area of . It has one pagoda and one prayer hall layout. Among the artifacts found here is a gilt-bronze waist belt that is believed to have belonged to a person of high rank."}}