{"id": 204, "data": {"title": "Bahla Fort", "text": "Bahla Fort () is one of four historic fortresses situated at the foot of the Jebel Akhdar highlands in Oman and the country's only UNESCO-listed fort added in 1987.\nThe fort underwent massive restoration efforts and reopened in 2012. However, the complex lacks in visitor information. There are no exhibits or brochures available to learn more about this large space or guides at hand to provide further details, so people either need to go on a tour or explore on their own.\nHistory of Bahla Fort.\nThe fort is believed to have been built between the 12th and 15th century by the Banu Nebhan tribe who inhabited the area at the time and were known for controlling the trade of frankincense at the time.\nAs part of the complex, there is also a citadel oasis adjacent to the fort and an ancient wall spanning 13 kilometres part of which are still standing. The majority of the oasis is in ruins but the structure and some of the houses still stand.\nAs the fort was built with bricks made of mud and straw, erosion damaged the structure until rehabilitation efforts were launched. There are a lot of legends surrounding the castle.\nStructure of Bahla Fort.\nThere are three main parts inside the fort. The oldest part of the fort is Al-Qasabah. Bait al-Hadith, or new house, was built by the Yariba dynasty (1624-1743). Bait Al-Jabal was erected in the 18th century.\nPrevious restorations.\nPreservation attempt in 1995 was found to be a renovation not a restoration because the aim of the remodeling was to make the fort look new. This renovation began without prior archaeological, topographic, architectural or technical surveys.\nOriginal building was mud-brick and mortar and plaster. Restoration unjustifiably used stone and cement to cover the walls so severely that the original walls could not be seen at all \nIrrigation is an issue, as there have not been any recent efforts to conserve this system. Parts of the ancient wall surrounding the fort have been destroyed or altered because of nearby building construction. \nIn 2013, ArCHIAM Centre lead by Professor Soumyen Bandyopadhyay developed a heritage management plan for the Bahla fort and it's neighbouring oasis."}}