{"id": 189, "data": {"title": "Banc d'Arguin National Park", "text": "The Banc d'Arguin National Park (, ) of Bay of Arguin lies in Western Africa on the west coast of Mauritania between Nouakchott and Nouadhibou and is the former mouth of the Tamanrasset River. The World Heritage Site is a major site for migratory birds and breeding birds, including flamingos, pelicans and terns. Much of the breeding is on sand banks including the islands of Tidra, Niroumi, Nair, Kijji and Arguim. The surrounding waters are some of the richest fishing waters in western Africa and serve as nesting grounds for the entire western region.\nThe Banc d'Arguin National Park is a Nature reserve that was established in 1976 to protect both the natural resources and the valuable fisheries, which makes a significant contribution to the national economy, as well as scientifically and aesthetically valuable geological sites, in the interests of and for the recreation of the general public.\nThe park's vast expanses of mudflats provide a home for over one million migrant shorebirds from northern Europe, Siberia and Greenland. The region's mild climate and absence of human disturbance makes the park one of the most important sites in the world for these species. The nesting bird population is also noted for its great numbers and diversity. Between 25,000 and 40,000 pairs belonging to 15 species, making the largest colonies of water birds in West Africa.\nConservation.\nThe extensive intertidal flats of Parc National du Banc dArguin shelters on the most pristine seagrass beds on earth. Human impact is still at its minimum compared to the other intertidal systems along the East Atlantic Flyway. Only small indigenous community is allowed to fish in the Park boundaries using relatively primitive techniques and tools. No motorized boats are permitted in the area. Over the last decade, however, the international shark/ray market made its way to PNBA. Locals starts to target these species although it is not allowed. It is perhaps the most challenging issue facing the conservation of the park.\nPeople.\nThe local population comprises about 500 or so Imraguen tribesmen that live in seven villages within the park. They base their economy on subsistence fishing using traditional methods.\nFauna.\nThe park is host to one of the world's most diversified communities of nesting piscivorous birds in the world. At least 108 bird species have been recorded, representing both Palaearctic and Afrotropical realms. Wintering shorebirds number over three million and include greater flamingo (\"Phoenicopterus roseus\"), ringed plover (\"Charadrius hiaticula\"), grey plover (\"Pluvialis squatarola\"), red knot (\"Calidris canutus\"), common redshank (\"Tringa totanus\") and bar-tailed godwit (\"Limosa lapponica\").\nAlong with the regions in north such as the Cintra Bay and Dakhla Peninsula, the area is one of the most important wintering grounds for Eurasian spoonbill (\"Platalea leucorodia leucorodia\"). Breeding birds include white pelican (\"Pelecanus onocrotalus\"), reed cormorant (\"Phalacrocorax africanus\"), gull-billed tern (\"Gelochelidon nilotica\"), Caspian tern (\"Hydroprogne caspia\"), royal tern (\"Sterna maxima\") and common tern (\"Sterna hirundo\"), together with several species or subspecies with an African distribution, such as grey heron (\"Ardea cinerea monicae\") and Eurasian spoonbill (\"Platalea leucorodia balsaci\") and western reef heron (\"Egretta gularis\").\nFor marine mammals, endangered species can be seen here all-year round; for example, Mediterranean monk seals, Atlantic humpback dolphins and bottlenose dolphins. Other species can be seen here are orca, the killer whales, pilot whales, Risso's dolphins, dolphins (common, rough-toothed). Fin whales and harbor porpoises are also known to visit the area. Possibly, highly coastal whale species such as North Atlantic right whales, now-extinct Atlantic gray whales were used to be seen here as well. Other baleen whales possibly occur here include; humpbacks, seis, blues, Brydes's, and minkes, as they have been seen in either coastal or offshore waters.\nBanc d'Arguin is rich in fish and the rare false shark ray is only known from this region.\nFlora.\nBattering surf and shifting sand banks characterize the entire length of the shoreline. The Ras Nouadhibou (formerly Cap Blanc) peninsula, which forms Dakhlet Nouadhibou (formerly Lvrier Bay) to the east, is fifty kilometers long and up to thirteen kilometers wide. The peninsula is administratively divided between Morocco (see Glossary) and Mauritania, with the Mauritanian port and railhead of Nouadhibou located on the eastern shore (see fig. 11). Dakhlet Nouadhibou, one of the largest natural harbors on the west coast of Africa, is forty-three kilometers long and thirty-two kilometers wide at its broadest point. Fifty kilometers southeast of Ras Nouadhibou is Arguin. In 1455 the first Portuguese installation south of Cape Bojador (in the present-day South Morocco) was established at Arguin. Farther south is the coastline's only significant promontory, seven-meter-high Cape Timiris. From this cape to the marshy area around the mouth of the Senegal River, the coast is regular and marked only by an occasional high dune.\nOn coastal dunes vegetation is rare. At the foot of ridges, however, large tamarisk bushes, dwarf acacias, and swallowworts may be found. Some high grass, mixed with balsam, spurge, and spiny shrubs, grows in the central region. The north has little vegetation.\nClimate.\nThe Coastal Zone, or Sub-Canarian Zone, extends the length of the approximately 754-kilometer-long Atlantic coast. Prevailing oceanic trade winds from the Canary Islands modify the influence of the harmattan, producing a humid but temperate climate. Rainfall here is minimal; in Nouadhibou it averages less than three centimeters annually and occurs between July and September. Temperatures are moderate, varying from mean maxima of 28C and 32C for Nouadhibou and Nouakchott, respectively, to mean minima of 16C and 19C.\nGeology.\nThe depositional profile of the northern Banc d'Arguin describes a flat-topped platform, on which extensive carbonate deposits developed largely in water depths &lt;10 meters below sea level. Vast areas of the Banc d'Arguin are covered by mixed carbonatesiliciclastic sediments dominated by barnacles and mollusk remains plus admixed eolian siliciclastics. These sediments accumulate into extensive shoals, occasionally causing water depths below 5 m several dozens kilometers offshore the present shoreline. The bank edge forms a sharp morphological step, suddenly deepening from 1020m down to 3050m, and separates the inner shelf environments (&lt;510m; carbonate bank) from those of the outer shelf. Assemblages formed by benthic foraminifers and mollusks and monospecific bivalve shell accumulations with admixed eolian silt characterize the platform cover in the outer shelf.\nIn the central and southern outermost shelf, silt-sized quartzose materials form confined bodies referred to as the Arguin and Timiris Mud Wedges. These deposits started to form with transgressional inundation early in the Holocene and have grown continuously and rapidly over the past 9 kyrs. Locally, the mud wedge deposits are incised by gullies and canyons towards the shelf break lying at around 80110m. The southernmost Golfe d'Arguin describes a homoclinal ramp profile with vast intertidal plains around Tidra Island.\nHistory.\nBecause of its rich fishery and strategic location, the territory has been highly coveted and disputed by the European colonial powers of Portugal, France, England, Brandenberg/Prussia and Holland.\nDespite the Almoravid domination of Spain in the eleventh and twelfth centuries, there seems to be little evidence of contact during that time between Mauritania and Europe. The inhospitable coastline of Mauritania continued to deter voyagers until the Portuguese began their African explorations in the fifteenth century. Lured by legends of vast wealth in interior kingdoms, the Portuguese established a trading fort at Arguin, southeast of Cap Blanc (present-day Ras Nouadhibou), in 1455. The king of Portugal also maintained a commercial agent at Ouadane in the Adrar in an attempt to divert gold traveling north by caravan. Having only slight success in their quest for gold, the Portuguese quickly adapted to dealing in slaves. In the mid-fifteenth century, as many as 1,000 slaves per year were exported from Arguin to Europe and to the Portuguese sugar plantations on the island of So Tom in the Gulf of Guinea.\nWith the merger of the Portuguese and Spanish crowns in 1580, the Spaniards became the dominant influence along the coast. In 1638, however, they were replaced by the Dutch, who were the first to begin exploiting the gum arabic trade. Produced by the acacia trees of Trarza and Brakna and used in textile pattern printing, this gum arabic was considered superior to that previously obtained in Arabia. By 1678 the French had driven out the Dutch and established a permanent settlement at Saint Louis at the mouth of the Senegal River, where the French Company of the Senegal River (Compagnie Franaise du Sngal) had been trading for more than fifty years.\nThe Moors, with whom the Europeans were trading, considered the constant rivalries between European powers a sign of weakness, and they quickly learned the benefits of playing one power against the other. For example, they agreed simultaneously to give monopolies to the French and the Dutch. The Maures also took advantage of the Europeans whenever possible, so that when the French negotiated with the amir of Trarza to secure a monopoly on the gum Arabic trade, the amir in exchange demanded a considerable number of gifts. Thus began the custom, an annual payment expected by the Maures for doing business with a government or a company. By 1763 the British had expelled France from the West African coast, and France recovered control only when the Congress of Vienna in 1815 recognized French sovereignty over the coast of West Africa from Cap Blanc south to Senegal."}}