{"id": 275, "data": {"title": "Baroque Churches of the Philippines", "text": "The Baroque Churches of the Philippines are a collection of four Spanish Colonial-era baroque churches in the Philippines, which were included in UNESCO's World Heritage List in 1993. The churches are also considered as national cultural treasures of the country.\nWorld Heritage Site 677.\nThe 2013 revision of UNESCO's World Heritage Site (WHS) 677, Baroque Churches of the Philippines.\nHistorical Context.\nThere was a conglomeration of factors that led to the presence of Baroque elements in the architecture of the Philippines, specifically in church architecture. During the Spanish Colonial Period (15211898), Spanish missionaries arrived, sharing not only their religion but also their architecture, inspired from their native land. The Spaniards wished to create permanent, long-lasting churches as a testament to the power of God, and did not consider the current church structures in the Philippines as proper places to worship. As most Spanish missionaries were not trained in architecture or engineering, the local townspeople including Filipinos and Chinese migrants, alongside the Spanish friars would take part in the building and design of local churches. The combination of ideas from the missionaries and locals effectively fused native Spanish designs with a uniquely Oriental style. The church's aesthetic was also shaped by limited access to certain materials, and the need to rebuild and adapt to natural disasters including fires and earthquakes, creating a style sometimes referred to as Earthquake Baroque. The Baroque Churches of the Philippines is a serial inscription consisting of four Roman Catholic churches constructed between the 16th and the 18th centuries in the Spanish period of the Philippines. They are located in separate areas of the Philippine archipelago, two at the northern island of Luzon, one at the heart of Intramuros, Manila, and the other in the central Visayas island of Iloilo.\nThe four baroque churches of the Philippines are classified as UNESCO world heritage sites as they have important cultural significance and influence on future architectural design in the Philippines. The churches display certain characteristics that express a fortress baroque,' such as thick walls and high facades that offer protection from marauders and natural disasters alike. The group of churches established a style of building and design that was adapted to the physical conditions in the Philippines which had an important influence on later church architecture in the region.\nThe four churches further exemplify the baroque style with elaborate iconography and detailed scenes from the life of Christ, fusing traditional Catholic values from Spain with island elements such as palm fronds or patron saints dressed in traditional island clothing carved alongside scenes from the bible. The lavish embellishment also reflects the Filipino attitude about the aesthetic of decorating, known as \"horror vacui\", or fear of empty spaces. The desire to fill plain spaces is evident in the decoration of the churches, which are brimming with cultural motifs from the western world along with traditional Filipino elements.\nSan Agustin Church in Manila.\nThe San Agustin Church in Manila, also known as The Church of the Immaculate Conception of San Agustn was the first church built on the island of Luzon in 1571, immediately after the Spanish conquest of Manila. A site within the district of Intramuros was assigned to the Augustinian Order, the first to evangelize in the Philippines. In 1587 the impermanent earliest building in wood and palm fronds was replaced by a stone church and monastery in stone, the latter becoming the Augustinian mother house in the Philippines. Two bell towers were added in 1854, but the northern one cracked in the 1880 earthquake and had to be demolished. Because of the danger of natural disasters, much of the church's aesthetic had to be sacrificed in favor of durability and functionality. In 1762, during the Seven Years' War, British forces looted the church. In 1898, San Agustin Church became a venue for American and Spaniards to discuss and sign the surrender of Manila to the Americans.\nThe interior of the church featured artwork dating back to the 19th century, with \"trompe-l'il\" paintings by Italian painters Alberoni and Dibella, but they overlie the original tempera murals. The church was richly endowed, with a fine retablo, pulpit, lectern and choir-stalls. The church also includes oriental details in the form of Chinese fu dogs that flank the entrance of the building. Of special interest is the series of crypto-collateral chapels lining both sides of the nave. The walls separating them act as buttresses. The stone barrel vault, dome, and arched vestibule are all unique in the Philippines, as is the decor that often takes the shape of local flora. A monastery complex was formerly linked to the church by a series of cloisters, arcades, courtyards and gardens. The church was the only structure in Intramuros to survive the Liberation of Manila in 1945.\nIn the side chapel of the church rests the remains of Spanish Miguel Lopez de Legaspi, the founder of the city of Manila, which is the capital city of the Philippines.\nSanta Maria Church.\nThe Santa Maria Church, commonly known as the Church of Our Lady of the Assumption, is located in the municipality of Santa Maria, Ilocos Sur. Unlike other town churches in the Philippines, which conform to the Spanish tradition of sitting on the central plaza, the Church of Nuestra Seora de la Asuncion in Santa Maria with its Convento is on a hill surrounded by a defensive wall. Also unusual are the sitting of the Convento parallel to the facade of the church and that of the separate bell tower (characteristic of Philippine-Hispanic architecture) at the midpoint of the nave wall. This was dictated by the hill on which it is located.\nThe brick church follows the standard Philippine layout, with a monumental facade masking a straight roof-line covering a long rectangular building. It is alleged to be built on a solid raft as a precaution against earthquake damage. The walls are devoid of ornament but have delicately carved side entrances and strong buttresses\nSanta Maria Church inscribed its name in the UNESCO world heritage sites on December 11, 1993, as a part of the four Baroque Churches in the Philippines.\nPaoay Church.\nThe Paoay Church, also known as the Church of San Agustn, is located in Paoay, Ilocos Norte. It is the most outstanding example in the Philippines of an Earthquake Baroque style architecture. Fourteen buttresses are ranged along the lines of a giant volute supporting a smaller one and surmounted by pyramidal finials. A pair of buttresses at the midpoint of each nave wall have stairways for access to the roof. The lower part of the apse and most of the walls are constructed of coral stone blocks, the upper levels being finished in brick, but this order is reversed on the facade. The massive coral stone bell tower, which was added half a century after the church was completed, stands at some distance from the church, again as a protection against damage during earthquakes. Poay church was built of baked bricks, coral rocks, salbot (tree sap) and lumber, and has 24 carved massive buttresses for support. It is an architectural solution to the area's challenging, natural setting. Both sides of the nave are lined with the most voluminous stone buttresses seen around the islands. Large coral stones were used for the lower level while bricks were used for the upper levels of the church. The walls are 1.67 meters thick made of the same materials. The detached bell tower is of notable interest as the tapering layers emphasizes the oriental style, a unique structure that reflects the design of a pagoda. The church's exterior is made of coral stone and brick, held together by a mortar made from sugarcane juice, mango leaves, and rice straw among other ingredients. The facade of the church also has hints of a Gothic flavor with pilasters that extend from top to bottom, creating a strong vertical movement. While the exterior is decorated with rosettes and floral motifs that are reminiscent of Javanese temples, the interior is rather bare and solemn in comparison. Originally painted, the interior roof of the church today only shows an echo of the grand scenes that once graced the ceiling. \nMiagao Church.\nThe Miagao Church, also known as the Church of Santo Tomas de Villanueva, stands on the highest point in the town of Miagao, Iloilo. The church's towers served as lookouts against Muslim raids and it is said to be the finest surviving example of 'Fortress Baroque'. The sumptuous facade epitomizes the Filipino transfiguration of western decorative elements, with the figure of St Christopher on the pediment dressed in native clothes, carrying the Christ Child on his back, and holding on to a coconut palm for support. The entire riotously decorated facade is flanked by massive tapering bell towers of unequal heights. The two bell towers are asymmetrical on account of them being designed by two priests on two occasions. The interior of the church features a grand altar, thought to be the original 1700s altar that was lost in a fire, but recovered in 1982. The altar is gilded with Baroque motifs, and composed of three alcoves that hold effigies of St. Thomas of Villanova and St. Joseph, with the crucifixion in the center.\nThreats.\nThe Binondo-Intramuros bridge was completed in 2022. Although the bridge is about 550 meters away San Agustin Church, it may have encroached on the buffer zone prescribed for the church, which includes the walls of Intramuros and the immediate areas outside. If San Agustin is going to be delisted from UNESCO's World Heritage List, three other churches across the Philippines  Paoay Church in Ilocos Norte, Santa Maria Church in Ilocos and Miag-ao Church in Iloilo  would also be delisted. The 4 churches were collectively included in the heritage list in 1993.\nExtension.\nThe Baroque Churches of the Philippines (Extension) is included in UNESCO's tentative list for World Heritage Site. This proposed extension expands the existing World Heritage Site 677 by adding five churches that showcase the local interpretation of Baroque architecture. These churches are the following:\nSee also.\nChurch architecture\nArchitecture of the Philippines"}}