{"id": 341, "data": {"title": "Bergpark Wilhelmshöhe", "text": "Bergpark Wilhelmshhe is a landscape park in Kassel, Germany. The area of the park is , making it the largest European hillside park, and second largest park on a hill slope in the world. Construction of the \"Bergpark\", or \"mountain park\", began in 1689 at the behest of the Landgraves of Hesse-Kassel and took about 150 years. The park is open to the public today. Since 2013, it has been a UNESCO World Heritage Site because of its monumental Baroque architecture and its unique fountains and water features.\nGeography.\nLocation.\n, a \"Stadtteil\" of Kassel in northern Hesse, is situated west of the city centre at the foot of the Habichtswald hill range. It is also known for Kassel-Wilhelmshhe station on the HanoverWrzburg high-speed railway line.\nDescription.\nThe park comprises an area of about , stretching from Kassel up to the Karlsberg mountain at . At the summit of the park stands the Hercules monument, a 40-meter high pyramid with a 8.5-meter bronze statue of Hercules. Behind the monument, a series of reservoirs gather water, which passes through a complex series of channels, valves, aqueducts, and water-wheels as it flows from the monument down through the park. The water tumbles through a Baroque water theatre, grotto, fountains, two hydraulic organs and several waterfalls (including a Great Cascade that is 350 meters long) before arriving at the pond, with the Great Fountain. At about 50 meters (160 ft) high, the Great Fountain was the largest fountain in Europe at the time of its creation in 1767. Below the pond and Great Fountain, the water runs in to ponds and pools at the Wilhelmshhe Palace, built for the Elector of Hesse William I in the late 18th century. \nHercules.\nThe Kassel Hercules is a copper statue depicting the ancient Greek demigod Heracles (Gr. , German Herkules). It is a copy of the third century Farnese Hercules statue, created by Johann Jacob Anthoni, a goldsmith from Augsburg.\nHistory.\nOriginally laid out in the Baroque style of the giardino all'italiana and the French formal garden, with water features running downhill in cascades to Schloss Wilhelmshhe, it was later re-arranged into an English landscape garden.\nIn 1143, Canons Regular from Mainz established the Weienstein monastery at the site of present-day Schloss Wilhelmshhe, which was dissolved in the course of the Protestant Reformation. Landgrave Philip I of Hesse used the remaining buildings as a hunting lodge, largely rebuilt by his descendant Maurice of Hesse-Kassel from 1606 to 1610.\n16961806.\nThe Bergpark came into being as a Baroque park under Landgrave Charles I of Hesse-Kassel. In 1701, the Italian architect started the construction of the Hercules monument and the giant cascades. In 1785, Wilhelm (William) IX, Landgrave of Hesse started a large extension of the park, and the following year his architect, Simon Louis du Ry, designed the Neoclassical palace Schloss Wilhelmshhe.\nMeanwhile, the ideals of the landscaping changed from the French Baroque to the English garden. In the course of the extension and modifications, , apart from contributing to the design of the palace, created constructions still characterizing the park today: artificial ruins like the (Lion's Castle) and the Roman aqueduct, as well as extensions of the water garden like the Lac, the fountain pond, and the \"Teufelsbrcke\" (Devil's Bridge) with the \"Hllenteich\" (Hell's Pond). In 1793, Karl Steinhfer added the Steinhfer Waterfall to the water garden.\n18061866.\nKassel became the capital of the newly created Kingdom of Westphalia, a vassal state of France, ruled by Napoleon's brother Jrme Bonaparte. He kept court at the palace of Wilhelmshhe (which was renamed \"Napoleonshhe\") until 1813, after Napoleon's defeat and the restoration of the electorate. The king's Head Chamberlain and governor of \"Napoleonshhe\" was Count Heinrich von Blumenthal. In 1826, William II, Elector of Hesse ordered the last large construction of the Bergpark Wilhelmshhe, the \"grosser Wasserfall\" (Great Waterfall).\n18661918.\nHaving sided with Austria in the Austro-Prussian War for supremacy in Germany, the principality was annexed by the Kingdom of Prussia in 1866. The Prussian administration united Nassau, Frankfurt and Hesse-Kassel into the new Prussian province of Hesse-Nassau. Kassel ceased to be a princely residence, the dynasty of the creators of the park ended.\nIn 1870, after the Battle of Sedan, French Emperor Napoleon III was sent as a prisoner to Schloss Wilhelmshhe before going into exile in Britain. From 1899, German Emperor Wilhelm II, who went to school in Kassel, chose Wilhelmshhe as his summer residence, which turned the castle and the park into a centre of European politics for the next two decades. After the armistice which ended World War I, the Oberste Heeresleitung led by Paul von Hindenburg organized and led the withdrawal and demobilization of the German troops from here from November 1918 to February 1919.\n20th and 21st century.\nSchloss Wilhelmshhe was damaged by Allied bombs in World War II. From 1968 to 1974, it was rebuilt as an art museum. It houses a wallpaper collection, a collection of Graeco-Roman antiques, and a gallery of Old Masters paintings. The collection focuses on the 16th and 17th century, containing masterpieces by German, Italian, French and Spanish painters. It comprises the second-largest collection of Rembrandts in Germany. Rembrandt's famous \"Saskia\" and \"The Man with the Slouch Hat\" by Frans Hals are among them.\nIn 1972, the Chancellor of West Germany Willy Brandt and the Prime Minister of the German Democratic Republic Willi Stoph met in Schloss Wilhelmshhe for negotiations between the two German states.\nNo extensions were made to the Park in the 20th century. Extensive renovations to the Hercules monument and cascades have been ongoing in the 21st century, and are still in progress; much of the monument continues to be shrouded in scaffolding.\nToday.\nBergpark Wilhelmshhe is administrated by the State of Hesse and affiliated with the European Garden Heritage Network since 2009. On 23 June 2013 it was proclaimed as a World Heritage Site during the UNESCO meeting in Phnom Penh. It is part of the Museumslandschaft Hessen Kassel.\nEvaluation.\nArt historian Georg Dehio (18501932), inspirator of the modern discipline of historic preservation, described the park as \"possibly the most grandiose combination of landscape and architecture that the Baroque dared anywhere\" (\"vielleicht das Grandioseste, was irgendwo der Barock in Verbindung von Architektur und Landschaft gewagt hat.\")."}}