{"id": 84, "data": {"title": "Białowieża Forest", "text": "Biaowiea Forest is a forest on the border between Belarus and Poland. It is one of the last and largest remaining parts of the immense primeval forest that once stretched across the European Plain. The forest is home to 800 European bison, Europe's heaviest land animal. UNESCO's Man and the Biosphere Programme designated the Polish Biosphere Reserve ' in 1976 and the Belarusian Biosphere Reserve ' in 1993.\nIn 2015, the Belarusian Biosphere Reserve occupied the area of , subdivided into transition, buffer and core zones. The forest has been designated a UNESCO World Heritage Site and an EU Natura 2000 Special Area of Conservation. The World Heritage Committee by its decision of June 2014 approved the extension of the UNESCO World Heritage site \"Belovezhskaya Pushcha/Biaowiea Forest, Belarus, Poland\", which became \"Biaowiea Forest, Belarus, Poland\". It straddles the border between Poland (Podlaskie Voivodeship) and Belarus (Brest and Grodno \"\"s), and is north of Brest, Belarus and southeast of Biaystok, Poland. The Biaowiea Forest World Heritage site covers a total area of .\nSince the border between the two countries runs through the forest, there is a border crossing available for hikers and cyclists.\nName.\nThe Biaowiea Forest takes its name from the Polish village of Biaowiea, which is located in the middle of the forest and was probably one of the first human settlements in the area. \"Biaowiea\" means \"White Tower\" in Polish. The name stems from the white wooden hunting-manor established in the village by Wadysaw II Jagieo, the Grand Duke of Lithuania and later King of Poland who enjoyed going on hunting trips in the forest, which was then part of the Grand Duchy of Lithuania. The modern Belarusian name for the forest is ' (), although both the Belarusian authorities and UNESCO use the official Russian name ' () from before the 1991 dissolution of the Soviet Union.&lt;ref name=\"list/33\"&gt;\"Belovezhskaya Pushcha/Biaowiea Forest\" at the UNESCO official webpage. Retrieved 28 November 2012.&lt;/ref&gt;\nNature protection.\nBiaowiea National Park, Poland.\nOn the Polish side, part of the Biaowiea Forest is protected as the Biaowiea National Park (), with an area of about . There is also the Biaowiea Glade (), with a complex of buildings once owned by the tsars of Russia during the Partitions of Poland. At present, a hotel and restaurant with a car park is located there. Guided tours into the strictly protected areas of the park can be arranged on foot, bike or by horse-drawn carriage. Approximately 120,000150,000 tourists visit the Polish part of the forest annually (about 10,000 of them are from other countries). Among the attractions are birdwatching with local ornithologists, the chance to observe rare birds, pygmy owl observations, watching bison in their natural environment, and sledge as well as carriage rides, with a bonfire. Expert nature guides can also be found in the nearby urban centres. Tours are possible all year round. The popular village of Biaowiea lies within the forest. \"\" means \"the white tower\" in Old Polish.\nBelavezhskaya Pushcha National Park, Belarus.\nOn the Belarusian side, the forest is protected as the Belavezhskaya Pushcha National Park with an area of . The core, strictly protected, area covers 38%, the zone of regulated use 26,1%, and the touristic zone and economic zone combined 36%; the National Park and World Heritage Site comprises . The headquarters at Kamieniuki include laboratory facilities and a zoo where European bison (reintroduced into the park in 1929), konik (a semi-wild horse), wild boar, Eurasian elk and other indigenous animals may be viewed in enclosures of their natural habitat. A new attraction there is a New Year's museum with \"Ded Moroz\" (the East Slavic counterpart of Father Christmas).\nHistory.\nThe entire area of northeastern Europe was originally covered by ancient woodland similar to that of the Biaowiea Forest. Until about the 14th century, travel through the woodland was limited to river routes; roads and bridges appeared much later. Limited hunting rights were granted throughout the forest in the 14th century. In the 15th century the forest became a property of king Wadysaw II Jagieo. A wooden manor in Biaowiea became his refuge during a plague pandemic in 1426. The first recorded piece of legislation on the protection of the forest dates to 1538, when a document issued by Sigismund I instituted the death penalty for poaching a bison. The King also built a new wooden hunting manor in a village of Biaowiea, which became the namesake for the whole complex. Since ' means the \"white tower\", the corresponding ' translates as the \"forest of the white tower\". The Tower of Kamyenyets on the Belarusian side, built of red brick, is also referred to as the White Tower (') even though it was never white, perhaps taking the name from the '.\nThe forest was declared a hunting reserve in 1541 to protect bison. In 1557, the forest charter was issued, under which a special board was established to examine forest usage. In 1639, King Vladislaus IV issued the \"Biaowiea royal forest decree\" ('). The document freed all serfs living in the forest in exchange for their service as ', or royal foresters. They were also freed of taxes in exchange for taking care of the forest. The forest was divided into 12 triangular areas (\"\") with a centre in Biaowiea.\nUntil the reign of King John II Casimir, the forest was mostly unpopulated. However, in the late 17th century, several small villages were established for development of local iron-ore deposits and tar production. The villages were populated with settlers from Masovia and Podlaskie and many of them still exist.\nAfter the Partitions of Poland, Tsar Paul I turned all the foresters into serfs and handed them over to various Russian aristocrats and generals along with the parts of forest where they lived. Also, a large number of hunters were able to enter the forest, as all protection was abolished. Following this, the number of bison fell from more than 500 to fewer than 200 in 15 years. However, in 1801, Tsar Alexander I reintroduced the reserve and hired a small number of foresters to protect the animals, and by the 1830s there were 700 bison. However, most of the foresters (500 out of 502) took part in the November Uprising of 183031, and their posts were abolished, leading to a breakdown of protection.\nTsar Alexander II visited the forest in 1860 and decided to re-establish the protection of bison. Following his orders, locals killed all predators: wolves, bears and lynx. Between 1888 and 1917, the Russian tsars owned all of primaeval forest, which became the royal hunting reserve. The tsars sent bison as gifts to various European capitals, while at the same time populating the forest with deer, elk and other animals imported from around the empire. \nThe last Russian royalty visit was by Czar Nicholas II in 1912.\n20th-century wartime damage and restoration.\nDuring World War I the forest suffered heavy losses. The German army seized the area in August 1915 and started to hunt the animals. During three years of German occupation, of railway tracks were laid in the forest to support the local industry. Three lumber mills were built, in Hajnwka, Biaowiea and Grdek. Up to 25 September 1915, at least 200 bison were killed, and an order was issued forbidding hunting in the reserve. However, German soldiers, poachers and Soviet marauders continued the slaughter until February 1919 when the area was captured by the Polish army. The last bison had been killed just a month earlier. Thousands of deer and wild boar had also been shot.\nAfter the PolishSoviet War in 1921, the core of the forest was declared a National Reserve. In 1923, Professor Jzef Paczoski, a pioneer of the science of phytosociology, became a scientific manager of the forest reserves in the Biaowiea Forest. He carried out detailed studies of the structure of forest vegetation there.\nIn 1923 it was known that only 54 European bison survived in zoos all around the world, none of them in Poland. In 1929, a small herd of four was bought by the Polish state from various zoos and from the Western Caucasus (where the bison was to become extinct just a few years later). These animals were of the slightly different Caucasian subspecies (\"Bison bonasus caucasicus\"). To protect them, in 1932 most of the forest was declared a national park. The reintroduction proved successful, and by 1939 there were 16 bison in Biaowiea National Park. Two of them, from the zoo in Pszczyna, were descendants of a pair from the forest given to the Duke of Pszczyna by Tsar Alexander II in 1865.\nIn 1939 the local inhabitants of Polish ethnicity were deported to remote areas of the Soviet Union and replaced by Soviet forest workers. In 1941 the forest was occupied by Germans and the Russian Soviet inhabitants were also expelled. Hermann Gring planned to create the largest hunting reserve in the world there. After July 1941 the forest became a refuge for both Polish and Soviet partisans and Nazi authorities organised mass executions. A few graves of people who were killed by the Gestapo can still be seen in the forest. (Hermann Gring directed anti-partisan operations by Luftwaffe security battalions in the Biaowiea Forest between 1942 and 1944 that resulted in the murder of thousands of Jews and Polish civilians.) In July 1944 the area was overtaken by the Red Army. Withdrawing Wehrmacht troops demolished the historic Biaowiea hunting manor.\nAfter the war, the forest's territory was divided between Poland and the Belarusian SSR of the Soviet Union. The chairman of the Polish Committee of National Liberation, Edward Ochab wrote in his memories regarding the negotiations about the demarcation of the border in the area of Biaowiea Forest. According to his view, the Soviet officials repeated many times that they are not interested in enlarging their vast state, but only sorting out the issue of Belarusian and Ukrainian nationalities in the borderland area (Kresy). Ochab emphasized to his Soviet negotiators that in Biaowiea Forest that problem doesn't exist and in addition the forest has special historical place in the Polish national memory as a place where guerilla fights took place during the uprising against the tsarist regime. In addition, Poland had its forests decimated by the Germans during the occupation of Poland and finally, the forest is Poland's raw material basin for the timber industry in Hajnwka. According to Ochab's memories, when Stalin fiercly insisted to \"close the case\" Ochab requested a break for consultations in the nearby room. He told his associated from the PKWN that he will resign from his position as the chairman of that body, as he will not find enough spiritual strength and inner conviction to promote Polish-Soviet friendship. The conversation was interrupted and the delegation was escorted to the premises in the seat Union of Polish Patriots and waited for news from the Soviet government. After a half an hour or so Soviet Foreign Minister Vyacheslav Molotov called and informed Ochab by phone that Stalin has agreed to transfer half of the forest to Poland including the village of Biaowiea and congratulated him. According to Ochab, he wasn't happy from the decision as he was counting on the entire Biaowiea Forest. \nThe Soviet part was put under public administration while Poland reopened the Biaowiea National Park in 1947. \"\" was protected under Decision No. 657 of the Council of People's Commissars of the Soviet Union, 9 October 1944; Order No. 2252-P of the USSR Council of Ministers, 9 August 1957; and Decree No. 352 of the Byelorussian SSR Council of Ministers, 16 September 1991.\nIn December 1991, the Belavezha Accords, the decision to dissolve the Soviet Union, were signed at a meeting in the Belarusian part of the reserve by the leaders of Ukraine, Russia and Belarus.\nNamed oaks.\nThe forest contains a number of large, ancient pedunculate oaks (\"Quercus robur\"), some of which are individually named. Trunk circumferences are measured at breast height, above the ground.\nLogging.\nSome 84% of the of Polish forest is outside the national park; almost half of all the wood in the forest is dead  10 times more than in managed forests  with half the 12,000 species depend on decaying logs, including the near-threatened beetle \"Cucujus cinnaberinus\". Traditional forest management would remove the dead wood, as a fire risk. In 2011, Zdzisaw Szkiru, director of the Biaowiea National Park, said that cutting and replanting allows for re-establishment of the forest in 50 years, rather than the 300400 years that nature would require; environmentalist Janusz Korbel argued that the unique nature of the primeval forest demands a lighter style of management. Andrzej Kraszewski, Poland's Environment Minister from February 2010 to November 2011, sought to increase protection over the whole forest, starting with a more modest expansion, against opposition from the local community and the Forestry Service.\nEnvironmentalists say that logging is threatening the flora and fauna in the forest, including species of rare birds, such as the white-backed woodpecker, who lost 30% of their population in forestry-managed areas in the 1990s and 2000s. Poland's state forestry board claims the logging is for protection and for ecological reasons, protecting against the European spruce bark beetle. In 2012, the amount of wood that can be extracted by foresters annually was briefly reduced from about to , approximately 20,000,000 board feet, most which is sold locally, mainly as firewood.\nOn 25 March 2016, Jan Szyszko, Poland's Environment Minister, former forester and forestry academic, announced that he would approve a tripling of logging in the forest, from the 201221 limit of  almost exhausted at the time  to , offering the excuse of \"combatting an infestation of the bark beetle\". Robert Cyglicki, head of Greenpeace Polska, argued that logging to fight the bark beetle would \"bring more damage than benefits\", gathering more than 120,000 signatures to petition Prime Minister Beata Szydo to reverse Szyszko's move. Greenpeace also said the logging could trigger the EU to launch punitive procedures against Poland for violating its Natura 2000 programme, though Szyszko claims that the logging plans would not apply to strictly protected areas, and claims that, rather than being 8,000 years old, as scientists claim, parts of the forest had been created by an \"enterprising hand of man\" on lands that centuries ago included fields of wheat and millet.\nLarge-scale logging started in 2017. 190,000 cubic metres of wood (160,000 to 180,000 trees) was felled, the largest volume of logging since 1988. The Polish government has ignored pleas from UNESCO to stop logging the old-growth parts of the forest, as well as a court order of the European Court of Justice to halt the logging activities. The final verdict fell on 17 April 2018, ruling that EU law has been infringed."}}