{"id": 217, "data": {"title": "Blaenavon Industrial Landscape", "text": "Blaenavon Industrial Landscape, in and around Blaenavon, Torfaen, Wales, was inscribed a World Heritage Site by UNESCO in 2000.\nThe Blaenavon Ironworks, now a museum, was a major centre of iron production using locally mined or quarried iron ore, coal and limestone.\nRaw materials and products were transported via horse-drawn tramroads, canals and steam railways.\nThe Landscape includes protected or listed monuments of the industrial processes, transport infrastructure, workers' housing and other aspects of early industrialisation in South Wales.\nLocation.\nThe Industrial Revolution in Britain was based on iron and coal, the main products of the South Wales valleys. Production of pig iron in the region grew from 39,600 tons in 1796 to 666,000 tons in 1852, and the iron was used to build railways, factories and engines around the world.\nBlaenavon was an important centre of coal mining and iron making in South Wales during the late 18th and early 19th centuries.\nThe Blaenavon Ironworks was opened around 1789 and caused development of the mines, quarries and housing.\nBlaenavon lies at the upper end of the Afon Lwyd valley in South Wales.\nThe World Heritage Site is based on the large area of land that the Blaenavon Company leased in 1789.\nThe site is on the north eastern rim of the South Wales Coalfield.\nThe area is an excellent example of an industrial landscape formed in the late 18th and early 19th centuries by mining and iron making activities.\nThe site contains the Blaenavon Ironworks and the Big Pit coal mine, surrounded by mines and quarries, manufacturing plant, railways, canal, workers' housing and social infrastructure.\nElements of the landscape.\nThe Blaenavon Ironworks operated from 1789 to 1902. Today there are remains of six blast furnaces, cast houses, boiler rooms, engine houses, the water balance tower used to raise and lower trams, and workers' housing around Stack Square.\nThe remains of the furnaces from the late 18th century and the 19th century are well preserved.\nOther elements include the 1839 water balance tower, two casting houses, ruined kilns, the base of the massive chimney of the blowing engine, the cast-iron structure that carried the blast pipes to the furnaces, and ruins of workers' housing.\nThe Big Pit was the last deep coal mine to remain operational in the area.\nThe surface buildings, winding gear and underground workings are still in excellent condition.\nThe Big Pit coal mine, now managed by Amgueddfa Cymru  Museum Wales, was worked from around 1860 until 1980.\nThe original pithead buildings have been preserved, including the head frame, winding engine and baths.\nThe Big Pit Colliery was reopened as a museum in 1983. Visitors may take an underground tour. In 2005 it won the Gulbenkian Prize for museum of the year.\nExtant buildings from the early industrial period include Ty-Mawr (Big House) also known as Blaenavon House, built for Iron Master, Samuel Hopkins, in 1791, worker's housing terraces, St. Peter's Church (1804), St. Peter's School (1816) and the Blaenavon Workmen's Hall (1894).\nOther elements of the Industrial Landscape are the mines and quarries from which coal, iron ore, fire clay and limestone were extracted.\nThere are traces of horse-drawn railways, tunnels and inclines that were used to carry iron ore, coal and limestone to the ironworks, and to carry pig iron to the Garnddyrys Forge.\nWrought iron was taken from the forge to Llanfoist on the Brecknock and Abergavenny Canal for transport to other parts of Britain and the world.\nThere are walks and trails along which visitors may explore the Landscape.\nWaymarked footpaths follow the tracks of the earliest iron railways.\nThe Pontypool and Blaenavon Railway was once an important transport facility.\nThe steam railway has been restored and has a station in the centre of the town.\nImportance.\nA area of the Blaenavon Industrial Landscape was inscribed as a World Heritage Site in December 2000.\nBlaenavon was the first \"cultural landscape\" to be recognised in the United Kingdom.\nAbout 40 million was spent in the first ten years.\nThe Landscape meets two criteria for a World Heritage Site.\nIn 2013, retrospective statements of Outstanding Universal Value were added to the listing:\nThe boundary of the property, defined by historical land ownership, landscape features and exclusion of areas that lack historical authenticity, includes the main monuments of the mining and iron working settlement, in remarkably good condition, and the remains of mine, quarry and transport infrastructure. It is possible to trace the complex industrial process and its social aspects in the early Industrial Revolution.\nPreservation.\nThe Landscape includes 24 scheduled monuments and 82 listed buildings, of which the most important are publicly owned.\nAt the time of inscription as a World Heritage Site many of the elements were vulnerable due to lack of conservation.\nSince then there has been extensive work on conserving the ironworks, Big Pit and other historic elements of Blaenavon and the surrounding landscape.\nThere are continued efforts to ensure that new development does not reduce the value and appearance of the Landscape.\nThe Torfaen County Borough Council, Brecon Beacons National Park Authority and Monmouthshire County Council have statutory planning responsibility for parts of the Landscape.\nThe development plans of these authorities aim to protect the property, which is also covered by provisions of the Town and Country Planning Act (1980) and the Planning (Listed Buildings and Conservation Areas Act, 1990).\nThe Blaenavon Town Centre and Cwmavon are conservation areas, and there is a proposal to make Forgeside and Glantorfaen another conservation area.\nA World Heritage Centre was opened for visitors in 2008.\nThe Landscape is managed by the Blaenavon Partnership, which involves various authorities, agencies and other bodies and is led by Torfaen County Borough Council.\nA World Heritage Day is held in June each year.\nA cost-benefit analysis of the world heritage status has shown that it had succeeded in regenerating the area.\nArchitects Purcell Miller Tritton won the Gold Medal for Architecture at the National Eisteddfod of Wales of 2008 for their work on the World Heritage Centre for visitors."}}