{"id": 357, "data": {"title": "Borobudur Temple Compounds", "text": "Borobudur Temple Compounds is the World Heritage designation of the area of three Buddhist temples in Central Java, Indonesia. It comprises Borobudur, Mendut, and Pawon. The temples were built during the Shailendra dynasty around the 8th and 9th centuries CE and fall on a straight line.\nApproximately northwest of Yogyakarta, Borobudur sits on a plateau between two twin volcanoes, Sundoro-Sumbing and Merbabu-Merapi, and two rivers, the Progo and the Elo. According to local myth, the area known as Kedu Plain is a Javanese sacred place and has been dubbed 'the garden of Java' due to its high agricultural fertility.\nAlignment.\nDuring restoration in the early 20th century, it was discovered that three Buddhist temples in the region, Borobudur, Pawon and Mendut, fall on a straight line. This may be coincidence, but is in agreement with a native folk tale that there was an ancient brick road from Borobudur to Mendut with walls on both sides. The three temples have similar architecture and ornamentation, which suggests a ritual relationship between them to form a sacred unity, although the exact ritual process is unknown.\nMuseums.\nThere are two museums within Borobudur Temple Compounds, Karmawibhangga Museum and Samudra Raksa Museum.\nOther archaeological sites.\nOther Buddhist temples and Hindu temples are scattered in the area. The earliest is Gunung Wukir or Canggal Hindu temple dated 732CE. According to an Canggal inscription discovered in the temple complex, the Shivaite King Sanjaya commissioned a Shivalinga sanctuary to be built on the Wukir hill, only east of Borobudur.\nNgawen temple is found to the east of Mendut temple.\nThe ruin of Banon temple, a Hindu temple, is several hundred meters north of Pawon temple. It could not be reconstructed because many stones are missing, but several stone statues of Hindu gods were found in good condition. Those of Vishnu, Brahma, Shiva, and Ganesha are now at the National Museum of Indonesia, Jakarta."}}