{"id": 146, "data": {"title": "Boyana Church", "text": "The Boyana Church (, \"Boyanska tsrkva\") is a medieval Bulgarian Orthodox church situated on the outskirts of Sofia, the capital of Bulgaria, in the Boyana quarter. In 1979, the building was added to the UNESCO World Heritage List.\nThe east wing of the two-story church was originally constructed in the late 10th or early 11th century, then the central wing was added in the 13th century under the Second Bulgarian Empire, the whole building being finished with a further expansion to the west in the middle of the 19th century. A total of 89 scenes with 240 human images are depicted on the walls of the church.\nHistory and architecture.\nThe Boyana Church was built in three stages: in the late 10th to early 11th, the mid-13th, and the mid-19th centuries. The oldest section (the eastern church) is a small one-apse cross-vaulted church with inbuilt cruciform supports. It was built in the late 10th or the early 11th century.\nThe second section, which adjoins the eastern church, was commissioned by Sebastocrator Kaloyan and his wife Desislava in the mid-13th century. This building belongs to the two-floor tomb-church type. It consists of a ground-floor family sepulchre with a semi-cylindrical vault and two arcosolia on the north and south walls, and of an upper-floor family chapel identical in design to the eastern church. The exterior is decorated with ceramic ornaments.\nThe last section was built with donations from the local community in the mid-19th century.\nThe church was closed to the public in 1954 in order to be conserved and restored. It was only partially reopened in 2006.\nAs a protection measure, air-conditioning was installed to keep the temperature at 1718 degrees Celsius (6264 Fahrenheit), with low-heat lighting. Groups of up to 8 visitors are permitted to stay for 10 minutes. The building, placed under the management of the National Historical Museum (Bulgaria), was fully reopened to the public by Culture Minister Stefan Danailov on October 2, 2008.\nFrescoes.\nBesides the first layer of 11th12th-century frescoes, of which only fragments are preserved, and the famous second layer of murals from 1259, the church also has a smaller number of later frescoes from the 14th and 16th17th centuries, as well as from 1882. The frescoes were restored and cleaned in 19121915 by an Austrian and a Bulgarian specialist, and again in 1934 and 1944.\nThe church owes its world fame mainly to its frescoes from 1259. They form a second layer over the paintings from earlier centuries and represent one of the most complete and well-preserved monuments of medieval art in the Balkans.\nEighteen scenes in the narthex depict the life of Saint Nicholas. The painter here drew certain aspects of contemporary lifestyle. In \"The Miracle at Sea\", the ship and the sailors' hats recall the Venetian fleet. The portraits of the patrons of the church  Sebastocrator Kaloyan and his wife Dessislava, as well as those of Bulgarian tsar Constantine Tikh and Tsaritsa Irina, are thought to be among the most impressive and lifelike frescoes in the church, and are located on the north wall of the church.\nFirst layer.\nThe first layer of frescoes, which originally covered the entire eastern church, dates from the 11th12th century. Fragments of those frescoes have been preserved in the lower parts of the apse and the north wall, and in the upper part of the west wall and the south vault.\nSecond layer.\nAccording to the donors inscription on the north wall of the second section, the second layer of frescoes dates from 1259. Those frescoes were painted over the earlier layer by a team of unknown artists, who also decorated the two floors of the building commissioned by Sebastocrator Kaloyan.\nThe Boyana Church owes its world fame above all to the frescoes from 1259, which demonstrate the exceptional achievements of medieval Bulgarian culture. The majority of the more than 240 figures depicted here display individuality, remarkable psychological insight and vitality. The frescoes follow the canon of icon-painting established by the Seventh Ecumenical Council held in Nicaea in 787.\nThe frescoes in the oldest section of the church include a magnificent representation of Christ Pantocrator in the dome. The drum below shows a host of angels, with the Four Evangelists  Matthew, Mark, Luke and John  portrayed in the pendentives. Four images of Christ adorn the face of the arches: Christ Emmanuel; Christ, The Ancient of Days; and the acheiropoietic (made without hands) Holy Mandylion and Holy Tile. Next come scenes from the Major Feast Days and the Passions of Christ. Among the full-length portrayals of saints in the first tier, there are ten warrior saints. The Virgin Enthroned, surrounded by archangels, is represented in the altar conch. Below are four church fathers: St. Gregory the Theologian, Basil the Great, John Chrysostom and Patriarch Germanus. The frescoes flanking the altar show the deacons Laurentius, Euplius and Stephen, as well as St. Nicholas, the patron of the ground floor of the church  one of the most popular saints and the patron saint of sailors, merchants and bankers.\nThe life of St. Nicholas is depicted in 18 scenes in the narthex (the second section of the church). The unknown artists included elements of contemporary life in those scenes, and many of the figures are quite realistic  especially their countenances. The lunette above the entrance of the narthex displays the Virgin and Child, St. Anna and St. Joachim, and Christ Blessing. St. Catherine, St. Marina, St. Theodore the Studite and St. Pachomius are portrayed in the lower tiers on the walls. The south arcosolium features the scene of Christ Disputing with the Doctors, and the north one, the Presentation of the Virgin. Two highly revered Bulgarian saints are also represented in the narthex  St. John of Rila (the oldest surviving representation of the saint) and St. Paraskeva (Petka). The hermit St. Ephraim Syrus appears among the monks portrayed here. The expressive realistic portraits of the donors Sebastocrator Kaloyan and his wife Dessislava, and of the Bulgarian Tsar Constantine Asen Tikh and Tsaritsa Irina  painted with precision, extraordinary skill and feeling  are among the oldest portraits of figures from Bulgarian history.\nAuthorship.\nToday the name Boyana Master stands for the team of unknown artists who decorated the church and mastered their art in the studios of the Turnovo School of Painting. Boyana is the only and the most impressive wholly preserved monument of the Turnovo School of Painting from the 13th century. According to many leading experts, the world famous frescoes in the Boyana Church played an important role in the development of mediaeval Bulgarian and European painting.\nA name, possibly that of a painter, was discovered during restoration works in 20062008. National History Museum director Bozhidar Dimitrov stated: \"The renovation revealed a rare inscription under a layer of plaster on one of the church walls: 'I, Vasiliy inscribed'. The 13th-century 'Boyana master' was the only painter among the kings and nobles whose names were regularly read out during sermons at the church.\" Restorator Grigoriy Grigorov stated \"The Christian Orthodox religion forbids the painter from manifesting himself, as in the eyes of the priests it is God who guides his hand. But this painter inscribed his name, knowing that the believers could not see it.\" Other historians and archaeologists are less convinced that the inscription identifies the \"master\", since it could equally have been left by an assistant.\nLate frescoes.\nSome parts of the church were overpainted, and the majority of those frescoes have survived to the present day. The later frescoes include a scene of the Presentation of the Virgin from the 14th century, a portrait of St. Nicholas from the 16th17th century, and representations of the two patron saints of the Boyana Church  St. Nicholas and St. Panteleimon  from 1882.\nPatron's inscription.\nThe church patron's (ktitor's) inscription in Middle Bulgarian from 1259 reads:"}}