{"id": 154, "data": {"title": "Brimstone Hill Fortress National Park", "text": "Brimstone Hill Fortress National Park is a UNESCO World Heritage Site, a well-preserved fortress on a hill on the island of St. Kitts in the Federation of St. Christopher (St. Kitts) and Nevis in the Eastern Caribbean. It was designed by British military engineers, and was built and maintained by enslaved Africans. It is one of the best preserved historical fortifications in the Americas.\nThe complex of fortifications were constructed on Brimstone Hill, a very steeply sloping hill situated close to the sea on the Western, Caribbean coast of St. Kitts.\nEarly history.\nCannon were first mounted on Brimstone Hill in 1689 during the Nine Years' War, by Jean-Baptiste du Casse, when the French used them to capture the English Fort Charles. The English, under Sir Christopher Codrington, used the same tactic to recapture the fort a year later. From then on, the English used the hill as a fortress, mounting 24-pound cannon, taking advantage of its 972-foot height.\nIn 1711 and 1731, lightning destroyed the gunpowder magazine. By 1736, the fort had 49 guns. Since 1795, 40 members of \"The St. Christopher Corps of Embodied Slaves\" served at the fort, armed with pikes and cutlasses.\nBy 1780, the fortress was considered impregnable, \"The Gibraltar of the Caribbean\". On 11 Jan. 1782, the French under Admiral Comte Franois Joseph Paul de Grasse and Franois Claude Amour, marquis de Bouill, laid siege to the fort. During the siege, the adjacent island of Nevis surrendered, and guns from Fort Charles and other small forts there were brought to St. Kitts for use against Brimstone Hill. British Admiral Hood could not dislodge de Grasse, and after a month of siege, the heavily outnumbered and cut-off British garrison surrendered. However, a year later, the Treaty of Paris (1783) restored St. Kitts and Brimstone Hill to British rule, along with the adjacent island of Nevis. Following these events, the British carried out a program to augment and strengthen the fortifications, and Brimstone Hill never again fell to an enemy force. The French navy tried to recapture the fort in 1806 but failed.\nFrench Admiral douard Thomas Burgues de Missiessy raided the island and succeeded in blowing up the powder magazine in 1805. Following the end of the Napoleonic Wars, the local militias throughout the Caribbean were disbanded in 1838.\nThe fort was abandoned by the British in 1853, and the militia disbanded in 1854. The structures gradually started to decay through vandalism and natural processes.\n20th century.\nStabilization and restoration of the remaining structures of the fortress started in the early 1900s. In 1973, Prince Charles reopened the first area to be completely restored, which was the Prince of Wales Bastion. In 1985, Queen Elizabeth II unveiled a plaque naming Brimstone Hill as a National Park. Legislation in 1987 officially declared Brimstone Hill to be a National Park, and it was declared a UNESCO World Heritage Site in 1999.\n21st century.\nAreas that can be toured on Brimstone Hill include the Fort George Citadel (which includes the Fort George Museum), the Western Place of Arms and the Eastern Place of Arms, all accessed via a steep walk up from the main parking area via a set of ramps and steps. Other areas include the Magazine Bastion that was breached by the French in 1782, ruins of the Royal Engineers' Quarters, ruins of the Artillery Officers' Quarters, Infantry Officers' Quarters, and the Orillon Bastion.\nIn 2019, King Charles III was given a tour of the fortress by local historian Leonard Stapleton."}}