{"id": 138, "data": {"title": "Bryggen", "text": "Bryggen (\"the dock\"), also known as Tyskebryggen (, \"the German dock\"), is a series of Hanseatic heritage commercial buildings lining up the eastern side of the Vgen harbour in the city of Bergen, Norway. Bryggen has been on the UNESCO list for World Cultural Heritage sites since 1979.\nThe city of Bergen was founded around 1070 within the boundaries of Tyskebryggen. Around 1350 a \"Kontor\" of the Hanseatic League was established there, and Tyskebryggen became the centre of the Hanseatic commercial activities in Norway. Today, Bryggen houses museums, shops, restaurants and pubs.\nHistory.\nBergen was established before 1070 AD. In the Middle Ages, the Bryggen area encompassed all buildings between the sea and the \"Stretet\" (\"vregaten\") road, from Holmen in the north to Vgsbunnen in the south. According to the Sagas, the city was founded within this area.\nOne of the earliest pier constructions has been dated to around 1100, and the existing buildings are of a much later date, with only Schtstuene and some buildings towards Julehuset being originals from 1702.\nAround 1350, an office of the Hanseatic League was established in Bryggen. As the town developed into an important trading centre, the wharfs were improved and the buildings of Bryggen were gradually taken over by the Hanseatic merchants. The warehouses were used to store goods, particularly stockfish from northern Norway, and cereal from Europe.\nIn 1702, the buildings belonging to the Hanseatic League were damaged by fire. They were rebuilt, and some of these were later demolished, and some were destroyed by fire. In 1754, the operations of the office at Bryggen ended, when all the properties were transferred to Norwegian citizens.\nThroughout history, Bergen has experienced many fires, since most of its houses were traditionally made from wood. This was also the case for Bryggen, and as of today around a quarter were built after 1702, when the older wharfside warehouses and administrative buildings burned down. The rest predominantly consists of younger structures, although there are some stone cellars that date back to the 15th century.\nParts of Bryggen were again destroyed in a fire in 1955. A thirteen-year archaeological excavation followed, revealing the day-to-day runic inscriptions known as the Bryggen inscriptions. The Bryggen museum was built in 1976 on part of the site cleared by the fire. \nArchitectural heritage.\nBryggen was listed as a UNESCO World Heritage Site in 1979, by Criterion (iii):\nNotable houses at Bryggen include Bellgrden (a 300-year-old building), Svensgrden, Enhjrningsgrden, Bredsgrden, Bugrden, Engelgrden. The oldest and tallest building in the area is St Mary's Church. Streets include Jacobsfjorden. Museums include Bryggens Museum and Hanseatic Museum and Schtstuene."}}