{"id": 290, "data": {"title": "Buffalo National Park", "text": "Buffalo National Park was created near the town of Wainwright in east central Alberta on . It was closed in and delisted in 1947 when the land was transferred to the Department of National Defence. The park land was developed for use by Canadian Forces Base Wainwright and comprises the majority of its space. The first Park Warden was Bud Cotton, who served from 1912 through 1940.\nBuffalo National Park, with a focus on plains bison (often referred to as buffalo), was one of several national parks created in the Canadian Prairies expressly to protect and regenerate dangerously low populations of bison and pronghorns. Other 'regeneration' parks, which were considered to have achieved their goals by the 1940s, were also delisted in 1947, including Wawaskesy National Park, Nemiskam National Park (both in Alberta), and Menissawok National Park in Saskatchewan.\nThe Canadian government populated Buffalo National Park with a herd of roughly 700 plains bison purchased from the Flathead Indian Reservation in the U.S. state of Montana. The herd was transported by train to the new park. The park also received smaller populations of elk and moose. During its thirty-one years of operation, the park produced 40,000 bison, 3000 elk, and 300 moose.\nThe park suffered from its breeding success and the limited understanding of how to manage such wildlife populations. As numbers grew, the herd suffered from disease and starvation, as the bison had to compete for food on the park's limited space. Sanctioned slaughters in the late 1910s brought public outcry. But culling continued on an annual basis, and some bison were transferred to sold to other parks. About 6000 to 7000 head were sent to Wood Buffalo National Park between 1925 and 1928.\nWith its mission accomplished, the park was closed in 1940. In 1980, to commemorate the 75th anniversary of Alberta and the legacy of the former Buffalo National Park, four bison from Elk Island National Park were moved to Wainwright. Today, about a dozen bison reside on CFB Wainwright in Bud Cotton Paddock, named for the first Park Warden."}}