{"id": 191, "data": {"title": "Burgos Cathedral", "text": "The Cathedral of Saint Mary of Burgos () is a Catholic church dedicated to the Virgin Mary located in the historical center of the Spanish city of Burgos. Its official name is Santa Iglesia Catedral Baslica Metropolitana de Santa Mara de Burgos.\nIts construction began in 1221, in the style of French Gothic architecture and is based on a Latin cross. After a hiatus of almost 200years, it went through major embellishments of great splendor in the 15th and 16th centuries: the spires of the main facade, the and dome of the transept. These are elements of the flamboyant Gothic which gives the cathedral its unmistakable profile. The last works of importance (the Sacristy or the Chapel of Saint Thecla) were performed in the 18th century, during which the Gothic portals of the main facade were also modified. The style of the cathedral is the Gothic, although it has several decorative Renaissance and Baroque elements as well. The construction and renovations were made with limestone extracted from the quarries of the nearby town of Hontoria de la Cantera.\nMany works of extraordinary artists are preserved in the cathedral, bearing testimony to the creative genius of architects and sculptors of the Colonia family (Juan, Simn, and Francisco); the architect Juan de Vallejo; sculptors Gil de Silo, Felipe Bigarny, Rodrigo de la Haya, Martn de la Haya, Juan de Ancheta, and Juan Pascual de Mena; the sculptor and architect Diego Siloe; the fencer Cristbal de Andino; the glazier Arnao de Flandes; and the painters Alonso de Sedano, Mateo Cerezo, Sebastiano del Piombo, or Juan Rizi, among others.\nThe design of the main facade is related to the purest French Gothic style such as found in the contemporary great cathedrals of Paris and Reims, while the interior elevation refers to Bourges Cathedral. The facade consists of three stories topped by two lateral square bell towers. The spires, showing Germanic influence, were added in the 15th century by Juan de Colonia. The portals of Sarmental and la Coronera were constructed in 13th-century Gothic style, while the portal de la Pellejera shows 16th-century Plateresques-Renaissance influences.\nThe cathedral was declared a World Heritage Site by UNESCO on 31 October 1984. It is the only Spanish cathedral that has this distinction independently, without being joined to the historic center of a city (as in Salamanca, Santiago de Compostela, vila, Crdoba, Toledo, Alcal de Henares, or Cuenca) or in union with other buildings, as in Seville. It is similar in design to Brussels cathedral.\nHistory of the cathedral.\nRomanesque building of the 11th century.\nBurgos became a bishopric in 1075 by the king Alfonso VI of Len and Castile \"the Brave\" on authority of Pope Gregory VII, giving it a canonical continuation with the episcopal tradition of the diocese of Oca, whose prelate was in 589 already recorded as a signatory to the Third Council of Toledo during the reign of the Visigoths.\nThe monarch dedicated the construction of a cathedral to the Virgin Mary . Its design is not known, but it is supposedly Romanesque and of the type of contemporary works (of the Abbey of Santo Domingo de Silos, of the Monastery of San Pedro de Arlanza of San Martn de Tours de Frmista or the Cathedral of Jaca). There is documentary evidence that the monarch donated the outdoor area of the royal palace that had belonged to his father Ferdinand I of Len and a small church dedicated to Saint Mary that was under construction.\nIn 1096 the construction on this church was finished. But the church soon became too small for the needs of a city that was the symbolic capital of the kingdom, a powerful bishopric (the cathedral chapter had more than thirty canons already before 1200) and an increasingly dynamic business center. The decision to build a new cathedral was finally made in the 13th century. As was common at the time, the Romanesque building was destroyed (of which now only some sculptural elements remain), presumably during the second construction campaign of the new cathedral in the 1240s and the 1250s. And on this site, expanded through the demolition of neighboring houses, with donations by the Bishop Marino, rose a new Gothic cathedral.\nGothic foundation and works in the 13th and 14th centuries.\nThe first stone of the new cathedral was laid on June 20, 1221 in the presence of the promoters of the cathedral: the king Ferdinand III of Castile \"the Saint\" and Bishop Maurice of Burgos, bishop of the Burgalese diocese since 1213. Pope Honorius III granted an indulgence to all contributors to the construction. Presumably, the first master builder was an anonymous French architect - although some researchers posit the name of the canon Johan de Champagne, cited in a document of 1227 -, most likely brought to Burgos by bishop Maurice himself, after his trip to France and Germany to arrange the marriage of the monarch with Elisabeth of Swabia. The bridal ceremony was held precisely in the old Romanesque cathedral.\nThe cathedral was located just at the point where the slope of the hill, presided over by the Castle of Burgos, begins to rise. The construction was initiated at the front and at the presbytery, where the founding bishop was buried. His remains were later transferred to the center of the chapter choir. By 1240 the so-called Master Enrique became the master-architect of the works. He would also be responsible for the construction of the Cathedral of Len and was inspired definitely by the Cathedral of Reims, with whose facade the gable of the Cathedral of Burgos shows great similarities. The work progressed very quickly and in 1238, year of the death of the founder prelate, buried in the presbytery, the front and much of the transept and the naves were already almost completed. The consecration of the cathedral took place in 1260, although ecclesiastical services were already held from 1230.\nThe chapels of the aisles were completed between the second half of the 13th century and early 14th century and a new cloister was built. Master Enrique died in Burgos in 1277 and was succeeded by Master Juan Prez. He was succeeded later by Aparicio Prez, active in 1327, Pedro Snchez de Molina and Martn Fernndez, who died in 1396 and 1418 respectively.\nExpansions and reforms in the 15th to 18th centuries.\nIn the 15th century the Colonia family, originally from Cologne, incorporated the open spires of the main facade (between 1442 and 1458), the dome over the transept and the Chapel of the Constables. In the 16th century, besides the modifications to several chapels, highlights the construction of a new dome by Juan de Vallejo (\"fl. c.\" 15181569) and Felipe Vigarny, who replaced the original \"cimborio\" (a domed crossing tower) constructed by Juan de Colonia (sunk after a hurricane). This \"cimborio\" is a pinnacled, two-storey octagonal richly decorated lantern. In the 18th century the construction began of the magnificent Churrigueresque Chapel of Saint Thecla (finished in 1734) (on the site of the original parish church), the Chapel of the Relics and the Sacristy.\nOne of the most famous bishops of Burgos was the 15th-century scholar and historian Alphonsus a Sancta Maria.\nRestorations of the 19th and 20th centuries.\nBurgos Cathedral owes its many works of art of the 13th to 18th centuries, especially to the fact that during the 19th and 20th centuries \nOutside the scope of the new cloister only was essential way reformed, after 1800, the chapel of the Santo Cristo or of Our Lady of the Remedies, located in the west of the old cloister. The renovation began with the transfer of the highly revered crucifix of the Holy Christ from the Convento de San Agustn to the chapel, thereafter, was called chapel of the Santo Cristo de Burgos. In the 1890s Vicente Lamprez y Romea, master architect of the cathedral from 1887, undertook an extensive restoration of this chapel, removing the plaster added of the walls and vaults and completely renovated the cover that gives the nave. also date from this restoration the neo-Gothic tracery windows, the blind arcades of the walls and most of the remaining architectural elements.\nBetween 1899 and 1911 Lamprez also restored the called New cloister, getting essentially recover its original shape. In the cloister it had overbuilt a third level with small Baroque windows that this architect did eliminate, and, incidentally, he opened the original windows of the cloister that had been almost closed. The installation of ornamental windows following models and old techniques, represented the end of the restoration. While the upper body of the cloister hardly experienced any change, the lower cloister was remarkably restored. The forms of its rib, apparently late Gothic, are due to Lamprez. Before the restoration, the lower cloister was divided into several compartments and generally in poor state of conservation. It is likely that during the restoration of the cloister was removed the stairwell that had subsequently been added, situated in the inner southwest corner of the same cloister. Subsequently, the connection between the two levels of the cloister only is established through a wooden staircase beneath the chapel of Saint Jerome.\nThe most recent restoration of the cathedral, by architect Marcos Rico Santamara, has replaced the roof by a light steel framing. Regarding the rib star freely suspended in the center tower of the transept, it has laid a glass surface that achieves the complete enlightenment of the fabric of the rib. Regardless of such measures, there have been few the recent attempts to modify the architectural and sculptural substance of the cathedral. On August 12, 1994, a statue of Saint Lawrence came off from the final stretch of the north tower of the main facade, which made public the immediate need to resume the protection and conservation measures of the monument.\nFinally, are noteworthy other contemporary interventions, without seeking any modification of the monument, have significantly contributed to the enhancement of the cathedral, as has been the elimination in the early 20th century of some buildings that had been attached to the temple, as the Archbishop's Palace.\nExterior building.\nFacade of Saint Mary.\nDescending the stairs to the Plaza de Santa Mara, one comes in front of the western facade of the cathedral, inspired by the facade of the cathedrals of Paris and Reims.\nThe Portal of Saint Mary consists of three pointed arches. The central portal is called the Royal Door, or the Door of Forgiveness. The lateral portals are dedicated to the Assumption and the Immaculate Conception. This portal was built in the 13th century and, with its iconography dedicated to the Virgin, it was considered the most important sculptural manifestation of Gothic art in Castile. The side portals were rebuilt, due to their serious deterioration, in 1663 by Juan de Pobes. In 1790 the central portal was rebuilt in Neoclassical style, with horizontal lintels and a triangular pediment. In the tympanums of the side portals reliefs were placed of the Conception and the Coronation, holding the hand of Juan de Pobes, and in the spandrels, two doubles side arches that shelter the respective statuettes.\nThe second part of the facade was also erected in the 13th century. It contains in its middle a rosette of Cistercian inspiration, with tracery of a six-pointed star, or of Solomon's seal.\nThe third part show an elegant gallery marked by spires and several pinnacles, and consists of two large windows with mullions and tracery of three quadrilobed oculi. Under the eight arches that form the mullions of both arches are placed the statues of the first eight kings of Castile from Ferdinand I of Len \"the Magnus\" to Ferdinand III of Castile \"the Saint\". Above it stands a thin rail-cresting of pointed arches with a statue of the Virgin and Child, accompanied by the inscription \"Pulchra es et decora\" (\"Thou art fair and beautiful\"), alluding to the Mother of Christ. This final addition was made in the mid-15th century by Juan de Colonia.\nAbove the side doors of the first part were raised two almost identical towers in the 13th century. They consist of three stories, with pilasters decorated with pinnacles and statues at their corners, and with decorated openings pointed on each side of each story: one flared with mullion and tracery with an oculus, covered with stained glasses, in the first; two are arranged in pairs without mullion and without tracery, in the second; and two other are arranged in pairs with mullion and tracery, in the third.\nIn the middle of the 15th century, Juan de Colonia raised on these towers open pyramidal needles or spires with an octagonal base. Their fine fretwork definitely shaped the silhouette of the Burgos cathedral. He originated from Cologne (as Johan von Kln). His design matches the project of the Cologne Cathedral, which at that time only existed in drawings that he could have seen. The spires of the Cologne cathedral were only added much later. The spires of the Burgos cathedral were raised with the financial contributions of the bishop Alonso de Cartagena and of his successor at headquarters, Luis de Acua, whose coats of arms, along with the Castilian-Leonese monarchy, appear in the parapets that connect to the tops of the towers. In these parapets master Juan also had the inscription \"pax vobis\" and the sculpture of Christ showing the footsteps of his Passion, in one, and the inscription \"ecce agnus dei\" and a sculpture of Saint John the Baptist, in the other.\nTwo polygonal turrets mark the facade, decorated with lobed arches, with statues and pinnacles and topped in pyramidal spires amounting to the start of the spires. Inside are spiral staircases ascending to the clerestory and the vaults of the naves.\nFacade and Door of the Sarmental.\nLess known as Sacramental Door, this door, opened in the southern transept and looking out to the Plaza del Rey San Fernando, which is accessed saving a steep staircase, was built approximately 1230 and 1240. This is one of the best Classicism Gothic sculptural set of the 13th century in Spain. It is dedicated to the archaic theme of Christ in Majesty, but using an innovative plastic.\nThe central element and artistically most refined is the tympanum, whose execution is attributed to a French artist referred to as the Master of the Beau Dieu of Amiens. What is certain is the influence of the sculpture of the Cathedral of Amiens in the masterly Burgalese door. In this almost triangular space representing to seated Jesus as Pantocrator showing the Book of the Law and, surrounding him, the Four Evangelists, in its case double way represented: iconically, themselves bent over their desks writing the Gospels, and symbolically, by the Tetramorph. Below, separated by a lintel, appears a full Apostolate in a seated pose, attributed to another French artist known as the Master of the Sarmental. The tympanum is surrounded by three archivolts occupying the 24 elders of the Apocalypse, playing or tuning medieval musical instruments, several choirs of angels and an allegory of the Arts. This iconographic set had to be carved by local sculptors led by the French masters.\nThe door is divided by a mullion in which it appears, covered by a canopy on which effigy the Lamb, which could also be carved by Master of the Sarmental) representing a bishop; is tradition identify the portrayed as D. Mauricio, although it may well be of D. Asterio or Saint Indaletius, first bishop of Almera, martyr and Christianizator of the province of Burgos. In the side jambs are carved six figures, after the rest of the portal, four of which represent Moses, Aaron, Saint Peter and Paul the Apostle; the other two are not easily identifiable.\nAlthough the portal concentrates all the interest, it can not be ignored the rest of the gable, escorting robust buttresses topped with pinnacles. It's later work, of the late-13th century. Its two upper sections, structured along the lines of the central body of the facade of Saint Mary, are occupied by a rosette and on it a set of open gallery with three arches with soffits openwork with triple quatrefoil and supported by mullions against the looming one statuary interpreted as the Divine Liturgy, which Christ administers the Eucharist flanked by twelve angels cerifers and thurifers.\nCurrently, tourist visits access the cathedral by the Door of the Sarmental.\nFacade and Door of the Coronera.\nIn the gable of the north transept, at the height of the calle Fernn Gonzlez but at a level, several meters higher than the floor of the temple opens the Door of the Coronera, or Door of the Apostles, which from inside the cathedral communicates with the nave through the Golden Staircase by Diego de Silo. It is work done between 1250 and 1257 by local artists from the circle of master Enrique, sometimes called the master of the Coronera. Fully Gothic, part of the sculptural themes, however, prolong the Romanesque tradition. In addition, the environment of the door was renovated in the 18th century, in 1786, with a semicircular arch of large voussoirs and of the Baroque style, which replaced a Gothic mullion in which would be represented the figure of God the Father. Shortly undertake the remodeling, the Council decided to close this door by the excessive and annoying traffic of neighbors who descended into the lower part of the city with supplies and utensils. Thus ended another movement of people, this pious, since through the Coronera had access to the cathedral the pilgrims that followed the Camino de Santiago.\nBelow and above the jambs, and extending through the surrounding wall, forming friezes, blind respective series of ogival and trefoil pointed arches, that in the lower socket mounted on paired columns with vegetable capitals. This blind gallery of trefoils and columns underlies a complete Apostolate, consisting of statues in the round and almost life-size. Six are shown on each side, attached to the wall, and separated by the jambs.\nThe three archivolts are garrisoned by reliefs of seraphim on the inside, thurifer angels in the middle, and scenes of the resurrection of the deads on the outside. The tympanum, divided into two parts, representing the Last Judgment. On the lintel justly above the door appears a long scene in relief chaired by Archangel Michael with a scale weighing the souls; around him, to the left, a demon trying to unlevel in their favor the weight of the sins as well as those convicted who are driven to Hell, and, to the right, a little house with the open door representing the entrance to paradise, where are already nobles, a king, a queen, a monk with hood and a Franciscan friar, the blessed. This motif of psicostasis is an iconographic heritage of the Romanesque art. At the top of the tympanum appears another motif common to the Romanesque, the Deesis, with Christ enthroned as universal judge, with arms raised, showing the wounded of the side and flanked by the Virgin and St. John imploring mercy for souls of the poor. At the apex of the tympanum, on a cloud, and angels bearing the insignia of the Passion. The attempts at drama and grimacing expression that show various images of this facade away of the full French classicism and put in relation to a more naturalistic trend of clear Hispanic flavor.\nIt considers this facade akin to the Judgment of the western facade of the Cathedral of Len and the iconographic theme of the cathedrals of Reims and Chartres, although its most obvious reference is the neighbor Door of the Sarmental, whose perfect balance, however, can not achieve.\nThe facade of the portal of the Coronera extends upwards with a large window of stepped triple bow and on it, needles by respectives marked spires, a gallery of three ogival arches, with mullions and tracery of three quadrilobulates circles. Attached to the mullions are twelve crowned statues alluding to the Castilian royalty and, attached to the spandrels of the arches, thurifer angels. Following seen on the facade of the Sarmental, the gable of the Coronera ends at the top with a handrail formed by arches.\nInterior.\nThere are numerous architectural, sculptural and pictorial treasures inside. Highlights include:"}}