{"id": 74, "data": {"title": "Butrint", "text": "Butrint (, , ) was an ancient Greek polis and later Roman city and the seat of an early Christian bishopric in Epirus. \nOriginally a settlement of the Greek tribe of the Chaonians, it later became part of the state of Epirus and later a Roman \"colonia\" and a bishopric. It entered into decline in Late Antiquity, before being abandoned during the Middle Ages after a major earthquake flooded most of the city. In modern times it is an archeological site in Vlor County, Albania, some 14kilometres south of Sarand and close to the Greek border. It is located on a hill overlooking the Vivari Channel and is part of the Butrint National Park. Today Bouthrotum is a Latin Catholic titular see and also features the Ali Pasha Castle.\nThe city is considered one of the most important archaeological sites in Albania. On the strength of the immense wealth of cultural, historical and natural value with a considerable history, Butrint was declared a UNESCO World Heritage Site in 1992 and further a National Park in 2000 under the leadership of Auron Tare, its first Director.\nHistory.\nPrehistory.\nThe earliest archaeological evidence of settled occupation dates to between 10th and 8th centuries BC, although some claim that there is earlier evidence of habitation dating from the 12th century BC.\nAncient Greek period.\nExcavation at Bouthroton has yielded Proto-Corinthian pottery of the 7th century and then Corinthian and Attic pottery of the 6th century, however there are no indications of a prehistoric settlement. \"Bouthroton\" was in a strategically important position due its access to the Straits of Corfu, and its location at the crossroads of mainland Greece and Magna Graecia, the Greek and the \"barbarian\" worlds. Thus, it became one of the two ancient ports in lower Chaonia, the other being Onchesmos (modern Sarand).\n\"Bouthroton\" (modern day Butrint) was originally one of the major centres of the Epirote tribe of the Chaonians, part of the northwestern Greek group of tribes. They had close contacts to the Corinthian colony of Corcyra (modern Corfu). According to the Roman writer Virgil, its legendary founder was the seer Helenus, a son of king Priam of Troy, who had moved West after the fall of Troy with Neoptolemus and his concubine Andromache. Both Virgil and the Greek historian Dionysius of Halicarnassus recorded that Aeneas visited \"Bouthroton\" after his own escape from the destruction of Troy.\nThe acropolis was erected on a hill on the bank of a lake Butrint (or lake Bouthrotum). The first extension of the 7th century BC acropolis occurred during the 5th century BC. During the first years of the second Peloponnesian War (413-404 BC) the Corkyreans built fortifications stretching from Ksamil to Buthrotum. Buthrotum being previously an independent city, became subject to nearby Corfu.\nBy the 4th century BC it had grown in importance and included a theatre, a sanctuary dedicated to Asclepius and an agora. The acropolis of Bouthrotum was protected by three circuit walls. The last and outer wall was erected around 380BC enclosing and area of 4ha. This 870m-long wall included bastions and five gates. Two of the most important gates were known as Scean and Lion gate. Moreover, the agora, the stoas, the residential zone and the theatre were located in a separate walled area.\nSeveral inscriptions in Buthrotum describe the organization of the Chaonians in the beginning of the 3rd cent. BC. which show that they too had an annual leader called \"Prostates\" ( Protector). The Greek calendar of Bouthroton appears in the oldest known analog computer, the so-called Antikythera Mechanism (c. 150 to 100 BC).\nThe theatre is known for the impressive number of inscriptions carved on its stones. Most of them deal with manumissions and give a great amount of details on the city during the Hellenistic era. The names of those slaves were almost exclusively Greek with a few exception of Latin ones which bore Greek family names.\nIn 228BC \"Buthrotum\" became a Roman protectorate alongside Corfu. In the middle of the second century BC Buthrotum was the centre of an independent state, possibly the \"Koinon of the Prasaiboi\", as listed in the list of the theorodokoi at the Oracle of Delphi.\nAncient Roman period.\nIn the next century, it became a part of a province of Macedonia. In 44BC, Caesar designated \"Buthrotum\" as a colony to reward soldiers who had fought for him against Pompey. Local landholder Titus Pomponius Atticus objected to his correspondent Cicero who lobbied against the plan in the Senate. As a result, only small numbers of colonists were settled.\nIn 31BC, Roman Emperor Augustus fresh from his victory over Mark Antony and Cleopatra at the battle of Actium renewed the plan to make \"Buthrotum\" a veterans' colony. New residents expanded the city and the construction included an aqueduct, a Roman bath, houses, a forum complex and a nymphaeum. During that era the size of the town was doubled. A number of new structures were built next to the existing ones especially around the theatre and the temple of Asklepeios.\nIn the 3rd century AD, an earthquake destroyed a large part of the town, levelling buildings in the suburbs on the Vrina Plain and in the forum of the city centre. Excavations have revealed that city had already been in decline. However, the settlement survived into the late antique era, becoming a major port in the province of Old Epirus. The town of late antiquity included the grand \"Triconch Palace\", the house of a major local notable that was built around 425.\nByzantine and possible Slavic period.\nThe walls of the city were extensively rebuilt, most probably at the end of the 5th century, perhaps by Byzantine Emperor Anastasius. The Ostrogoths under Indulf raided the Ionian coast in 550 and may have attacked Buthrotum. In the end of 6th century groups of Slavs possibly arrived at Buthrotum. Evidence from the excavations shows that importation of commodities, wine and oil from the Eastern Mediterranean continued into the early years of the 7th century when the early Byzantine Empire lost these provinces. During the period of Slavic invasions and population movements in the wider region Butrotum was one of the few cities in Epirus that survived and retained its status as a seat of a bishopric without interruption. \nBecause of the scarcity of sources, it is difficult to assess whether Buthrotos was controlled by Slavs or Byzantines between the 7th to 10th centuries. Byzantine written sources of that time mention that Saint Elias of Enna was detained as a spy in Bouthrotos, while Arsenios of Corfu (876-953) noted the marine wealth of the town. The Grand Basilica of Buthrotum was built during the first half of the 6th century on the northeast side of the settlement. Other monuments include the Acropolic Basilica (4th century), the Triconch Palace (6th century), the Baptistery with a large, complex mosaic (6th century), the Lake Gate church (9th century) and the Baptistery church (9th century). Colonization by the Byzantine authorities seems to coincide during the reign of Leo VI (886-912). Imperial administrators of that time possibly governed the region from the \"oikos\" (, \"residence\") from Vrina plain rather than from the citadel. Archaeological records become stronger in the 10th century.\nThe inventories of bishoprics from the 10th to 12th centuries identify the bishop of Butrint as subject to the metropolitan bishopric of Naupaktos, the ecclesiastical province that took the name of the old provincial capital of Nicopolis. Arab traveller Muhammad al-Idrisi noted in the 12th century that Buthrotum is a densely populated city with a number of markets.\nIt remained an outpost of the Byzantine empire fending off assaults from the Normans until 1204 when following the Fourth Crusade, the Byzantine Empire fragmented, Buthrotum falling to the breakaway Despotate of Epirus. In the following centuries, the area was a site of conflict between the Byzantines, the Angevins of southern Italy, and the Venetians.\nBetween Angevins, Byzantine Empire and Despotate of Epirus.\nThe fortifications were probably strengthened by Byzantine Emperor Michael I.\nIn 1267, Charles of Anjou took control of both Butrint and Corfu, leading to further restorations of the walls and the Grand Basilica. In 1274, Byzantine forces re-entered Butrint, an act which caused conflict between the Byzantines and the Despotate of Epirus, because Despot Nikephoros considered the site to be his domain. Despite deep religious differences between the Catholic Charles of Anjou and the staunchly Orthodox Nikephoros, the two allied against Byzantine Emperor Michael, and together drove the Byzantines from the area in 1278. Then, pressed by Charles, Nikephoros ultimately ended up recognizing Charles' rights to all the town that Michael II had awarded to Manfred of Hohenstaufen as part of his wife Helen's dowry, as Charles was his successor, thus ceding to him Butrint as well as the entire Acroceraunian Coast from Vlora to Butrint.\nAs part of the Angevin \"Regnum Albaniae\".\nFrom 1284 Byzantine Emperor Andronikos II was in control of most of today's Albania and Angevin control on the Balkan mainland was limited to Butrinto, the later formed a single administrative unit together with nearby Corfu. In the 14th century the site shared a similar fate with Corfu. Butrint remained under Angevin rule until 1386, with only two other interruptions: in 1306, and in 13131331. In 1305-1306 it was controlled by the Despot of Epirus, Thomas I Komnenos Doukas. Butrint became Catholic after it was conquered by the Angevins, and remained so throughout the fourteenth century.\nHodges argues that the \"episodic\" defensive investment in Butrint as a town during this period demonstrates that it still possessed an active urban population, although not one urban dwelling had been identified at the time of writing. Hodges argues this indicates that dwellings were concentrated on the slopes of the northern citadel. The Orthodox Bishopric was transferred to nearby Glyki in 1337 or 1338. The town was reduced in size during the end of the 14th century, due to the tumultuous unrest in the region.\nBetween Venice and the Ottoman Empire.\nThe dogal Republic of Venice purchased the area including Corfu from the Angevins in 1386; however, the Venetian merchants were principally interested in Corfu and Butrinto once again declined.\nBy 1572 the wars between Venice and the Ottoman Empire had left Butrinto ruinous and the acropolis was abandoned, while at the order of Domenico Foscarini, the Venetian commander of Corfu, the administration of Butrinto and its environs was shifted to a small triangular fortress associated with the extensive fish weirs. The area was lightly settled afterwards, occasionally being seized by the Ottoman Turks, in 1655 and 1718, before being recaptured by the Venetians. Its fisheries were a vital contributor to the supply of Corfu, and olive growing together with cattle and timber were the principal economic activities.\nThe Treaty of Campo Formio of 1797 split between France and Austria the territory of the Republic of Venice, which France had just occupied and abolished, and under article 5 of the treaty, Butrinto and the other former Venetian enclaves in Albania came under French sovereignty.\nHowever, in 1799, the local Ottoman governor Ali Pasha Tepelena conquered it, and it became a part of the Ottoman Empire until Albania gained its independence in 1912. By that time, the site of the original city had been unoccupied for centuries and was surrounded by malarial marshes. During Ottoman rule in Epirus, the inhabitants of Butrint displayed continuous support for Greek revolutionary activities.\nModern Albania.\nIn 1913, after the end of the First Balkan War, Butrint was ceded to Greece but Italy challenged the decision and in the Treaty of London the region was given to the newly created Albania. As such Butrint was located near the southern border of the newly established Albanian state in a largely Greek-speaking territory. The local Greek population was enraged and created an Autonomous Republic of Northern Epirus, for six months, before it was reluctantly ceded to Albania, with peace assured by Italian peacekeeping force until 1919. Italy rejected the decision because it didn't want Greece to control both sides of the Straits of Corfu.\nEcclesiastical history.\nResidential bishopric.\nIn the early 6th century, Buthrotum became the seat of a bishopric and new construction included the Buthrotum baptistery, one of the largest such paleochristian buildings of its type, and a basilica. The diocese of Buthrotum was initially a suffragan of the Metropolis of Nicopolis, the metropolitan capital of Epirus Vetus and in the papal sway, but in the 9th and 10th centuries it is listed with the suffragans of Naupaktos, which succeeded ruined Nicopolis as provincial capital and metropolis of the new Byzantine theme of Nicopolis, bringing it in the sway of the Byzantine Patriarchate of Constantinople. After the 14th century, it was under the jurisdiction of the Metropolis of Ioannina.\nTwo of its Byzantine (pre-Eastern Schism) bishops are mentioned in extant documents: \nLatin residential bishopric.\nA Latin see was established circa 1250 under the Italian name \"Butrinto\", functioning under Angevin and Venetian rule, but suppressed circa 1400. The 6th-century basilica was rebuilt by king Charles I of Naples in 1267.\nCatholic titular see.\nButhrotum is today listed by the Catholic Church as a Latin titular see since the diocese was nominally restored in 1933 as titular bishopric of Buthrotum (Latin) / Butrinto (Curiate Italian) / Butrint (Albanian).\nFollowing titular bishops have been nominated:\nArchaeological excavations.\nThe first modern archaeological excavations began in 1928 when the Fascist government of Benito Mussolini's Italy sent an expedition to Butrint. The aim was geopolitical rather than scientific, aiming to extend Italian hegemony in the area. The leader was an Italian archaeologist, Luigi Maria Ugolini who despite the political aims of his mission was a good archaeologist. Ugolini died in 1936, but the excavations continued until 1943 and the Second World War. They uncovered the Hellenistic and Roman part of the city including the \"Lion Gate\" and the \"Scaean Gate\" (named by Ugolini for the famous gate at Troy mentioned in the Homeric \"Iliad\").\nAfter the communist government of Enver Hoxha took Albania over in 1944, foreign archaeological missions were banned. Albanian archaeologists including Hasan Ceka continued the work. Nikita Khrushchev visited the ruins in 1959 and suggested that Hoxha should turn the area into a submarine base. The Albanian Institute of Archaeology began larger scale excavations in the 1970s. Since 1993 further major excavations have taken place led by the Butrint Foundation in collaboration with the Albanian Institute of Archaeology. Recent excavations in the western defences of the city have revealed evidence of the continued use of the walls, implying the continuation of life in the town. The walls themselves certainly seem to have burnt down in the 9th century, but were subsequently repaired.\nAfter the collapse of the communist regime in 1992, the new democratic government planned various major developments at the site. The same year remains of Butrint were included in the UNESCO list of World Heritage Sites. A major political and economic crisis in 1997 and lobbying stopped the airport plan and UNESCO placed it on the List of World Heritage in Danger because of looting, lack of protection, management and conservation. Archaeological missions during 19949 uncovered further Roman villas and an early Christian church.\nIn 2004, archaeological excavations continued under principal investigator, David R. Hernandez.\nDirections.\nThe site of Butrint is accessible from Sarand, along a road first built in 1959 for a visit by the Soviet leader Nikita Khrushchev. This road was upgraded during the summer of 2010. The construction was somewhat of an environmental disaster and may yet threaten Butrint's World Heritage Site status. The ancient city is becoming a popular tourist destination, attracting day-trippers from the nearby Greek holiday island of Corfu. Hydrofoils (30minutes) and ferries (90minutes) run daily between the New Port in Corfu Town and Saranda. Many visitors from Corfu use chartered coach services to visit Butrint from Sarand, and additionally, a regular public bus service runs between Sarand port and Butrint. Others arrive from the Qafe Bote border crossing with Greece near Konispol and cross the Vivari Channel by the cable ferry at Butrint."}}