{"id": 188, "data": {"title": "Bwindi Impenetrable National Park", "text": "The Bwindi Impenetrable National Park (BINP) is in southwestern Uganda. The park is part of the Bwindi Impenetrable Forest and is situated along the Democratic Republic of the Congo (DRC) border next to the Virunga National Park and on the edge of the Albertine Rift. Composed of of both montane and lowland forest, it is accessible only on foot. BINP is a United Nations Educational, Scientific and Cultural Organization-designated World Heritage Site.\nSpecies diversity is a feature of the park. It provides habitat for 120 species of mammals, 350 species of birds, 310 species of butterflies, 27 species of frogs, chameleons, geckos, and many endangered species. Floristically, the park is among the most diverse forests in East Africa, with more than 1,000 flowering plant species, including 200 species of trees and 104 species of ferns. The northern (low elevation) sector has many species of Guineo-Congolian flora, including two endangered species, the brown mahogany and \"Brazzeia longipedicellata\". In particular, the area shares in the high levels of endemisms of the Albertine Rift.\nThe park is a sanctuary for colobus monkeys, chimpanzees, and many birds such as hornbills and turacos. It is most notable for the 400 Bwindi gorillas, half of the world's population of the endangered mountain gorillas. 14 habituated mountain gorilla groups are open to tourism in four different sectors of Buhoma, Ruhijja, Rushaga and the Nkuringo in the Districts of Kanungu, Kabale and Kisoro respectively all under the management of Uganda Wildlife Authority.\nHistory.\nIn 1932, two blocks of the Bwindi Impenetrable Forest were designated as Crown Forest Reserves. The northern block was designated as the \"Kayonza Crown Forest Reserve\", and the southern block designated as the \"Kasatora Crown Forest Reserve\". These reserves had a combined area of . In 1942, the two reserves were combined and enlarged, then renamed the Impenetrable Central Crown Forest. This new protected area covered and was under the joint control of the Ugandan government's game and forest departments.\nIn 1964, the reserve was designated as an animal sanctuary to provide extra protection for its mountain gorillas and renamed the Impenetrable Central Forest Reserve. In 1966, two other forest reserves became part of the main reserve, increasing its area to almost . The park continued to be managed as both a game sanctuary and forest reserve.\nIn 1991, the Impenetrable Central Forest Reserve, along with the Mgahinga Gorilla Reserve and the Rwenzori Mountains Reserve, was designated as a national park and renamed the Bwindi Impenetrable National Park. It covered an area of . The national park was declared in part to protect a range of species within it, most notably the mountain gorilla. The reclassification of the park had a large impact on the Batwa pygmy people, who were evicted from the forest and no longer permitted to enter the park or access its resources. Gorilla tracking became a tourist activity in April 1993, and the park became a popular tourist destination. In 1994, a area was incorporated into the park and it was inscribed on the World Heritage List. The park's management changed: Uganda National Parks, since renamed the Uganda Wildlife Authority, became responsible for the park. In 2003, a piece of land next to the park with an area of was purchased and incorporated into the park.\nIn March 1999, a force of 100150 former Rwandan Interahamwe guerrillas infiltrated across the border from the DRC and kidnapped 14 foreign tourists and their Ugandan guide from the park headquarters, eventually releasing six and murdering the remaining eight with machetes and clubs. Several victims were reportedly tortured, and at least one of the female victims was raped. The Ugandan guide was doused with gasoline and lit on fire. The Interahamwe attack was reportedly intended to \"destabilize Uganda\" and frighten away tourist traffic from the park, depriving the Ugandan government of income. The park was forced to close for several months, and the popularity of the gorilla tours suffered badly for several years, though attendance has since recovered due to greater stability in the area. An armed guard also now accompanies every tour group.\nGeography and climate.\nKabale town to the south-east is the nearest main town to the park, away by road. The park is composed of two blocks of forest that are connected by a corridor of forest. The shape of the park is a legacy of previous conservation management, when the original two forest blocks were protected in 1932. There is agricultural land where there were previously trees directly outside the park's borders. Cultivation in this area is intense.\nThe park's underlying geology consists of Precambrian shale phyllite, quartz, quartzite, schist, and granite. The park is at the edge of the Western Rift Valley in the highest parts of the Kigezi Highlands, which were created by up-warping of the Western Rift Valley. Its topography is very rugged, with narrow valleys intersected by rivers and steep hills. Elevations in the park range from above sea level, and 60 percent of the park has an elevation of over . The highest elevation is Rwamunyonyi Hill at the eastern edge of the park. The lowest part of the park is at its most northern tip.\nThe forest is an important water catchment area. With a generally impermeable underlying geology where water mostly flows through large fault structures, water infiltration and aquifers are limited. Much of the park's rainfall forms streams, and the forest has a dense network of streams. The forest is the source of many rivers that flow to the north, west, and south. Major rivers that rise in the park include the Ivi, Munyaga, Ihihizo, Ishasha, and Ntengyere rivers, which flow into Lake Edward. Other rivers flow into Lakes Mutanda and Bunyonyi. Bwindi supplies water to local agricultural areas.\nBwindi has a tropical climate. Annual mean temperature ranges from a minimum of to a maximum of . Its annual rainfall ranges from . Peak rainfall occurs from March to April and from September to November. The park's forest plays an important role in regulating the surrounding area's environment and climate. High amounts of evapotranspiration from the forest's vegetation increases the precipitation that the region outside the park receives. They also lessen soil erosion, which is a serious problem in south-western Uganda. They lessen flooding and ensure that streams continue to flow in the dry season.\nBiodiversity.\nThe Bwindi Impenetrable Forest is old, complex, and biologically rich. Diverse species are a feature of the park, and it became an UNESCO World Heritage Site because of its ecological importance. Among East African forests, Bwindi has some of the richest populations of trees, small mammals, birds, reptiles, butterflies, and moths. The park's diverse species are partly a result of the large variations of elevation and habitat types in the park, and may also be because the forest was a refuge for species during glaciations in the Pleistocene epoch.\nThe park's forests are afromontane, which is a rare vegetation type on the African continent. Located where plain and mountain forests meet, there is a continuum of low-altitude to high altitude primary forests in the park, one of the few large tracts of East African forest where this occurs. The park has more than 220 tree species, and more than 50% of Uganda's tree species, and more than 100 fern species. The brown mahogany is a threatened plant species in the park.\nBwindi Impenetrable National Park is important for the conservation of the afromontane fauna, especially species endemic to the Western Rift Valley's mountains. It is thought to have one of the richest faunal communities in East Africa, including more than 350 bird species and more than 200 butterfly species. There are an estimated 120 mammal species in the park, of which 10 are primates, and more than 45 are small mammals. Along with mountain gorilla, species in the park include common chimpanzee, L'Hoest's monkey, African elephant, African green broadbill, and cream-banded swallowtail, black and white colobus, red-tailed monkeys, vervets, the giant forest hog, and small antelope species. The fish species in the park's rivers and streams are not well known. There are also many carnivores, including the side-striped jackal, African golden cat, and African civet.\nMountain gorillas.\nThe park is inhabited by about 459 individual mountain gorillas as per the last 2019 Gorilla Census (Gorilla Fund)(\"Gorilla beringei beringei\"), known as the Bwindi population, which makes up almost half of all the mountain gorillas in the world. The rest of the worldwide mountain gorilla population lives in the nearby Virunga Mountains. A 2006 census of the mountain gorilla population in the park showed that its numbers had increased modestly from an estimated 300 individuals in 1997, to 320 individuals in 2002 to 340 individuals in 2006, and 400 in 2018. Poaching, disease and habitat loss are the greatest threat to the gorillas.\nResearch on the Bwindi population lags behind that of the Virunga National Park population, but some preliminary research on the Bwindi gorilla population has been carried out by Craig Stanford. This research has shown that the Bwindi gorilla's diet is markedly higher in fruit than that of the Virunga population, and that the Bwindi gorillas, even silverbacks, are more likely to climb trees to feed on foliage, fruits, and epiphytes. In some months, the Bwindi gorilla diet is very similar to that of Bwindi chimpanzees. It was also found that Bwindi gorillas travel farther per day than Virunga gorillas, particularly on days when feeding primarily on fruit than when they are feeding on fibrous foods. Additionally, Bwindi gorillas are much more likely to build their nests in trees, nearly always in \"Alchornea floribunda\" (locally, \"Echizogwa\"), a small understory tree.\nThe mountain gorilla is an endangered species, with an estimated total population of about 650 individuals. There are no mountain gorillas in captivity, but during the 1960s and 1970s, some were captured to start captive breeding.\nConservation.\nThe park is owned by the Uganda Wildlife Authority, a parastatal government body. The park has total protection, although communities adjacent to the park can access some of its resources.\nThe areas bordering the park have a high population density of over . Some of the people who live in these areas are among the poorest people in Uganda. The high population and poor agricultural practises place a great pressure on the Bwindi forest, and are one of the biggest threats to the park. Ninety percent of the people are dependent on subsistence agriculture, as agriculture is one of the area's few ways of earning income.\nPrior to Bwindi's gazetting as a national park in 1991, the park was designated as a forest reserve, and regulations about the right to access the forest were more liberal and seldom enforced. Local people hunted, mined, logged, pit sawed, and kept bees in the park. It was gazetted as a national park in 1991 because of its rich biodiversity and threats to the integrity of the forest. Its designation as a national park gave the park higher protection status. State agencies increased protection and control of the park. Adjacent communities' access to the forest immediately ended. This closing of access caused large amounts of resentment and conflict among these local communities and park authorities. The Batwa, an ethnic group that had relied on the forest, were badly affected. The Batwa fished, harvested wild yams and honey, and had ancestral sites within the park. Despite the Batwa people's historical claim to land rights and having lived in the area for generations without destroying the area's ecosystem, they did not benefit from any national compensation scheme when they were evicted. Non-Batwa farmers who had cut down the forested areas in order to cultivate them, received compensation and their land rights were recognised. People have lost livestock and crops from wildlife, and there have been some human deaths. The habituation of gorillas to humans in order to facilitate tourism may have increased the damage they do to local people's property because their fear of people has decreased.\nTourism.\nTourists may visit the park any time during the year, although conditions in the park are more difficult during the rainy season. The park is in a remote location and the roads are in poor condition, the drive time from Kampala is estimated at 8 hours. The park is connected by domestic flights from Entebbe International Airport, which land at Kihihi Airstrip and Kisoro Airstrip. Tourist accommodations include a lodge, tented camps, and rooms run by the community located near the Buhoma entrance gate.\nBwindi Community Hospital provides health care to 40,000 people in the area and to visiting tourists.\nGorilla tracking is the park's main tourist attraction, and it generates much revenue for Uganda Wildlife Authority. Gorilla tracking first became available in April 1993, when tourists tracked the Mubare gorilla group. Tourists wishing to track gorillas must first obtain a permit. Selected gorillas families have been habituated to human presence, and the number of visitors is tightly controlled to prevent risks to the gorillas and degradation of the habitat. Several tour companies are able to reserve gorilla tracking permits for prospective visitors to Bwindi. The gorillas seldom react to tourists. There are strict rules for tourists to minimize the risk of disease transmission to the gorillas. Uganda, Rwanda, and the Democratic Republic of the Congo are the only countries where it is possible to visit mountain gorillas. Guided walks through the forest include a walk to a waterfall, and walks for monkey watching and birding."}}