{"id": 73, "data": {"title": "Byblos", "text": "Byblos ( ; ), also known as Jbeil or Jubayl (, ; , , ), is a city in the Keserwan-Jbeil Governorate of Lebanon. It is believed to have been first occupied between 8800 and 7000BC and continuously inhabited since 5000BC, making it one of the oldest continuously inhabited cities in the world. During its history, Byblos was part of numerous civilizations, including Egyptian, Phoenician, Assyrian, Persian, Hellenistic, Roman, Fatimid, Genoese, Mamluk and Ottoman. The city is a UNESCO World Heritage Site.\nIt was in ancient Byblos that the Phoenician alphabet, likely the ancestor of the Greek, Latin and all other Western alphabets, was developed.\nEtymology.\nEusebius' \"Onomasticon\" stated that Byblos was known in Hebrew as Gabel / Gobel. The name appears as \"Kebny\" in Egyptian hieroglyphic records going back to the 4th-dynasty pharaoh Sneferu (BC) and as () in the Akkadian cuneiform Amarna letters to the 18th-dynasty pharaohs and IV. In the 1stmillenniumBC, its name appeared in Phoenician and Punic inscriptions as (, ); in the Hebrew Bible as \"Geval\" (); and in Syriac as (). The name seems to derive from (, \"well\") and (, \"god\"), the latter a word that could variously refer to any of the Canaanite gods or to their leader in particular. The name thus seems to have meant the \"Well of the God\" or \"Source of the God\".\nIts present Arabic name () or \"J\"(\"e\")\"beil\" is a direct descendant of these earlier names, although apparently modified by a misunderstanding of the name as the triliteral root or , meaning \"mountain\". All of these, along with Byblos, are etymologically related. During the Crusades, this name appeared in European records as \"Gibelet\" or . This name was used for Byblos Castle and its associated lordship.\nThe Phoenician city, known to the Greeks as () and to the Romans as , was important for their import of papyrus from Egypt  to the extent that \"byblos\" came to mean \"papyrus\" in Greek. The English word \"Bible\", therefore, ultimately derives from the Greek name of the city.\nHistory.\nLocated about north of Beirut, Byblos is attractive to archaeologists because of the successive layers of debris resulting from centuries of human habitation. It was first excavated by Ernest Renan in 1860, as published in his \"Mission de Phnicie (18651874)\", then by Pierre Montet from 1921 until 1924, followed by Maurice Dunand from 1925 over a period of forty years. Renan's expedition was to \"provide the evidence that the city did not move and that Gebeil is Byblos\".\nThe site first appears to have been settled during the Pre-Pottery Neolithic B period, approximately 8800 to 7000 BC. Neolithic remains of some buildings can be observed at the site. According to the writer Philo of Byblos (quoting Sanchuniathon, and quoted in Eusebius), Byblos was founded by the Phoenician shrine god El, (whom the Greeks identified with their god Cronus). During the 3rd millennium BC, the first signs of a town can be observed, with the remains of well-built houses of uniform size. This was the period when the Canaanite civilization began to develop.\nNeolithic and Chalcolithic levels.\nJacques Cauvin published studies of flint tools from the stratified Neolithic and Chalcolithic sites in 1962. Remains of humans found in Chalcolithic burials have been published by Henri Victor Vallois in 1937. Tombs from this era were discussed by Emir Maurice Chehab in 1950. Early pottery found at the tell was published by E.S. Boynton in 1960 with further studies by R. Erich in 1954 and Van Liere and Henri de Contenson in 1964.\nFive levels stratigraphy.\nPrehistoric settlements at Byblos were divided up by Dunand into the following five periods, which were recently expanded and re-calibrated by Yosef Garfinkel to correlate with Tell es-Sultan (Jericho):\nThe Early Neolithic was a later settlement than others in the Beqaa Valley such as Labweh and Ard Tlaili. It was located on the seaward slope of the larger of the two hills that used to compose ancient Byblos, with a watered valley in between.\nThe original site spread down into the valley and covered an area of providing fertile soils and a protected landing place for boats. Dunand discovered around twenty houses although some of the settlement was suggested to have been lost to the sea, robbed or destroyed. Dwellings were rectangular with plastered floors, pottery was usually Dark faced burnished ware with some shell impressions.\nThe Middle Neolithic was a smaller settlement of no more than adjacent to the older site. The pottery was more developed with red washes and more varied forms and elaborate decorations, buildings were poorer with unplastered floors.\nThe Late Neolithic period showed development from the middle in building design, a wider range of more developed flint tools and a far larger variety of pottery with fabrication including silica. The Late Chalcolithic featured developments of \"Canaanean blades\" and fan scrapers. Adult burials in jars started to appear along with metal in the form of one copper hook, found in a jar. Some jars were lined with white plaster that was applied and self-hardened after firing. Copper appeared more frequently in the Late Chalcolithic period along with multiple burials in tombs and jar handles with impressed signs. Early Bronze Age remains were characterized by the development of Byblos combed ware and a lithic assemblage studied by Jacques Cauvin.\nAccording to Lorenzo Nigro, Byblos moved from being a fishermen's village to its earlier urban form at the beginning of the third millennium BC. Fragments attributed to the semi-legendary pre-Homeric Phoenician priest Sanchuniathon say Byblos was the first city erected in Phoenicia and was established by the god Cronus. (Cronus was considered the nearest equivalent to the Canaanite Baal or Baal Hammon in the syncretizing system used by the ancient Greeks and Romans.)\nEgyptian period.\nWatson Mills and Roger Bullard suggest that during the Old Kingdom of Egypt and Middle Kingdom of Egypt Byblos was virtually an Egyptian colony. The growing city was a wealthy one and seems to have been an ally (among \"those who are on his waters\") of Egypt for many centuries. First Dynasty tombs used timbers from Byblos. One of the oldest Egyptian words for an oceangoing boat was \"Byblos ship\". Archaeologists have recovered Egyptian-made artifacts as old as a vessel fragment bearing the name of the Second dynasty ruler Khasekhemwy, although this \"may easily have reached Byblos through trade and/or at a later period\". Objects have been found at Byblos naming the 13th Dynasty Egyptian king Neferhotep I, and the rulers of Byblos maintained close relationships with the New Kingdom pharaohs of Ancient Egypt.\nAround 1350 BC, the Amarna letters include 60 letters from Rib-Hadda and his successor Ili-Rapih who were rulers of Byblos, writing to the Egyptian government. This is mainly due to Rib-Hadda's constant pleas for military assistance from Akhenaten. They also deal with the conquest of neighboring city-states by the Habiru.\nIt appears Egyptian contact peaked during the 19th dynasty, only to decline during the 20th and 21st dynasties. In addition, when the New Kingdom collapsed in the 11th century BC, Byblos ceased being a colony and became the foremost city of Phoenicia. Although the archaeological evidence seems to indicate a brief resurgence during the 22nd and 23rd dynasties, it is clear after the Third Intermediate Period the Egyptians started favoring Tyre and Sidon instead of Byblos.\nArchaeological evidence at Byblos, particularly the five Byblian royal inscriptions dating back to around 12001000 BC, shows existence of a Phoenician alphabet of twenty-two characters; an important example is the Ahiram sarcophagus. The use of the alphabet was spread by Phoenician merchants through their maritime trade into parts of North Africa and Europe. One of the most important monuments of this period is the Temple of the Obelisks, dedicated to the Canaanite war god Resheph, but this had fallen into ruins by the time of Alexander the Great.\nAncient history.\nIn the Assyrian period, Sibittibaal of Byblos became tributary to Tiglath-Pileser III in 738 BC, and in 701 BC, when Sennacherib conquered all Phoenicia, the king of Byblos was Urumilki. Byblos was also subject to Assyrian kings Esarhaddon (r. 681669 BC) and Ashurbanipal (r. 668627 BC), under its kings Milkiasaph and Yehawmelek.\nIn the Achaemenid Empire (538332 BC), Byblos was the fourth of four Phoenician vassal kingdoms established by the Persians; the first three beings Sidon, Tyre, and Arwad.\nHellenistic rule came with the arrival of Alexander the Great in the area in 332 BC. Coinage was in use, and there is abundant evidence of continued trade with other Mediterranean countries.\nDuring the Greco-Roman period, the temple of Resheph was elaborately rebuilt, and the city, though smaller than its neighbors such as Tyre and Sidon, was a center for the cult of Adonis. In the 3rd century, a small but impressive theater was constructed. With the rise of Christianity, a bishopric was established in Byblos, and the town grew rapidly. Although a Sasanian colony is known to have been established in the region following the early Muslim conquests of 636, there is little archaeological evidence for it. Trade with Europe effectively dried up, and it was not until the coming of the First Crusade in 1098 that prosperity returned to Byblos, known then as Gibelet or Giblet.\nCrusader, Mamluk, Ottoman period.\nIn the 12th and 13th century, Byblos became part of the County of Tripoli, a Crusader state connected to, but largely independent from, the Crusader Kingdom of Jerusalem. \nAs Gibelet or Giblet, it came under the rule of the Genoese Embriaco family, who created for themselves the Lordship of Gibelet, first as administrators of the city in the name of the Republic of Genoa, and then as a hereditary fief, undertaking to pay an annual fee to Genoa and the church of San Lorenzo (Genoa's Cathedral).\nThe Embriaco family's residence, the Crusader castle of Gibelet, along with the fortified town, served as an important military base for the Crusaders. The remains of the castle are among the most impressive architectural structures now visible in the town center. The town was taken by Saladin in 1187, re-taken by the Crusaders, and conquered by Baibars in 1266, but it remained in the possession of the Embriacos until around 1300. \nHaving voluntarily surrendered to the Mamluks, the city was relatively spared from looting following its capture. Its fortifications were subsequently restored. From 1516 until 1918, the town and the whole region became part of the Ottoman Empire.\nContemporary history.\nByblos and all of Lebanon were placed under French Mandate from 1920 until 1943 when Lebanon achieved independence.\nThe 2006 Lebanon War negatively affected the ancient city by covering its harbor and town walls with an oil slick that was the result of an oil spill from a nearby power plant. This, however, has been cleared and the coastal area has since then become a destination for beach goers, especially in the late spring and throughout the summer season.\nDemographics.\nByblos's inhabitants are predominantly Christian, mostly Maronite, with minorities of Armenian Apostolic, Greek Orthodox, and Greek Catholics. There is also a minority of Shia Muslims. It is said that the city of Bint Jbeil (\"Daughter of Byblos\") in southern Lebanon was founded by those Shia Muslims. Byblos has three representatives in the Parliament of Lebanon: two Maronites and one Shia.\nEducation.\nByblos is home to the professional schools of the Lebanese American University (LAU). The LAU Byblos Campus houses the Medical School, the Engineering School, the School of Architecture and Design, the Pharmacy School, which offers the only Pharm.D. Program outside the United States accredited by the Accreditation Council for Pharmacy Education (ACPE), the School of Business, and the School of Arts and Sciences. The Campus is situated on a hill overlooking the city and the Mediterranean Sea.\nTourism.\nByblos is re-emerging as an upscale touristic hub. With its ancient port, Phoenician, Roman, and Crusader ruins, sandy beaches and the picturesque mountains that surround it make it an ideal tourist destination. The city is known for its fish restaurants, open-air bars, and outdoor cafes. Yachts cruise into its harbor today as they did in the 1960s and 1970s when Marlon Brando and Frank Sinatra were regular visitors to the city.\nByblos was crowned as the \"Arab Tour Capital\" for the year 2016 by the Lebanese minister of tourism in the Grand Serail in Beirut.\nByblos was chosen by Cond Nast Traveler as the second best city in the Middle East for 2012, beating Tel Aviv and Dubai, and by the World Tourism Organization as the best Arab tourist city for 2013.\nOther historic buildings.\nThe Byblos Wax Museum displays wax statues of characters whose dates of origin range from Phoenician times to current days.\nThe Byblos Fossil Museum has a collection of fossilized fish, sharks, eel, flying fish, and other marine life, some of which are millions of years old.\nThe old medieval part of Byblos is surrounded by walls running about 270m from east to west and 200m from north to south.\nByblos Castle was built by the Crusaders in the 12th century. It is located in the archaeological site near the port.\nWork on the church started during the Crusades in 1115. It was considered a cathedral and was partially destroyed during an earthquake in 1170 AD. It was later given to the Maronite bishop as a gift by Prince Yusuf Shihab.\nThe old mosque by the Castle dates back to the Mamluk period, and adopted the name of Sultan Abdulmejid I after he renovated it.\nIn the southeast section of the historic city, near the entrance of the archaeological site, is an old market where tourists can shop for souvenirs and antiques, or simply stroll along the old cobblestone streets and enjoy the architecture.\nThis summer music festival is an annual event that takes place in the historic quarter.\nInternational relations.\nByblos is twinned with:"}}