{"id": 279, "data": {"title": "Camino Real de Tierra Adentro", "text": "The Camino Real de Tierra Adentro (), also known as the Silver Route, was a Spanish road between Mexico City and San Juan Pueblo (\"Ohkay Owingeh\"), New Mexico (in the modern U.S.), that was used from 1598 to 1882. It was the northernmost of the four major \"royal roads\" that linked Mexico City to its major tributaries during and after the Spanish colonial era.\nIn 2010, 55 sites and five existing UNESCO World Heritage Sites along the Mexican section of the route were collectively added to the World Heritage List, including historic cities, towns, bridges, haciendas and other monuments along the route between the Historic Center of Mexico City (an independent World Heritage Site) and the town of Valle de Allende, Chihuahua.\nThe section of the route within the United States was proclaimed the El Camino Real de Tierra Adentro National Historic Trail, a part of the National Historic Trail system, on October 13, 2000. The historic route is overseen by both the National Park Service and the U.S. Bureau of Land Management with aid from the El Camino Real de Tierra Adentro Trail Association (CARTA). A portion of the trail near San Acacia, New Mexico was listed on the National Register of Historic Places in 2014.\nRoute.\nThe road is identified as beginning at the Plaza Santo Domingo very close to the present Zcalo and Mexico City Metropolitan Cathedral in Mexico City. Traveling north through San Miguel de Allende, the road's northern terminus was near Santa Fe, New Mexico.\nHistory.\nPre-Columbian.\nLong before Europeans arrived, the various indigenous tribes and kingdoms that had arisen throughout the northern central steppe of Mexico had established the route that would later become the Camino Real de Tierra Adentro as a major thoroughfare for hunting and trading. The route connected the peoples of the Valley of Mexico with those of the north through the exchange of products such as turquoise, obsidian, salt and feathers. By the year AD 1000, a flourishing trade network existed from Mesoamerica to the Rocky Mountains.\nEuropean incursion.\nAfter Tenochtitlan was subdued in 1521, Spanish conquistadors and colonists began a series of expeditions with the purpose of expanding their domains and obtaining greater wealth for the Spanish Crown. Their initial efforts led them to follow the trails established by the natives who exchanged goods between the north and the south.\nIn April 1598, a group of military scouts led by Juan de Oate, the newly appointed colonial governor of the province of Santa Fe de Nuevo Mxico, became lost in the desert south of Paso del Norte while seeking the best route to the Ro del Norte. A local Indian they had captured named \"Mompil\" drew in the sand a map of the only safe passage to the river. The group arrived at the Ro del Norte just south of present-day El Paso and Ciudad Jurez in late April, where they celebrated the Catholic Feast of the Ascension on April 30, before crossing the river. They then mapped and extended the route to what is now Espaola, where Oate would establish the capital of the new province. This trail became the \"Camino Real de Tierra Adentro\", the northernmost of the four main \"royal roads\"  the Caminos Reales  that linked Mexico City to its major tributaries in Acapulco, Veracruz, Audiencia (Guatemala) and Santa Fe.\nAfter the Pueblo Revolt of 1680, which violently forced the Spanish out of Nuevo Mxico, the Spanish Crown decided not to abandon the province altogether but instead maintained a channel to the province so as not to completely abandon their subjects remaining there. The Viceroyalty organized a system, the so-called \"conducta\", to supply the missions, presidios, and northern ranchos. The \"conducta\" consisted of wagon caravans that departed every three years from Mexico City to Santa Fe along the Camino Real de Tierra Adentro. The trip required a long and difficult journey of six months, including 23 weeks of rest along the way.\nMany were the uncertainties that the \"conducta\" and other travelers faced. River floods could force weeks of waiting on the banks until the caravan could wade across. At other times, prolonged droughts in the area could make water scarce and difficult to find. The most feared section of the journey was the crossing of the Jornada del Muerto beyond El Paso del Norte: nearly of expansive, barren desert without any water sources to hydrate the men and beasts.\nBeyond the sustenance needs, the greatest danger to the caravan was that of local assaults. Groups of bandits roamed throughout the territory and threatened the caravan from the current state of Mexico to the state of Quertaro, seeking articles of value. And from the southern part of Zacatecas onward to the north, the greatest threat was the native Chichimecas, who became more likely to attack as the caravan progressed further north. The main objective of the Chichimecas was horses, but they would also often take women and children. A series of presidios along the way allowed for relays of troops to provide additional protection to the caravans. At night in the most dangerous areas, the caravans would form a circle with their wagons with the people and animals inside.\nThe Camino Real was actively used as a commercial route for more than 300 years, from the middle of the 16th century to the 19th century, mainly for the transport of silver extracted from northern mines. During this time, the road was continuously improved, and over time the risks became smaller as haciendas and population centers emerged.\n18th century.\nDuring the 18th century, the sites along the Camino Real de Tierra Adentro increased significantly. The area between the villas of Durango and Santa Fe came to be known as \"the Chihuahua Trail\". The villa of \"San Felipe el Real\" (today city of Chihuahua), established in 1709 to support the surrounding mines, became the most important commercial center and financial area along this segment.\nThe villa of \"San Felipe Neri de Alburquerque\" (present-day Albuquerque, New Mexico) was founded in 1706 and it also became an important terminal. Because of its defensive position on the Camino Real, the Villa de Alburquerque became the center of commercial exchange between Nuevo Mxico and the rest of New Spain during the 18th century, trading cattle, wool, textiles, animal skins, salt, and nuts. This exchange occurred mainly with the mining cities of Chihuahua, Santa Brbara, and Parral.\n\"El Paso del Norte\" (present-day Ciudad Jurez) became another major terminal on the route. In 1765, the population of El Paso del Norte was estimated to be 2,635 inhabitants, which created what was then the largest urban center on the northern border of New Spain. El Paso del Norte became an important center of agriculture and rancheria, known for its wines, brandy, vinegar, and raisins.\nIn the 18th century, the Spanish Crown authorized the establishment of Fairs along the Camino Real to promote commerce (although some form of these had already been existing for some time prior). Some of the most important Fairs along the Camino Real included the \"Fair de San Juan de los Lagos\" in Jalisco, the \"Fair de Saltillo\", and the \"Fair de Chihuahua\", which was of great importance to Nuevo Mxico merchants. The \"Fair de Taos\" was also an important annual event where the Comanches and the Utes traded weapons, ammunition, horses, agricultural products, furs, and meats with the Spanish. Spain at the same time maintained a monopoly on the products of its northern provinces, thus no trade occurred with the French colony of Louisiana.\nFor the second half of the 18th century, the northern frontier of New Spain represented a fundamental interest for the Spanish Empire and its reformist policy, with the aim of ensuring Spanish sovereignty over its northern provinces, highly coveted geopolitically by other European powers  especially the English and the French. The Spanish Crown labored to incorporate the natives into the social and economic welfare of its provinces and give them reasons to participate in the defense of the Spanish border.\nThus, Captain Nicols de Lafora (assigned by the then Marquis of Rub) gives a description of the frontier of New Spain in his \"Viaje a los presidios internos de la Amrica septentrional\", the product of an expedition that took place between 1766 and 1768. This expedition was part of a larger commission on the defensive issues and military capabilities entrusted by the Spanish Crown to the Marquis of Rub, to assess the tactical placement of the Presidios, inspect troop readiness, review military regulations and propose what might be done to strengthen the government and the defense of the State. From its review, the Marquis proposed a line of Presidios along the northern frontier of New Spain, to be established from the Gulf of Mexico to the Gulf of California to protect itself from the Utes, Apaches, Comanches, and Navajos. Don Jos de Glvez, special commissioner to New Spain for Charles III, promoted a \"Comandancia General de las Provincias Internas\" (\"General Commander of the Internal Provinces\") for the northern provinces of New Spain. However, he also recognized that a long war with the natives would be impossible to win or sustain due to the lack of military resources in the area. With that view, he himself promoted the establishment of a strong peace in the provinces and a greater commercial presence in 1779.\nIn 1786, the nephew of Jos de Glvez, Bernardo de Glvez, viceroy of New Spain published his \"Instructions\" which included three strategies for dealing with the Natives: Continuing the military pressure on hostile and unaligned tribes; Pursuing the formation of alliances with friendly tribes; and promoting economic dependency with those natives who had entered into peace treaties with the Spanish Crown.\nIn the last decade of the 18th century, a tenuous peace was achieved between the Spaniards and the Apache tribes as a result of the aforementioned administrative and strategic changes. As a consequence, commerce along the Camino Real greatly expanded with products from all over the world, including products from the other provinces of New Spain, brought in over land; European products brought in by the Spanish fleet; and even those that came from the Manila galleon that arrived annually at Acapulco from the western Pacific. As an example, for this time, the most typical products sold by the merchants in the city of Parral along the \"Chihuahua Trail\" included: Platoncillos from Michoacn; Jarrillos from Cuautitln of the State of Mexico; Majolica from the State of Puebla; Porcelain junks from China; and clay products from Guadalajara.\n19th century.\nThe 19th century brought many changes for both Mexico and its northern border. From the Napoleonic Wars to the start of the Mexican War of Independence, the colonial government was unstable and struggled to continue sending resources to the northern provinces. This void led to the establishment of alternate suppliers and supply routes into those provinces. In 1807, American merchant and military agent Zebulon Pike was sent to explore the southwestern borders between the US and New Spain with the intention to find a trail to bring US commerce into Nuevo Mxico and Nueva Vizcaya (Chihuahua). Pike was captured on 26 February 1807 by the Spanish authorities in northern Nuevo Mxico, who sent him on the Camino Real to the city of Chihuahua for interrogation. While Pike was in this city, he gained access to several maps of Mxico and learned of the discontent with Spanish domination.\nIn 1821, after 11 years of struggle, Mexico gained its independence from Spain. The Camino Real maintained an important role in this period, since travelers brought communication about the events that were taking place in the center of the country to the towns and villages of the internal provinces. During the Mexican War of Independence, the Camino Real was used by both forces, rebels and royal forces. For example, after the liberator Miguel Hidalgo y Costilla launched the war of independence, he used the road to retreat from the Battle of the Bridge of Caldern fought on the banks of the Caldern River 60km (37mi) east of Guadalajara in present-day Zapotlanejo, Jalisco northward, eventually arriving at the Wells of Bajn in Coahuila where he was captured and executed by royal forces.\nBetween 1821 and 1822, after the end of the war for the Independence of Mexico, the Santa Fe Trail was established to connect the US territory of Missouri with Santa Fe. At first, US merchants were arrested and imprisoned for bringing contraband into Mexican territory; however, the growing economic crisis in northern Mexico gave rise to an increased tolerance of this type of trade. In fact, the Santa Fe Trail (Sendero de Santa Fe) provided needed markets for local products (such as cotton) and manufactured products from New Mexico, so New Mexicans looked favorably on this new trade route. By 1827, a lucrative and commercial connection had been forged between Missouri, New Mexico, and Chihuahua.\nIn 1846, the dispute over the Texas-Mexico border with the United States gave rise to the subsequent invasion by US military forces and the MexicanAmerican War began. One of these forces was commanded by the general Stephen Kearny, who traveled by the Santa Fe Trail to seize the capital of New Mexico. Another of the forces commanded by Colonel Alexander William Doniphan defeated a small group of Mexican contingents on the Camino Real in the Los Brazitos area south of what is now Las Cruces, New Mexico. Doniphan's forces went on to capture El Paso del Norte and, later, the city of Chihuahua. During 18461847, the Camino Real de Tierra Adentro became a path of continuous use, with American forces using it to travel into the interior of Mexico. On their journey, many American travelers kept journals and wrote home about what they saw as they travelled. One of the soldiers provided an estimate of the population of several cities along the Camino, including: Algodones, New Mexico with 1,000 inhabitants; Bernalillo with 500; Sanda Pueblo with 300 to 400, Albuquerque without an estimated number but extant for seven or eight miles along the Rio Grande; Rancho de los Placeres with 200 or 300; Tom with 2,000; Socorro, described as a \"considerable city\"; Paso del Norte with 5,000 to 6,000, and Carrizal, Chihuahua with 400 inhabitants. The soldiers even kept notes of the products, prices, and animals that they found on their journeys.\nWith the Treaty of Guadalupe Hidalgo signed in February 1848, the war officially ended, with Mexico ceding most of its northern territories to the US, including parts of what are now the US states of New Mexico, Colorado, Arizona, and all of California, Nevada and Utah.\nUses of the name.\nThe name is sometimes a source of confusion, since during the Viceroyalty of New Spain all roads passable by horse and cart were called \"Camino Real,\" and a significant number of roads throughout the viceroyalty bore this designation. Similarly, all of the interior territories outside of Mexico City were once called \"Tierra Adentro\", and particularly the northern parts of the Kingdom. This is why the portion of the road between Quertaro City and Saltillo was alternatively called \"La Puerta de Tierra Adentro\" (\"The Door of Tierra Adentro\"). There have historically been several designated \"Caminos Reales de Tierra Adentro\" throughout New Spain, perhaps the 2nd most important one after the road to Santa Fe being the one that led out of Saltillo, Coahuila to the Province of Texas.\nWorld Heritage Site.\nThe section of the road that runs through Mexico was nominated to the UNESCO World Heritage List in November 2001, under the cultural criteria (i) and (ii), which referred to i) \"Representing a masterpiece of the creative genius of man\"; and ii) \"Being the manifestation of a considerable exchange of influences, during a specific period or in a specific cultural area, in the development of architecture or technology, monumental arts, urban planning or landscape design\". Criteria (iv) \"Offering an eminent example of a type of building, architectural, technological or landscape, that illustrates a significant stage of human history\" was added in 2010. On August 1, 2010, UNESCO designated this road as a World Heritage Site. The designation identified a core zone of 3,102 hectares with a buffer zone of 268,057 hectares distributed across 60 historical sites.\nUNESCO identified / recognized 60 sites along the road in their declaration of the road being a World Heritage Site. Five of them (Mexico City, Quertaro City, Guanajuato City, San Miguel de Allende and Zacatecas) had been separately recognized in the past. The original historical route does not exactly match the route identified by UNESCO, since UNESCO's declaration omitted several sections such as the portion that ran north of Valle de Allende in Chihuahua and the portion that ran through the Hacienda de San Diego del Jaral de Berrio in Guanajuato, as well as the portion in the United States. For this reason, a possible expansion of the declaration has been proposed for the future. The Instituto Nacional de Antropologa e Historia is conducting research to find and gather evidence for additional portions and sites of the original stretches of the historical road, such as bridges, pavements, haciendas, etc. that might be added to the original UNESCO designation.\nDeclared sites.\nMexico City and State of Mexico.\n1351-000: Historic center of Mexico City.\n1351-001: Old College of Templo de San Francisco Javier (Tepotzotln) in Tepotzotln.\n1351-002: Aculco de Espinoza.\n1351-003: Bridge of Atongo.\n1351-004: Section of the Camino Real between Aculco de Espinoza and San Juan del Ro.\nState of Hidalgo.\n1351-005: Templo and exconvento de San Francisco in Tepeji del Ro de Ocampo and bridge.\n1351-006: Section of the Camino Real between the bridge of La Colmena and the Hacienda de La Caada.\nState of Quertaro.\n1351-007: Historic center of San Juan del Ro.\n1351-008: Hacienda de Chichimequillas.\n1351-009: Chapel of the hacienda de Buenavista. \n1351-010: Historic center of Quertaro City.\nState of Guanajuato.\n1351-011: Bridge of El Fraile.\n1351-012: Antiguo Real Hospital de San Juan de Dios in San Miguel de Allende. \n1351-013: Bridge of San Rafael in Guanajuato City. \n1351-014: Bridge La Quemada.\n1351-015: Sanctuario de Jess Nazareno de Atotonilco in the Municipality of San Miguel de Allende.\n1351-016: Historic center of Guanajuato City and its adjacent mines.\nState of Jalisco.\n1351-017: Historic center of Lagos de Moreno and bridge.\n1351-018: Historic center of Ojuelos de Jalisco.\n1351-019: Bridge of Ojuelos de Jalisco. \n1351-020: Hacienda de Cinega de Mata. \n1351-021: Old Cemetery of Encarnacin de Daz.\nState of Aguascalientes.\n1351-022: Hacienda de Peuelas.\n1351-023: Hacienda de Cieneguilla.\n1351-024: Historic center of Aguascalientes City.\n1351-025: Hacienda de Pabelln de Hidalgo.\nState of Zacatecas.\n1351-026: Chapel of San Nicols Tolentino of the Hacienda de San Nicols de Quijas.\n1351-027: Town of Pinos.\n1351-028: Templo de Nuestra Seora de los ngeles of the town of Noria de ngeles.\n1351-029: Templo de Nuestra Seora de los Dolores in Villa Gonzlez Ortega.\n1351-030: Colegio de Nuestra Seora de Guadalupe de Propaganda Fide.\n1351-031: Historic center of Sombrerete.\n1351-032: Templo de San Pantalen Mrtir in the town of Noria de San Pantalen.\n1351-033: Sierra de rganos.\n1351-034: Architectural set of the town of Chalchihuites.\n1351-035: Section of the Camino Real between Ojocaliente and Zacatecas.\n1351-036: Cave of valos.\n1351-037: Historic center of Zacatecas City.\n1351-038: Sanctuary of Plateros.\nState of San Luis Potos.\n1351-039: Historic center of San Luis Potos.\nState of Durango.\n1351-040: Chapel of San Antonio of the Hacienda de Juana Guerra.\n1351-041: Churches in the town of Nombre de Dios.\n1351-042: Hacienda de San Diego de Navacoyn and Bridge del Diablo.\n1351-043: Historic center of the Durango City.\n1351-044: Churches in the town of Cuencam and Cristo de Mapim.\n1351-045: Templo de Nuestra Seora del Refugio in the Hacienda La Pedricea in Los Cuatillos, Cuencam Municipality. \n1351-046: Iglesia Principal of the town of San Jos de Avino.\n1351-047: Chapel of the Hacienda de la Inmaculada Concepcin of Palmitos de Arriba.\n1351-048: Chapel of the Hacienda de la Limpia Concepcin of Palmitos de Abajo.\n1351-049: Architectural set of Nazas.\n1351-050: Town of San Pedro del Gallo.\n1351-051: Architectural set of the town of Mapim.\n1351-052: Town of Ind.\n1351-053: Chapel of San Mateo of the Hacienda de San Mateo de la Zarca.\n1351-054: Hacienda de la Limpia Concepcin of Canutillo.\n1351-055: Templo de San Miguel in the town of Villa Ocampo.\n1351-056: Section of the Camino Real between Nazas and San Pedro del Gallo.\n1351-057: Ojuela Mine.\n1351-058: Cave of Las Mulas de Molino.\nState of Chihuahua.\n1351-059: Town of Valle de Allende.\nNational Historic Trail.\nIn the United States, from the TexasNew Mexico border to San Juan Pueblo north of Espaola, the original route (at one point designated U.S. Route 85 but later superseded with US Interstate Highways 10 and 25) has been designated a National Scenic Byway called \"El Camino Real\".\nPedestrian, bicycle, and equestrian trails have been added to portions of the trade route corridor over the past few decades. These include the existing Paseo del Bosque Trail in Albuquerque and portions of the proposed Rio Grande Trail. Its northern terminus, Santa Fe, is also a terminus of the Old Spanish Trail and the Santa Fe Trail.\nAlong the trail, parajes (stopovers) that have been preserved today include El Rancho de las Golondrinas. Fort Craig and Fort Selden are also located along the trail.\nCARTA.\nThe El Camino Real de Tierra Adentro Trail Association (CARTA) is a non-profit trail organization that aims to help promote, educate, and preserve the cultural and historic trail in collaboration with the U.S. National Park Service, the Bureau of Land Management, the New Mexico Department of Cultural Affairs, and various Mexican organizations. CARTA publishes an informative quarterly journal, \"Chronicles of the Trail\", which provides people with further history and current affairs of the trail and what CARTA, as an organization, is doing to help preserve it.\nChihuahua Trail.\nThe Chihuahua Trail is an alternate name used to describe the route as it passes from New Mexico through the state of Chihuahua to central Mexico.\nBy the late 16th century, Spanish exploration and colonization had advanced from Mexico City northward by the great central plateau to its ultimate goal in Santa Fe. Until Mexican independence in 1821, all communications between New Mexico and the rest of the world were restricted to this trail. Over it came ox carts and mule trains, missionaries and governors, soldiers and colonists. When the Santa Fe Trail was established as an overland route between Santa Fe and Missouri, traders from the United States extended their operations southward down the Chihuahua Trail and beyond to Durango and Zacatecas. Ultimately superseded by railroads in the 19th century, the ancient Mexico CitySanta Fe road was revived in the mid-20th century as one of the great automobile highways of Mexico. The part that runs from Santa Fe, New Mexico to El Paso, Texas, US State Highway 85, was pioneered by Franciscan missionaries in 1581 and may be the oldest highway in the United States."}}