{"id": 172, "data": {"title": "Canaima National Park", "text": "Canaima National Park () is a park in south-eastern Venezuela that roughly occupies the same area as the Gran Sabana region. It is located in Bolvar State, reaching the borders with Brazil and Guyana. The park was named a World Heritage Site by UNESCO.\nHistory.\nCanaima National Park was established on 12 June 1962.\nAs early as 1990, the countries that participate in the Amazonian Cooperation Treaty had recommended expanding the Canaima National Park southward to connect it with Monte Roraima National Park in Brazil, with coordinated management of tourism, research and conservation.\nIn 1994, the Canaima National Park was named a World Heritage Site by UNESCO. The International Union for Conservation of Nature performed a conservation assessment in 2017, which listed Canaima National Park as an area of significant concern, citing ineffective protection and management. \nLocation.\nCanaima National Park is the second largest park in Venezuela, after Parima-Tapirapec, and sixth biggest national park in the world. It is roughly the same size as Belgium or Maryland. The park protects part of the Guayanan Highlands moist forests ecoregion.\nAbout 65% of the park is occupied by plateaus of rock called tepuis, which are a kind of table-top mountain millions of years old, with vertical walls and almost flat tops. These constitute a unique biological environment and are also of great geological interest. Their sheer cliffs and waterfalls including Angel Falls, which is the highest waterfall in the world, at .\nThe most famous tepuis in the park are Mount Roraima, the tallest and easiest to climb, and Auyantepui, the site of Angel Falls. The tepuis are sandstone and date back to a time when South America and Africa were part of a super-continent.\nThe park is home to indigenous Pemon Indians, part of the Carib linguistic group. The Pemon have an intimate relationship with the tepuis, and believe they are the home of the 'Mawari' spirits. The park is relatively remote, with only a few roads connecting towns. Most transport within the park is done by light plane from the airstrips built by various Capuchin missions, or by foot and canoe.\nFauna.\nCanaima has a varied fauna, which is distributed throughout the park according to multiple environmental factors such as altitude and vegetation type. Among the species found are:\nCanaima National Park is among one of several dozen regions in Venezuela that has been identified as an Important Bird and Biodiversity Area (IBAs) by BirdLife International, a global cooperative of non-governmental organizations focused on the conservation of the worlds birds and their natural habitats. \nFlora.\nThere are over 300 species endemic only in La Gran Sabana.\nHydrography.\nThe park includes the entire watershed of the right bank of the Caron River and two of the highest waterfalls in the world, the Angel Falls and the Kukenn, as well as plenty of waterfalls of lower altitude.\nLand forms.\nThe only land form are the tepuis, that are plateaus which are unique features, among which are its vertical and nearly flat tops, although there are several tepuies that do not meet these rules. Geologically are remnants of a sedimentary cover composed of very ancient sandstone that is superimposed on a base of igneous rocks (mainly granite) that is even older (nearly 3 billion years). On its summit is home to a substantial amount of specific endemic species, both plant and animal. Some endemic plant species are categorized as \"carnivorous\", which are thus the food supply (mainly insects) that are so scarce in the mountains. These have a geological formations ranging between 1.5 and 2 billion years, which makes them one of the oldest formations in the world. The best known tepuies are: the Auyantepuy (where it follows the Angel Falls), the Roraima, the Kukenan and the Chimant among many others.\nTourist attractions.\nEastern Sector.\nCanaima National Park is spread in south-eastern Venezuela along the border between Guyana and Brazil. The best-known feature of Canaima National Park is its characteristic flat-topped mountain formations known as 'tepuis' which cover roughly 65% of the park. The tepuis constitute a unique biogeological entity and are of great geological interest.\nAs of 1993, Canaima National Park was reported to receive approximately 100,000 tourists every year, with 90% visiting its plateaus. Only a select few of its tepuis are accessible to visitors, with those including Roraima and Auyn-tepui. Angel Falls is also a popular tourist spot, where visitors can canoe through the parks vast rainforest. \nPopular culture.\nCanaima is the name given to the fictional Californian coastal town where the movie Arachnophobia is supposed to take place."}}