{"id": 312, "data": {"title": "Capital Cities and Tombs of the Ancient Koguryo Kingdom", "text": "The Capital Cities and Tombs of the Ancient Koguryo Kingdom is an UNESCO World Heritage Site which includes a number of archaeological sites currently in Ji'an, Jilin Province and Huanren, Liaoning Province in Northeast China. Goguryeo (or Koguryo, \"Gaogouli\" in Chinese), (37 BCE  668 CE) was a Korean Kingdom located in the northern and central parts of the Korean Peninsula and the southern and central parts of Manchuria.\nThe archaeological sites were collectively designated a cultural World Heritage Site in 2004, qualifying as such under the first five of the six criteria for cultural heritage sites. The designation includes the archaeological remains of three fortress-cities: Wun Mountain City, Gungnae and Hwando, and forty identified tombs of Goguryeo imperial and noble families.\nIn 2010, the Chinese government established the Ji'an Gaogouli National Archaeological Park (), which includes all of the Goguryeo World Heritage Sites in Ji'an and Jilin, but not the ones in Liaoning (such as Wun Mountain City).\nNorth Korea initially attempted to register the world heritage of the sites from around 2000. Although it was scheduled to be registered in 2003, China opposed the sole registration of North Korea and applied for registration of the Goguryeo ruins scattered in Jilin Province. For this reason, the remains of North Korea and the People's Republic of China were registered in the form of simultaneous registration in 2004. It is recognized that there is an existence of a question on the history of Goguryeo between North Korea and China.\nCapital cities.\nWun Mountain City (Onyeosanseong) was the first capital of Goguryeo. Gungnae and Hwando were also capitals of Goguryeo.\nWun Mountain City is only partly excavated. Gungnae City, within the modern city of Ji'an, played the role of a supporting capital after the main Goguryeo capital moved to Pyongyang. Hwando contains many vestiges including a large palace and many tombs.\nThe capital cities of the Goguryeo are an early example of mountain cities later imitated by neighbouring cultures. The system of capital cities represented by Gungnae City and Wandu Mountain City also influenced the construction of later capitals built by the Goguryeo regime.\nThe capital cities of the Goguryeo represent a perfect blending of human creation and nature whether with the rocks or with forests and rivers.\nTombs.\nThe site includes archaeological remains of 40 tombs which were built by Goguryeo, which ruled over parts of northeast China and the northern half of the Korean Peninsula.\nSome of the tombs have elaborate ceilings designed to roof wide spaces without columns and carry the heavy load of a stone or earth tumulus (mound) was placed above them. The paintings in the tombs, while showing artistic skills and specific style, are also an example of strong influence from various cultures.\nThe tombs represent a masterpiece of the human creative genius in their wall paintings and structures.\nNotes.\n "}}