{"id": 302, "data": {"title": "Carlsbad Caverns National Park", "text": "Carlsbad Caverns National Park is an American national park in the Guadalupe Mountains of southeastern New Mexico. The primary attraction of the park is the show cave Carlsbad Cavern. Visitors to the cave can hike in on their own via the natural entrance or take an elevator from the visitor center.\nThe park entrance is located on US Highway 62/180, approximately southwest of Carlsbad, New Mexico. The park has two entries on the National Register of Historic Places: The Caverns Historic District and the Rattlesnake Springs Historic District. Approximately two-thirds of the park has been set aside as a wilderness area, helping to ensure no future changes will be made to the habitat.\nCarlsbad Cavern includes a large limestone chamber, named simply the Big Room, which is almost long, wide, and high at its highest point. The Big Room is the largest chamber in North America and the 32nd largest in the world.\nIn 1930, Carlsbad Caverns was established as a national park and was also recognized as a World Heritage Site in 1995. According to The Travel, it is renowned globally for being \"one of the most accessible and best-preserved cave complexes in the world\".\nGeology.\nCapitan Reef.\nAn estimated 250 million years ago, the area surrounding Carlsbad Caverns National Park served as the coastline for an inland sea. Present in the sea was a plethora of marine life, whose remains formed a reef. Unlike modern reef growths, the Permian reef contained bryozoans, sponges, and other microorganisms. After the Permian Period, most of the water evaporated and the reef was buried by evaporites and other sediments. Tectonic movement occurred during the late Cenozoic, uplifting the reef above ground. Susceptible to erosion, water sculpted the Guadalupe Mountain region into its present-day state.\nSpeleogenesis.\nCarlsbad Caverns National Park is situated in a bed of limestone above groundwater level. During cavern development, it was within the groundwater zone. Deep below the limestones are petroleum reserves (part of the Mid-Continent Oil Field). At a time near the end of the Cenozoic, hydrogen sulfide (H2S) began to seep upwards from the petroleum into the groundwater. The combination of hydrogen sulfide and oxygen from the water formed sulfuric acid: H2S+2O2H2SO4. \nThe sulfuric acid then continued upward, aggressively dissolving the limestone deposits to form caverns. The presence of gypsum within the cave is a confirmation of the occurrence of this process, as it is a byproduct of the reaction between sulfuric acid and limestone.\nOnce the acidic groundwater drained from the caverns, speleothems began to be deposited within the cavern. Erosion above ground created the natural entrance to the Carlsbad Caverns within the last million years. Exposure to the surface has allowed for the influx of air into the cavern. Rainwater and snowmelt percolating downward into the ground pick up carbon dioxide; once this water reaches a cavern ceiling, it precipitates and evaporates, leaving behind a small calcium carbonate deposit. Growths from the roof downward formed through this process are known as stalactites. Additionally, water on the floor of the caverns can contain carbonic acid and generate mineral deposits by evaporation. Growths from the floor upward through this process are known as stalagmites. Different formations of speleothems include columns, soda straws, draperies, helictites, and popcorn. Changes in the ambient air temperature and rainfall affect the rate of growth of speleothems, as higher temperatures increase carbon dioxide production rates within the overlying soil. The color of the speleothems is determined by the trace constituents in the minerals of the formation.\nClimate.\nAccording to the Kppen climate classification system, the Carlsbad Caverns Visitor Center has a cool semi-arid climate (\"BS\").\nHistory.\nIn 1898, a teenager named Jim White explored the cavern with a homemade wire ladder. He named many of the rooms, including the Big Room, New Mexico Room, Kings Palace, Queens Chamber, Papoose Room, and Green Lake Room. He also named many of the cave's more prominent formations, such as the Totem Pole, Witch's Finger, Giant Dome, Bottomless Pit, Fairyland, Iceberg Rock, Temple of the Sun, and Rock of Ages.\nMax Frisch incorporates the story about White's discovery of the caves in his novel \"I'm Not Stiller\".\nThe town of Carlsbad, which lends its name to the cavern and national park, is in turn named after the Czech town formerly known by the German name \"Karlsbad\" (English spelling \"Carlsbad\") and now known by the Czech name Karlovy Vary, both of which mean \"Charles' Bath[s].\"\nUntil 1932, visitors to the cavern had to walk down a switchback ramp that took them below the surface. The walk back up was tiring for some. In 1932 the national park opened up a large visitor center building that contained two elevators that would take visitors in and out of the caverns below. The new center included a cafeteria, waiting room, museum and first aid area.\nNamed rooms.\nSome of the following rooms are not open to the public because of inaccessibility and safety issues.\nTourist information.\nCarlsbad Caverns had an average annual visitation of about 410,000 in the period from 2007 to 2016. Peak visitation usually occurs on the weekends following Memorial Day and the Fourth of July. Free admittance for self-guided tours is often granted on holidays such as Martin Luther King, Jr. weekend, National Park Week, and Veterans Day weekend. Camping is permitted in the back country of the park, but a permit is required from the visitor center.\nOne of the extra events hosted by the park is the bat flight viewing. A program is given in the early evening at the amphitheater near the main entrance prior to the start of the flight, which varies with the sunset time. Flight programs are scheduled from Memorial Day weekend through the middle of October. Optimal viewing normally occurs in July and August when the current year bat pups first join the flight of adult bats. Morning programs are also hosted pre-dawn to witness the return of bats into the cave. Once a year, a bat flight breakfast is held where visitors can eat breakfast at the park prior to the morning return of bats.\nThroughout the year, star parties are hosted by the park at night. Rangers host informational programs on the celestial night sky and telescopes are also made available. These parties are often held in conjunction with special astronomical events, such as a transit of Venus.\nRecent exploration.\nIn 1985 a distinctive method of exploration was invented. In a dome area above the Big Room floor not far from the Bottomless Pit, a stalagmite leaned out. Using a balsa wood loop with helium-filled balloons attached, the explorers, (after several tries over several years), floated a lightweight cord up, over the target stalagmite, and back down to the ground. Then they pulled a climbing rope into position, and the explorers ascended into what they named The Spirit World. A similar, smaller room was found in the main entrance corridor, and was named Balloon Ballroom in honor of this technique.\nIn 1993, a series of small passages totaling nearly a mile in combined length was found in the ceiling of the New Mexico Room. Named \"Chocolate High\", it was the largest discovery in the cave since the Guadalupe Room was found in 1966.\nThe Bottomless Pit was originally said to have no bottom. Stones were tossed into it, but no sound of the stones striking the bottom was heard. Later exploration revealed the bottom was about deep and covered with soft dirt. The stones made no sound when they struck the bottom because they were lodged in the soft soil.\nOn October 31, 2013, a cave technician exploring the Spirit World area discovered a new chamber hundreds of feet up from the main area; it was named \"Halloween Hall\" after the date of its discovery. The room's diameter is about , and more than 1,000 bat bones were discovered inside the room.\nIn 2018, a team of women explorers squeezed through a tiny passageway in the fourth-largest room (the Mystery Room) to discover never-before-surveyed areas of the cavern. Calling themselves the Twisted Sisters, they added names to the map of the Carlsbad Cavern, such as the Tomb of the Sky Bears, Ladies Lament, and Wrigglers Relief. They also mapped the second-deepest part of Carlsbad Cavern, Lake of Muddy Misery, which is only 13 feet (4 m) higher than Lake of the Clouds. Continued exploration by volunteers has pushed the total surveyed length of Carlsbad Cavern to almost 40 miles.\nOther caves.\nThe park contains over 119 caves. Three caves are open to public tours. Carlsbad Caverns is the most famous and is fully developed with electric lights, paved trails, and elevators. Slaughter Canyon Cave and Spider Cave are undeveloped, except for designated paths for the guided \"adventure\" caving tours.\nLechuguilla Cave is well known for its delicate speleothems and pristine underground environment. Guano mining occurred in the pit below the entrance in the 1910s. After gaining permission from the national park managers to dig into a rubble pile where wind whistled between the rocks when the weather changed, cavers broke through into a room in 1986. Over of cave passage has been explored and mapped. It has been mapped to a depth of , making it the second deepest limestone cave in the U.S. To protect the fragile environment, access is limited to permitted scientific expeditions only.\nBats.\nSeventeen species of bats live in the park, including many Mexican free-tailed bats. It has been estimated that the population of Mexican free-tailed bats once numbered in the millions but has declined drastically in modern times. The cause of this decline is unknown, but use of organochlorine pesticides (specifically DDT and dieldrin) is likely a contributor. A study published in 2009 by a team from Boston University questions whether millions of bats ever existed in the caverns.\nMany techniques have been used to estimate the bat population in the cave. The most recent and most successful of these attempts involved the use of thermal imaging cameras to track and count the bats. A count from 2005 estimated a peak of 793,000.\nThe Mexican free-tailed bats are present from April or May to late October or early November. They emerge in a dense group, corkscrewing upwards and counterclockwise, usually starting around sunset and lasting about three hours. (Jim White decided to investigate the caverns when he saw the bats from a distance and at first thought they were a volcano or a whirlwind.) Every early evening from Memorial Day weekend to mid October (with possible exceptions for bad weather), a ranger gives a talk on the bats while visitors sitting in the amphitheater wait to watch the bats emerge.\nOther attractions.\nTen hiking trails and an unpaved drive provide access to the desert scenery and ecosystem. The developed portion around the cave entrance has been designated as The Caverns Historic District.\nA detached part of the park, Rattlesnake Springs Picnic Area, is a natural oasis with landscaping, picnic tables, and wildlife habitats. As a wooded riparian area in the desert, it is home to remarkable variety of birds; over 300 species have been recorded. About 500 species have been recorded in the whole state of New Mexico. Rattlesnake Springs is designated a historic district on the National Register of Historic Places. The National Audubon Society has designated Rattlesnake Springs an Important Bird Area (IBA). The natural entrance to the caverns is also an IBA because of its colony of cave swallows, possibly the world's largest.\nAntibiotic-resistant bacteria have been discovered in the isolated and little-visited Lechuguilla Cave within the park. These provide evidence that antibiotic resistance is ancient and widespread in bacteria."}}