{"id": 111, "data": {"title": "Casbah of Algiers", "text": "The Casbah (, \"qaba\", meaning citadel) is the citadel of Algiers in Algeria and the traditional quarter clustered around it. In 1992, the United Nations Educational, Scientific and Cultural Organization (UNESCO) proclaimed \"Kasbah of Algiers\" a World Cultural Heritage Site, as \"There are the remains of the citadel, old mosques and Ottoman-style palaces as well as the remains of a traditional urban structure associated with a deep-rooted sense of community.\"\nEtymology.\nMore generally, a kasbah is the walled citadel of many North African cities and towns. The name made its way into English from French in the late 19th century (the \"Oxford English Dictionary\" states 1895), and can be spelled \"kasbah\" or \"casbah.\"\nHistory.\nThe Casbah of Algiers is founded on the ruins of old Icosium in the 10th century. It was a city built on a hill, stretching towards the sea, divided into the \"High city\" and the \"Low city\". One finds there masonry and mosques dating from the 17th century: Ketchaoua Mosque (built in 1794 by the Dey Baba Hassan) flanked by two minarets; Djamaa al-Djedid (1660, at the time of the Ottomans) with its large finished ovoid cupola points some and its four cupolas; Djama el Kebir (the oldest of the mosques), built by Almoravid ruler Yusuf ibn Tashfin; and Ali Bitchin Mosque (Ras, 1623). The Casbah also contained several palaces, including Dar Aziza, Dar Mustapha Pacha, Palace of the Dey, and Dar Hassan Pacha which was built in 1791 to house the Pasha, who lived there for eight years.\nIn 1839, shortly after the French conquest, the French governor moved into Dar Hassan Pacha. In 1860, Napoleon III and Eugnie de Montijo visited. Before French rule, the casbah contained around 13 Jama Masjids, 109 mosques, 32 mausoleums and 12 Zawiyas, total of 166 religious-related buildings. However, the majority of these religious buildings were destroyed during the occupation. In 1862, there were only nine Jama Masjids, 19 mosques, 15 mausoleums and five Zawiyas left. Many mosques such as Ketchauoua Mosque and Berrani Mosque were converted into building with non-Islamic purposes, such as military barracks and churches.\nThe Casbah played a central role during the Algerian War of Independence (19541962). During the early years of the war, the Casbah was the epicenter of the insurgency planning of the National Liberation Front (FLN), from which it planned and executed attacks against French citizens and law enforcement agents in Algeria at the time. In order to counter their efforts, the French authorities launched operations in the Casbah during the Battle of Algiers.\nCurrent condition.\nThe ANSS, the conservation agency of the Algerian government, reported that 373 buildings in the Casbah have collapsed. Of the 1816 buildings that remain, 40% are ruined or in a critical state, and 10% are boarded up.\nReuters reported in August 2008 that the Casbah was in a state of neglect and certain areas were at risk of collapse.\nAlgerian authorities list age, neglect and overpopulation as the principal contributors to the degeneration. Overpopulation makes the problem especially difficult to solve because of the effort it would take to relocate the residents. Estimates range from 40,000 to 70,000 people, although it is difficult to be certain due to the number of squatters in vacant buildings. One reason that the government wants to improve the condition of the Casbah is that it is a potential hideout for criminals and terrorists. In the late 1950s and during the civil insurrection and struggle against French colonial rule it was the hideout for the National Liberation Army (Algeria).\nPreservationist Belkacem Babaci described the situation as difficult, but not insurmountable, saying: I still believe its possible to save it, but you need to empty it and you need to find qualified people who will respect the style, the materials. Its a huge challenge. Restoration projects have been plagued by delays and endemic corruption.\nClimate change.\nSince the Casbah of Algiers is a coastal landmark, it is vulnerable to sea level rise. In 2022, the IPCC Sixth Assessment Report included it in the list of African cultural sites which would be threatened by flooding and coastal erosion by the end of the century, but only if climate change followed RCP 8.5, which is the scenario of high and continually increasing greenhouse gas emissions associated with a warming of over 4C., and is no longer considered very likely. The other, more plausible scenarios result in lower warming levels and consequently lower sea level rise: yet sea level rise would continue for about 10,000 years in all of them. Even if the warming is limited to 1.5C, global sea level rise is still expected to exceed after 2000 years (and higher warming levels will see larger increases by then), consequently exceeding 2100 levels of sea level rise under RCP 8.5 (~ with a range of ) well before the year 4000. Thus, it is a matter of time before the Casbah of Algiers is threatened by water levels, unless it can be protected by adaptation efforts such as sea walls."}}