{"id": 296, "data": {"title": "Castles and Town Walls of King Edward in Gwynedd", "text": "The Castles and Town Walls of King Edward in Gwynedd is a UNESCO-designated World Heritage Site located in Gwynedd, Wales. It includes the castles of Beaumaris and Harlech and the castles and town walls of Caernarfon and Conwy. UNESCO considers the sites to be the \"finest examples of late 13th century and early 14th century military architecture in Europe\".\nThe fortifications form part of the Ring of Iron built by Edward I after his invasion of North Wales in 1282. Edward defeated the local Welsh princes in a major campaign and set about permanently colonising the area. He created new fortified towns, protected by castles, in which English immigrants could settle and administer the territories. The project was hugely expensive and stretched royal resources to the limit. Fresh Welsh revolts followed in 1294 under the leadership of Madog ap Llywelyn. Conwy and Harlech were kept supplied by sea and held out against the attack, but Caernarfon, still only partially completed, was stormed. In the aftermath, Edward reinvigorated the building programme and ordered the commencement of work at Beaumaris. Edward's wars in Scotland began to consume royal funding, however, and work soon slowed once again. Building work on all the fortifications had ceased by 1330, without Caernarfon and Beaumaris having been fully completed.\nThe fortifications played an important part in the conflicts in North Wales over the coming centuries. They were involved in the Welsh Revolt of the early 15th century and the Wars of the Roses in the late 15th century. Despite declining in military significance following the succession of the Tudor dynasty to the throne in 1485, they were pressed back into service during the English Civil War in the 17th century. In the aftermath of the conflict, Parliament ordered the slighting, or deliberate destruction, of parts of Conwy and Harlech, but the threat of a pro-Royalist invasion from Scotland ensured that Caernarfon and Beaumaris remained intact. By the end of the 17th century, however, the castles were ruinous. They became popular with visiting artists during the late 18th and early 19th centuries, and visitor numbers increased as access to the region improved during the Victorian era. The British state invested heavily in the castles and town walls during the 20th century, restoring many of their medieval features. In 1986, the sites were collectively declared to be a World Heritage Site, as outstanding examples of fortifications and military architecture built in the 13th century, and are now operated as tourist attractions by the Welsh heritage agency Cadw.\nFor much of the 20th century, the castles and walls were considered primarily from a military perspective. Their use of concentric defences, barbicans, and substantial gatehouses led D. J. Cathcart King to describe them as the \"zenith of English castle-building\", and Sidney Toy to assess them as \"some of the most powerful castles of any age or country\". In the late 20th and 21st centuries, historians such as Michael Prestwich and Abigail Wheatley also highlighted the sites' roles as palaces and symbols of royal power. The location of castles such as Caernarfon and Conwy were chosen for their political significance as well as military functions, being built on top of sites belonging to the Welsh princes. The castles incorporated luxury apartments and gardens, with the intention of supporting large royal courts in splendour. Caernarfon's castle and town walls incorporated expensive stonework, probably intended to evoke images of Arthurian or Roman imperial power in order to bolster Edward's personal prestige. The precise role of the royal architect James of Saint George in the construction projects, and the influence of his native County of Savoy on the designs, also continues to be debated by academics. However, the primary sources do indicate he played a key role, describing him as \"Magistro Jacobo de sancto Georgio, Magistro operacionum Regis in Wallia\" or \"Master James of Saint George, Master of the Kings Works in Wales.\"\nHistory.\n13th14th centuries.\nBackground.\nThe Edwardian castles and town walls in Gwynedd were built as a consequence of the wars fought for the control of Wales in the late 13th century. The kings of England and the Welsh princes had vied for control of the region since the 1070s, with Norman and English nobles and settlers slowly expanding their territories over several centuries. In the 1260s, however, the Welsh leader Llywelyn ap Gruffudd exploited a civil war between Henry III and rebel barons in England to become the dominant power, and was formally recognised as the prince of Wales under the Treaty of Montgomery.\nEdward I became the king of England in 1272. Edward had extensive experience of warfare and sieges, having fought in Wales in 1257, led the six-month siege of Kenilworth Castle in 1266 and joined the crusade to North Africa in 1270. He had seen numerous European fortifications, including the planned walled town and castle design at Aigues-Mortes. On assuming the throne, one of Edward's first actions was to renovate and extend the royal fortress of the Tower of London. Edward was also responsible for building a sequence of planned, usually walled, towns called bastides across Gascony as part of his attempt to strengthen his authority in the region. Edward also authorised new planned towns to be built across England.\nMeanwhile, relations between Edward and Llywelyn rapidly collapsed, leading to Edward invading North Wales in 1276 in an attempt to break Llywelyn's hold on power. During the war Edward built several major castles in order to better control the region and act as bases for campaigning. Edward was successful, and the Treaty of Aberconwy in 1277 reaffirmed English dominance, dividing up most of Llwelyn's lands amongst his brothers and Edward.\nWar of 128283.\nEdward and his allies amongst the Welsh princes soon began to quarrel, and in early 1282 rebellion broke out, led by Llywelyn's brother, Dafydd ap Gruffydd. Edward responded to the revolt by mobilising a royal army of 8,000 foot soldiers and 750 cavalry, which he marched north to Rhuddlan, while in South and mid-Wales Marcher Lord forces advanced from Carmarthen and Montgomery. Edward then mounted a naval invasion of the Isle of Anglesey and formed a temporary bridge to cross over onto the mainland, taking the war into the Welsh heartlands of Snowdonia. Llywelyn was killed that December, and in early 1283 Dafydd was captured and executed.\nRather than repeating the devolved arrangements of previous treaties, Edward chose to permanently colonise North Wales instead. The remaining royal family of Llywelyn and Dafydd was crushed and their lands divided amongst major English nobles. The governance of Wales was reformed, and the arrangements set out in the Statute of Rhuddlan, enacted on 3March 1284. Wales was divided into counties and shires, emulating how England was governed, with three new shires created in the north-west: Caernarfon, Merioneth and Anglesey.\nAs part of this scheme, in 1283 Edward ordered the construction of new castles and walled towns across the occupied territories, in part to encourage substantial migration to the region from England. Amongst these were the future World Heritage sites of Caernarfon Castle and its walled town, overlooking the River Seiont; Conwy Castle and its walled town, controlling a crossing point over the River Conwy; and Harlech Castle, protecting a sea port and newly established English town. Plans were probably made to establish a castle and walled settlement near the strategically important town of Llanfaes on Anglesey  the future Beaumaris  but were postponed due to the costs of the other projects.\nThe new towns were important administrative centres for the new English governmental structures: Caernarfon and Harlech were the centres of new shires, and Conwy responsible for a new county. The castles were key military centres, but were also designed to function as royal palaces, capable of supporting the king and queen's households in secure comfort. Several of the projects also carried special symbolic importance. Conwy was deliberately sited on the top of Aberconwy Abbey, the traditional burial place of the Welsh princes; the abbey was relocated eight miles inland. The native Welsh rulers had prized the former Roman site at Caernarfon for its imperial symbolism, and parts of the fortifications of the Welsh princes were seized and symbolically reused to build Edward's new castle there. The site of Harlech Castle was associated with the legend of Branwen, a Welsh princess.\nEdward employed trusted architects and engineers to run the projects, most prominently the Savoyard Master James of St George, but also Edward's close friend Otto de Grandson, the soldier Sir John de Bonvillars and the master mason John Francis. The English had built castles in the wake of the 1272 conflict, usually larger and more expensive than those of the local Welsh rulers, but the new fortifications were on a still grander scale. Carpenters, ditch diggers and stonemasons were gathered by local sheriffs from across England and mustered at Chester and Bristol, before being sent on to North Wales in the spring, returning home each winter. The number of workers involved was so great that it placed a significant strain on England's national labour force. The costs were huge: Caernarfon's castle and walls cost 15,500, Conwy's castle and walls came to around 15,000 and Harlech Castle cost 8,190 to construct.\nThe walled towns were planned out in a regular fashion, drawing both on the experience of equivalent bastides in France and on various English planned settlements. Their new residents were English migrants, with the local Welsh banned from living inside the walls. The towns had varying levels of success. Measured in terms of burgages, town properties rented from the Crown by citizens, Conwy had 99 around 1295, and Caernarfon had 57 in 1298. Harlech lagged badly behind in terms of growth, and the town had only 24 and a half burgages in 1305. The castles were entrusted by Edward to constables, charged to defend them and, in some cases, also empowered to defend the town walls as well. Permanent garrisons of soldiers were established, 40 at Caernarfon, 30 at Conwy and 36 at Harlech, equipped with crossbows and armour. The castles and towns were all ports and could be supplied by sea if necessary, an important strategic advantage as Edward's navy had near total dominance around the Welsh coastline. The castles were each equipped with a rear or postern gate that would allow them to resupplied directly by sea even if the town had fallen.\nRebellion of 129495.\nEdwards's fortifications were tested in 1294 when Madog ap Llywelyn rebelled against English rule, the first major insurrection since the conquest. The Welsh appear to have risen up over the introduction of taxation, and Madog had considerable popular support. By the end of the year, Edward had returned to Wales with a large army and marched west from Chester, reaching his castle at Conwy by Christmas. Here he was trapped and besieged until January 1295, supplied only by sea, before forces arrived to relieve him in February. Harlech was also besieged but was saved from defeat by the arrival of supplies by sea from Ireland. Caernarfon, however, was still only partially completed and was stormed by Welsh forces and the castle and town set alight. In Anglesey, Welsh forces killed the royal sheriff. In the spring Edward pressed home his counterattack with a force of 35,000 soldiers, putting down the uprising and killing Madog.\nIn the aftermath of the rebellion, Edward ordered work to recommence on repairing and completing Caernarfon. Once Anglesey was reoccupied he also began to progress the delayed plans to fortify the area. The chosen site was called Beaumaris and was about from the Welsh town of Llanfaes. The decision was therefore taken to move the Welsh population some south-west, where a settlement by the name of Newborough was created for them. The deportation of the local Welsh opened the way for the construction of an English town, protected by a substantial castle. A furious programme of building work commenced on the site under the direction of James of St George, the workforce sheltering in temporary huts in the centre of the half-built fortification. The project was very expensive, frequently falling into arrears, and by 1300 had cost around 11,000. Despite the absence of town walls, the surrounding settlement grew quickly and by 1305 it had 132 and a quarter burgages paying rent to the Crown.\nBy 1300 only Harlech and Conwy had been properly completed: Caernarfon's town walls were finished, but much of the castle was still incomplete and at Beaumaris Castle the inner walls was only half their intended height, with gaps in the outer walls. By 1304 the total building programme in Wales had come to at least 80,000, almost six times Edward's annual income. Edward had meanwhile become embroiled in a long-running sequence of wars in Scotland which began to consume his attention and financial resources, and as a result further work on the Welsh castles slowed to a crawl. In 1306 Edward became concerned about a possible Scottish invasion of North Wales, spurring fresh construction work, but money remained much more limited than before. By 1330 all new work had finally ceased, and Caernarfon and Beaumaris were never fully completed.\nDecline.\nMaintaining the castles proved challenging, and they rapidly fell into disrepair. The money given to the castle constables to enable them to maintain and garrison the castles had not been generous to start with, but the sums provided declined considerably during the 14th century. The constable of Conwy Castle had been provided with 190 a year in 1284, but this fell away to 40 a year by the 1390s; Harlech's funding fell similarly from 100 a year to only 20 by 1391. By 1321 a survey reported that Conwy was poorly equipped, with limited stores and suffering from leaking roofs and rotten timbers, and in the 1330s, Edward III was advised that none of the castles were in fit state to host the royal court should he visit the region. A 1343 survey showed that Beaumaris needed extensive work, with several of the towers in a ruinous conditions.\nRepairs and renovations were sometimes carried out. When Edward II was threatened in South Gwynedd by the Mortimer Marcher Lord family, he ordered his sheriff, Sir Gruffudd Llywd, to extend the defences leading up to the gatehouse with additional towers. Edward, the Black Prince carried out extensive work at Caernarfon after he took over control of the fortification in 1343.\nAt the end of the 14th century, Conwy Castle was involved in the downfall of Richard II. Richard returned from Ireland in August 1399 and took shelter in the castle from the forces of his rival, Henry Bolingbroke. Henry Percy, Bolingbroke's emissary, went into the castle to conduct negotiations with the king. Henry Percy took an oath in the castle chapel to protect the king if he agreed to leave the castle, but when Richard left he was promptly taken prisoner, and was taken away to die later in captivity at Pontefract Castle.\n15th17th centuries.\nGlyndr Rising and Wars of the Roses.\nTensions between the Welsh and the English persisted and spilled over in 1400 with the outbreak of the Glyndr Rising. At the start of the conflict, Harlech's garrison was badly equipped, and Conwy had fallen into disrepair. Conwy Castle was taken at the start of the conflict by two Welsh brothers, who took control of the fortress in a sneak attack, enabling Welsh rebels to attack and capture the rest of the walled town. Caernarfon was besieged in 1401, and that November the Battle of Tuthill took place nearby between Caernarfon's defenders and the besieging force. In 1403 and 1404, Caernarfon was besieged again by Welsh troops with support from French forces, but withstood the attacks. Beaumaris fared less well. It was placed under siege and captured by the rebels in 1403, only being retaken by royal forces in 1405. Harlech was attacked and taken at the end of 1404, becoming Glyndr's military headquarters until English forces under the command of the future Henry V retook the castle in a siege over the winter of 140809. By 1415 the uprising had been completely crushed, but the performance of the great castles and town walls is assessed by historian Michael Prestwich to have been \"no more than partially successful\".\nLater in the century, a series of civil wars known as the Wars of the Roses broke out between the rival factions of the House of Lancaster and York. After the Battle of Northampton in 1460, Harlech formed a refuge for Queen Margaret of Anjou, and between 1461 and 1468 it was held by her Lancastrian supporters, under the command of Dafydd ap Ieuan, against the Yorkist Edward IV. Thanks to its natural defences and the supply route by sea, Harlech held out and eventually became the last major stronghold still under Lancasterian control. It finally fell after a month's siege, the events credited with inspiring the song \"Men of Harlech\".\nThe ascension of the Tudor dynasty to the English throne in 1485 marked the end of the Wars of the Roses and heralded a change in the way Wales was administered. The Tudors were Welsh in origin, and their rule eased hostilities between the Welsh and English. As a result, the Edwardian castles became less important. They were neglected, and in 1538 it was reported that many castles in Wales were \"moche ruynous and ferre in decaye for lakke of tymely reparations\". Harlech appears not to have been repaired following the 1468 siege, and became completely dilapidated. Conwy was restored by Henry VIII in the 1520s and 1530s, but soon fell into disrepair once again, and was sold off by the Crown in 1627. Complaints about the poor state of Beaumaris mounted, and by 1609 the castle was classed as \"utterlie decayed\". Caernarfon Castle's walls were intact, but buildings inside were rotten and falling down. In 1610 the cartographer John Speed produced a famous sequence of pictorial maps of the towns of North Wales, including their castles and town defences, which have become iconic images of the sites at the turn of the 17th century.\nEnglish Civil War and aftermath.\nThe English Civil War broke out in 1642 between the Royalist supporters of Charles I and the supporters of Parliament. The fortifications in North Wales were held by supporters of the king and in some cases became strategically important as part of the communications route between royal forces operating in England and supplies and reinforcements in Ireland. The castles and towns' defences were repaired at considerable expense and brought back into service, garrisoned by local Royalists. Parliament gained the upper hand in England, however, and by 1646 its armies were able to intervene in North Wales. Caernarfon, Beaumaris and Conwy were taken that year. Harlech  the last fortress to hold out for the king  surrendered in March 1647, marking the end of the first phase of the civil war.\nIn the aftermath of the war, Parliament ordered the slighting of castles across the country, deliberately destroying or damaging the structures to prevent them being used in any subsequent Royalist uprisings. North Wales proved to be a special case, as there were concerns that Charles II might lead a Presbyterian uprising in Scotland and mount a sea-borne attack on the region. Conwy, Caernarfon and Beaumaris were initially garrisoned by Parliament to defend against such an attack. Conwy was later partially slighted in 1655, but Caernarfon and Beaumaris escaped entirely. Harlech, less of a potential Scottish target, was rendered unusable by Parliament, but was not totally demolished.\nIn 1660 Charles II was restored to the throne and ownership of the castles changed once again. Beaumaris was restored to the control of the Bulkeley family, traditionally the constables of the castle, who promptly stripped the castle of any remaining materials, including the roofs, and Conwy was returned to the Conway family, who stripped down the castle for lead and timber, reducing it to a ruin as well. Charles' new government regarded Caernarfon's castle and town walls as a security risk and ordered them to be destroyed, but this order was never carried out, possibly because of the costs involved in doing so.\n18th21st centuries.\nPicturesque attractions.\nThe sites began to pass into varied private ownership. Lord Thomas Bulkeley bought Beaumaris from the Crown in 1807, incorporating it into the park that surrounded his local residence. Conwy Castle was leased by the descendants of the Conways to the Holland family. In the late 18th and 19th centuries, the ruined castles started to be considered picturesque and sublime, attracting visitors and artists from across a wide area. The fashion was encouraged by the events of the Napoleonic Wars at the turn of the 19th century, which made it difficult for British artists to visit the continent, leading many to travel to North Wales instead. These artists included John Cotman, Henry Gastineau, Thomas Girtin, Moses Griffith, Julius Ibbetson, Paul Sandby, J. M. W. Turner and John Varley. The sites became heavily overgrown with ivy and other vegetation. In the 1830s the stonework of Caenarfon Castle began to collapse, and the Crown employed Anthony Salvin to conduct emergency repairs.\nTransport infrastructure to the region began to improve throughout the 19th century, adding to the flow of visitors to the sites, including the future Queen Victoria in 1832. Academic research into the sites, particularly Caernarfon and Conwy, began to occur in the middle of the 19th century. Local and central government interest began to increase. In 1865 Conwy Castle passed to the civic leadership of Conwy town who began restoration work on the ruins, including the reconstruction of the slighted Bakehouse tower. From the 1870s onwards, the government funded repairs to Caernarfon Castle. The deputy-constable, Llewellyn Turner, oversaw the work, controversially restoring and rebuilding the castle, rather than simply conserving the existing stonework. Despite the protests of local residents, the moat to the north of the castle was cleared of post-medieval buildings that were considered to spoil the view.\nState restoration.\nIn the early 20th century the central British state began to reacquire control of the sites. Caernarfon had never left the direct control of the Crown, but Harlech was transferred to the control of the Office of Works in 1914, Beaumaris followed in 1925 and Conwy was finally leased to the Ministry of Works in 1953. The state invested heavily in conservation of the sites. The 1920s saw large-scale conservation programmes at both Beaumaris and Harlech, stripping back the vegetation, digging out the moat and repairing the stonework, but otherwise leaving the sites intact and avoiding outright restoration. Major work was undertaken at Conwy in the 1950s and 1960s, including the clearing away of newer buildings encroaching on the 13th-century walls.\nAcademic research increased at the turn of the 20th century, and as the Ministry of Works took control of the sites, government spending on these investigations began. Historians such as Sidney Toy and Charles Peers published work on the sites, and research continued under Arnold Taylor, who joined the Office of Works as an assistant inspector in 1935. Major academic reports were published in the 1950s, adding to the sites' reputation. Taylor was also instrumental in the successful opposition to road projects proposed in the 1970s which would have had a substantial impact on the appearance of the Conwy site. In the late 20th century, detailed reconstructions of the castles were painted by historical artists including Terry Ball, John Banbury and Ivan Lapper.\nIn 1984 Cadw was formed as the historic environment service of the Welsh Government and took over the management of the four sites, operating them as tourist attractions. In 2007, over 530,000 visits were made to the sites. In the late 20th and early 21st centuries, the castles and town walls played a more prominent part in debates surrounding Welsh identity. The use of Caernarfon in the investiture of the Prince of Wales in 1911 and 1969, for example, was challenged by Welsh nationalists such as Alun Ffred Jones. Cadw expanded the interpretation provided at the sites to give more emphasis to the impact of the creation of the castles on the native Welsh, and the role of the Welsh princes in the events leading up to the 1282 invasion itself.\nCreation of the World Heritage site.\nIn 1986 sites were collectively declared a UNESCO World Heritage site, titled the \"Castles and Town Walls of King Edward in Gwynedd\". UNESCO considered the castles and town walls to be the \"finest examples of late 13th century and early 14th century military architecture in Europe\". UNESCO also cited the importance of their links to Edward I and James of St George, their scale and advanced military architecture, and their unusually good condition and historical documentation. The sites require ongoing maintenance, and as an example of this it cost 239,500 between 200203 to maintain the historical parts of the properties. \"Buffer zones\" have been established around the sites, aimed to protect the views and setting from inappropriate development or harm. The sites are protected by a mixture of UK Scheduled Monument, Listed Building and conservation area legislation.\nArchitecture.\nInterpretation.\nMilitary architecture.\nThe \"Castles and Town Walls of King Edward in Gwynedd\" incorporated a range of military features developed during the late 13th century. As a consequence, for much of the 20th century, historians regarded these sites as the evolutionary pinnacle of scientific military architecture. D. J. Cathcart King described them as the \"zenith of English castle-building\", and Sidney Toy considered them to be \"some of the most powerful castles of any age or country\". The sites included concentric defences, in which inner castle walls were completely enclosed within outer defences, with the height and angles calculated to allow both rings of walls to fire on external attackers, as seen at Harlech and Beaumaris. Narrow sites such as Conwy were instead built on tall rock formations, making any attack difficult. Arrowslits and barbicans were incorporated into the defences, with multiple firing platforms built into the walls to allow the massed use of archers. These were further defended in some cases by gatehouses with characteristic twin towers, which replaced the older keeps as a stronghold for defence.\nDespite these strengths, the castles and town walls are now recognised to have also had military flaws. The castles were much larger than they needed to be in order to protect against Welsh attack, but the sheer scale of them meant that the Crown could not afford to maintain or garrison them properly. The fortifications were in some regards simply too big, and as historian Michael Prestwich notes, smaller projects might actually have been more effective. Rather than the sites being scientifically designed, historian Richard Morris suggested that \"the impression is firmly given of an elite group of men-of-war, long-standing comrades in arms of the king, indulging in an orgy of military architectural expression on an almost unlimited budget\".\nPalatial architecture and symbolism.\nArchitectural research in the late 20th and early 21st centuries focused less on the military aspects of the fortifications, however, and more on their roles as luxurious palaces and symbols of royal power. Each of the castles was designed to be suitable to support the royal court, should it visit. In the late 13th century, this meant having several sets of private chambers, discreet service facilities and security arrangements, producing, in effect, a royal palace in miniature. Some of these survive largely intact; Conwy, for example, has what historian Jeremy Ashbee considers to be the \"best preserved suite of medieval private royal chambers in England and Wales\", including a private garden for the use of the queen. When built, the castles would have been more colourful than today, in keeping with the fashions of the 13th century. At Conwy, for example, the walls were white-washed with a lime render, and the putlog holes in the walls may have been used to display painted shields called \"targes\" from the walls.\nThe castles made a clear, imperial statement about Edward's intentions to rule North Wales on a permanent basis. As already noted, they were typically located on sites that had been associated with the former Welsh princes. Caernarfon, in particular, stands out for its use of banded, coloured stone in the walls, statues of eagles and its polygonal, rather than round, towers. There has been extensive academic debate over the interpretation of these features. Historian Arnold Taylor argued that the design of the castle was a representation of the Walls of Constantinople. The conscious use of imagery from the Byzantine Roman Empire was therefore an assertion of authority by EdwardI. Recent work by historian Abigail Wheatley suggests that the design of Caernarfon was indeed an assertion of Edward's authority, but that it drew on imagery from Roman sites in Britain with the intent of creating an allusion of Arthurian legitimacy for the king.\nSavoy influence.\nThe Edwardian sites have strong architectural links to castles and town walls built in the County of Savoy in North Italy during the same period. The resemblance between the two sets of buildings was first noted by historian Arnold Taylor in the 1950s. Similarities include the semi-circular door arches, window styles, corbelled towers, the positioning of putlog holes, tall circular towers and crenellations with pinnacles found in Edward's works in North Wales; in Savoy these can be seen in constructions such as the defences of Saillon, La Btiaz and Chillon Castles. Many of these similarities have been considered to be the result of the influence of the Savoy architect Master James of St George, employed by Edward I, and who brought other Savoyard architects with him to North Wales.\nEarly 21st-century research, however, suggested that Master James' role, and Savoyard influence more generally, may have been overstated. The stonework of the sites in North Wales is of much higher quality than that in North Italy, and key features  such as the gatehouses  are not seen in Savoyard. Research indicates that Master James also appears to have had a stronger project management function, rather than an architectural design role, in the development of the sites. Furthermore, in some cases the relevant Savoy structures were built only after James had left the region, and would never have been seen by the architect. The similarity in architectural details may, therefore, be the result of the wider role played by Savoy craftsmen and engineers on the projects, rather than that of a single individual.\nThe sites.\nBeaumaris Castle.\nBeaumaris Castle was built at around sea-level and was constructed from local Anglesey stone. The castle design formed an inner and an outer ward, surrounded in turn by a moat, now partially filled. The main entrance to the castle was the \"Gate next the Sea\", next to the castle's tidal dock that allowed it to be supplied directly by sea. The dock was protected by a wall later named the Gunners Walk and a firing platform that may have housed a trebuchet siege engine during the medieval period. The outer ward consisted of an eight-sided curtain wall with twelve turrets; one gateway led out to the Gate next the Sea, and the other, the Llanfaes Gate, led out to the north side of the castle. The walls of the inner ward were more substantial than those of the outer ward, with huge towers and two large gatehouses. The inner ward was intended to hold the accommodation and other domestic buildings of the castle, with ranges of buildings stretching along the west and east sides of the ward; some of the remains of the fireplaces for these buildings can still be seen in the stonework.\nHistorian Arnold Taylor described Beaumaris as Britain's \"most perfect example of symmetrical concentric planning\", and for many years the castle was regarded as the pinnacle of military engineering during Edward I's reign. The castle is considered by UNESCO to be a \"unique artistic achievement\" for the way in which is combines \"characteristic 13th century double-wall structures with a central plan\" and for the beauty of its \"proportions and masonry\".\nHarlech Castle.\nHarlech Castle rests upon the spur of rock called the Harlech Dome; the land falls away sharply on the north and west, and a ditch cut into the rock protects the remaining approaches to the castle. The castle has a concentric design, with one line of defences enclosed by another, forming an inner and outer ward; the outer wall was originally somewhat taller than today. Harlech is built from local grey-green sandstone, with large, regular blocks used for the towers and irregular material, possibly taken from the ditch, used for the walls. The main entrance to the castle would have involved crossing a stone bridge between the two easterly ditch bridge towers and the main gatehouse; little remains of the bridge towers today and a timber entrance way to the gatehouse replaces the bridge. A water gate overlooks a protected stairway of 127 steps that runs down to the foot of the cliffs.\nThe gatehouse has two massive \"D-shaped\" defensive towers flanking the entrance. The passage into the castle was guarded by three portcullises and at least two heavy doors. The gatehouse has two upper floors, broken up into various rooms. Each floor has three large windows overlooking the inner ward; the second floor has two additional grand windows on the sides of the gatehouse. The gatehouse was fitted with fireplaces and would originally have had prominent chimneys. The inner ward is guarded by four large circular towers which at various times housed a dungeon and an artillery workshop. Several ranges of buildings were built around the inner ward, including a chapel, kitchen, service buildings, a granary and a great hall. The battlements may originally have been built with triple finials in a similar fashion to Conwy, although little remains of these in the modern era.\nCaernarfon Castle and town walls.\nCaernarfon Castle is divided into an upper and lower ward. The lower ward contained royal accommodation, while the upper consisted of service facilities and the accommodation for the garrison. These are surrounded by a curtain wall, defended by polygonal towers. Defensive firing galleries were built along the southern side of the castle. There are two main entrances, the King's Gate, leading from the town, and the Queen's Gate, allowing more direct access to the castle. All that remains of the buildings contained within the castle are the foundations. If Caernarfon been completed as intended, it would have been able to contain a royal household of several hundred people. In the opinion of military historian Allen Brown, Caernarfon was \"one of the most formidable concentrations of fire-power to be found in the Middle Ages\".\nCaernarfon's town walls present an unbroken, long circuit around the town, enclosing . They are mostly built from the same carboniferous limestone used at the castle. The eight towers along the wall are mostly \"gap-backed\", lacking walls on the inside of the towers, and originally included removable wooden bridges to allow sections of the walls to be sealed off from attackers. The two original entrances to the town were through the West and East Gates. The West Gate faced onto the harbour, and was also known as the Golden Gate, named after the principal gateway in the city of Constantinople.\nConwy Castle and town walls.\nConwy Castle hugs a rocky coastal ridge of grey sandstone and limestone, and much of the stone from the castle is largely taken from the ridge itself, probably when the site was first cleared. The castle has a rectangular plan and is divided into an inner and outer ward, with four large towers on each side. The main entrance to the castle is through the western barbican, an exterior defence in front of the main gate. The barbican features the earliest surviving stone machicolations in Britain. A postern gate originally led down to the river where a small dock was built, allowing key visitors to enter the castle in private and for the fortress to be resupplied by boat. Conwy's outer ward was originally crowded with administrative and service buildings. The inner ward was separated from the outer by a wall, a drawbridge and a gate, protected by a ditch cut into the rock. Inside, it contained the chambers for the royal household, their immediate staff and service facilities. On the east side of the inner ward is another barbican, enclosing the castle garden.\nThe Conwy town walls form a largely unbroken, long triangular circuit around the town, enclosing . They are mostly built from the same local sand- and limestone used at the castle, but with additional rhyolite stone used along the upper parts of the eastern walls. When first built, the walls were possibly whitewashed. The 21 surviving towers are mostly \"gap-backed\", lacking walls on the inside of the towers, and originally included removable wooden bridges to allow sections of the walls to be sealed off from attackers. The tops of the walls feature an unusual design that uses a sequence of corbels to provide a flat, relatively wide wall-walk. A unique set of twelve medieval latrines is built into the southern town walls, first constructed for the use of royal staff working in adjacent buildings in the 13th century."}}