{"id": 20, "data": {"title": "Catalan Romanesque Churches of the Vall de Boí", "text": "The Churches of the Vall de Bo are a set of nine Early Romanesque churches declared World Heritage Site by UNESCO and located in the Vall de Bo, in the Catalan comarca of Alta Ribagora (Province of Lleida).\nWorld Heritage Site.\nUNESCO declared World Heritage Sites in 2000 to nine churches:\nHistory of the frescoes of the Vall de Bo.\nDuring the early 20th century there was a major effort to study and catalog the Romanesque wall paintings in the churches of the Vall de Bo area. This activity was driven by both the academic interests of scholars, and by art dealers (whose motives were financial gain).\nIn 1904 and 1906, the Hiking Club of Catalonia organised the first trips to \"inter-alia\" the Vall de Bo, with the aim of collecting plans, photographs and taking notes. Subsequently, in June 1907 an expedition by the Institute for Catalan Studies undertook to study, document and photograph culturally important buildings and art works the Vall d'Aran and Alta Ribagora which included the Vall de Bo. \nAs a result, between 1905 and 1909 the Board of the Museums of Barcelona printed faithful reproductions of these Pyrenean frescoes, and the publication of these works unleashed a desire for their acquisition by museums and private collectors.\nBy 1919, many intermediaries were involved in buying and selling these works, which went mostly to museums and private collections within the United States. In one documented case, Italian and Polish craftsmen were paid by unscrupulous Barcelona industrialist and art collector Lluis Planidura to remove frescoes in isolated churches and sold the apse of the church of Santa Maria de Mur to the Boston Museum of Fine Arts in 1921 (entirely legally) before an outcry by Spanish artists and curators had him stopped. \nThe Tall region became an exception to this trend, since the local population refused to allow the frescoes and other art works to leave their churches. This action was escalated to the level of the Commonwealth of Catalonia and to the bishop of La Seu d'Urgell. Finally, it was agreed that the frescoes would be best kept in the National Museum of Catalan Art (MNAC), secure from possible theft or unscrupulous transactions. A team of Italian restorers carried out the task of removing the paintings from the walls and, in some cases, replacing the works with in situ reproductions.\nThe Tall Romanesque paintings preserved in MNAC have since become world-famous. Interest by art academics and professionals has led to a systematic study of all other remaining Romanesque murals of the Vall de Bo area, and most of these are now in safe protection at MNAC in Barcelona and at the Museum of Vic.\nSant Climent, Tall.\nThe church of Sant Climent de Tall was consecrated on 10 December 1123 by the bishop of Roda. This is a church with three naves separated by cylindrical columns, topped by three semicircular apses. The roof, of two sheds, is built of wood. Next to the building stands a six-story bell tower which despite being attached to the building, is not an integral part thereof.\nThe main entrance is located on the south facade and is arched. Inside the church there were many frescoes by an unknown painter called the Master of Tall. The Pantocrator of the church, now preserved in the Museu Nacional d'Art de Catalunya (MNAC), is considered one of the best examples of Romanesque art in Catalonia.\nSanta Maria, Tall.\nAlso was consecrated in 1123 and worked as parish of the municipality of Tall during the 18th century. Its structure is very similar to that of Sant Climent. Basilica floor plan, consists of three naves and three apses. The bell tower is in the center of the nave. In its inside also were found many frescoes studied in 1907 by Josep Puig i Cadafalch. Highlights the fresco representing the Saint Mary with the child on his lap and that is also shown in the MNAC.\nSant Joan de Bo.\nIt is also a church with three naves. Originally, the roof was made of wood but later was changed to a stone hedge. The bell tower, of clear-Lombard style, is attached to the lateral nave located in the south. Only two of its original stories are preserved, as the last level of the bell tower was added later. Only the apse of the church is preserved. It also has a notable collection of paintings from the 12th century among the highlights of which are those representing various mythical animals. The originals, the \"Paintings from Sant Joan in Bo\", are in the MNAC while reproductions can be seen in the church.\nSanta Eullia d'Erill la Vall.\nIt was declared a monumento histrico artstico in 1962. The building is a single nave with a semicircular apse. The outer side has a portico decorated with cylindrical columns. The bell tower, typical example of Lombard architecture of the Vall de Bo, is of six stories, with a total height of 23 meters. It is decorated with double windows that frame the arches. In the sacristy was found a 12th-century sculptural group known as \"El Davallament\". The sculpture is preserved separately: one part is at the MNAC and one in the Episcopal Museum of Vic.\nSant Feliu, Barruera.\nFirst appears documented in the late 13th century but little is known of its history. Located in the municipality of Barruera, is a building with a single nave with a barrel vault. The nave is headed by a semicircular apse.\nLa Nativitat, Durro.\nSituated at an altitude of 1,386 meters, in the small town of Durrs, the church is documented for the first time in the 11th century when it belonged to the County of Pallars. Its style and characteristics are very similar to those already mentioned. It has a single nave and a single apse and five-story bell tower has very few openings.\nSant Quirc, Durro.\nIt is a small hermitage of simple architecture. The nave is covered with barrel vault and finished in a presbytery, slightly higher than the rest of the nave. The entrance door is arched with voussoirs. The hermitage is very dimly lit and only has a porthole in its head and small openings on the west facade.\nSanta Maria, Cardet.\nThis is a church of small dimensions of a single nave covered with four sections of a grain vault. Being situated on a slope, the apse, of two floors, is at a higher level than the central nave. In the basement of the apse is a crypt.\nSanta Maria, Cll.\nAlso known as the church of the Assumption, is a single nave with barrel vault. The bell tower is square and consists of two floors: the first consists of pointed windows while in the second hold the bells. Believed to be built during the second third of the 13th century."}}