{"id": 333, "data": {"title": "Caves of Aggtelek Karst and Slovak Karst", "text": "The Caves of Aggtelek Karst and Slovak Karst are a series of over 1000 karst caves spread out over a total area of along the border of Hungary and Slovakia. With an exceptional diversity of karst structures and complex cave systems developing from both temperate and tropical processes, the caves and surrounding areas were inscribed as a UNESCO World Heritage Site in 1995. \nBackground.\nThis UNESCO World Heritage Site includes seven components, three of which are in Hungary, and four in Slovakia. In Hungary, the components include Aggtelek, Szendr-Rudabnya Hill, and Esztramoill. The components in Slovakia are Dobin Ice Cave, Koniar plateau, Pleivec plateau, and a component neighbouring Silica and Jasov.\nOf the more 1000 caves listed in the site, there are several notable caves and cave complexes:\nBaradla-Domica Cave complex is long with approximately one fourth of that on the Slovak side and the rest in Hungary. The first written mention of Baradla cave dates back to 1549 and from 1920 it serves as a tourist attraction. Jn Majko discovered Domica Cave (Slovak part of the complex) in 1926 and the tourist circuit opened to public in 1932 has more than . Cave was inhabited as far as 5000 BC and is an important archeological site of Bkk Culture. Temperature in the Slovak part varies between with a humidity above 95%.\nGombasek Cave was discovered in 1951 with 530 out of its opened to the public from 1955. The cave is also experimentally used for \"speleotherapy\" as a sanatorium, focused on airway diseases thanks to constant temperature of , high humidity of 98% and favorable microclimate. Geomorphologically it is one of the youngest but nevertheless also one of the most impressive caves in Slovakia with extraordinary decoration that gave it the nickname \"Fairy tale cave\".\nDobin Ice Cave was added to the list of components of this World Heritage Site only in the year 2000. The cave was discovered in 1870 by Eugen Ruffinyi, though the entrance was known long before. Being open to the public just one year after its discovery, in 1887 it became the first electrically lit cave in Europe. Approximately one third of its length is open from May to September. Thickness of the ice on the floor approaches , with a surface area of and estimated volume of of ice. Average temperature is and relative humidity between 96 and 99%. This cave is among the most beautiful and the most richly decorated ice caves in the world.\nAlthough Ochtinsk Aragonite Cave is just long with a tourist circuit not longer than , it is famous for its rare aragonite filling since there are only three aragonite caves discovered in the world so far. In the so-called Milky Way Hall, the main attraction of the cave, white branches and clusters of aragonite shine like stars in the Milky Way. The cave was discovered in 1954 and opened to the public in 1972. Temperature in the cave is around with relative humidity between 92 and 97%.\nJasovsk Cave was partly opened to the public in 1846, making it the oldest publicly accessible cave in Slovakia. The lower parts of the cave were discovered from 1922 to 1924. More than one third of its total length is open to the public. Paleolithic and Neolithic archeological artifacts were found in the cave together with those of Hallstatt Culture."}}