{"id": 205, "data": {"title": "Caves and Ice Age Art in the Swabian Jura", "text": "The Caves and Ice Age Art in the Swabian Jura are a collection of six caves in southern Germany which were used by Ice Age humans for shelter about 33,000 to 43,000 years ago. Within the caves were found the oldest non-stationary works of human art yet discovered, in the form of carved animal and humanoid figurines, in addition to the oldest musical instruments ever found. One statuette of a female form, carved figurines of animals (including cave lions, mammoths, horses and cattle), musical instruments and items of personal adornment have been discovered. Some of the figurines depict creatures that are half animal, half human. Because of their testimony to the development of Paleolithic art and culture, the six caves were inscribed on the UNESCO World Heritage List in 2017.\nThe caves are seen as the first centre of human art, were named \"craddle of civilization\" and are among the first settlements of modern humans in Europe.\nLocation.\nThe World Heritage comprises six caves which are distributed across two valleys in the Swabian Jura: Lone (river) Valley and Ach Valley. The former includes the caves \"Hohlenstein-Stadel\", \"Vogelherd\" and \"Bocksteinhhle\"; the latter \"Geissenklsterle\", \"Hohle Fels\" and \"Sirgenstein Cave\". Each valley would contain a core area of around length, surrounded by a buffer zone of a least width.\nGeology and History.\nThe bedrock of the caves began to form roughly 200 million years ago, at the beginning of the Jurassic Period, when the super-continent Pangaea began to break apart. The area was inundated by the Neotethys Sea, and limestone formed from the marine sediments. During the early Cenozoic, the area was uplifted by the collision of the Eurasian plate and the African and Adriatic plates. Once this occurred, the sinkholes and caves of the region were formed as rain seeped into the limestone. When the Lone and Ach valleys formed, access to the caves from the surface became possible, and the caves gradually dried out and filled in with sediment, preserving materials brought into the cave by humans.\nThe caves of the Swabian Jura are particularly famous for their high density of artifacts from the Aurignacian tradition, ranging from roughly 43,000 to 26,000 years ago. The Aurignacian tradition is characterized by the advent of symbolic communication (in the form of beads and pendants), specialized flint blades, and figurative art, all of which have been found in high numbers within these six caves. During this time, early modern humans migrated into Europe, probably from the southeast along the Danube River, and settled in the easily accessible caves in the area. There, they likely lived and worked in and around these caves. The caves also served as the repositories of the figurines which may have been used in a religious context. In addition, they were the venue where performers used the excavated musical instruments and where the social groups lived from which the artists sprang."}}