{"id": 41, "data": {"title": "Chartres Cathedral", "text": "Chartres Cathedral, also known as the Cathedral of Our Lady of Chartres (), is a Catholic church in Chartres, France, about southwest of Paris, and is the seat of the Bishop of Chartres. Mostly constructed between 1194 and 1220, it stands on the site of at least five cathedrals that have occupied the site since the Diocese of Chartres was formed as an episcopal see in the 4th century. It is one of the best-known and most influential examples of High Gothic and Classic Gothic architecture, \nIt stands on Romanesque basements, while its north spire is more recent (15071513) and is built in the more ornate Flamboyant style.\nLong renowned as \"one of the most beautiful and historically significant cathedrals in all of Europe,\" it was designated a World Heritage Site by UNESCO in 1979, which called it \"the high point of French Gothic art\" and a \"masterpiece\".\nThe cathedral is well-preserved and well-restored: the majority of the original stained glass windows survive intact, while the architecture has seen only minor changes since the early 13th century. The building's exterior is dominated by heavy flying buttresses which allowed the architects to increase the window size significantly, while the west end is dominated by two contrasting spires a 105-metre (349ft) plain pyramid completed around 1160 and a 113-metre (377ft) early 16th-century Flamboyant spire on top of an older tower. Equally notable are the three great faades, each adorned with hundreds of sculpted figures illustrating key theological themes and narratives.\nSince at least the 12th century the cathedral has been an important destination for travellers. It attracts large numbers of Christian pilgrims, many of whom come to venerate its famous relic, the \"Sancta Camisa\", said to be the tunic worn by the Virgin Mary at Christ's birth, as well as large numbers of secular tourists who come to admire the cathedral's architecture and art. A venerated Black Madonna enshrined within was crowned by Pope Pius IX on 31 May 1855.\nHistory.\nEarlier Cathedrals.\nAt least five cathedrals have stood on this site, each replacing an earlier building damaged by war or fire. The first church dated from no later than the 4th century and was located at the base of a Gallo-Roman wall; this was put to the torch in 743 on the orders of the Duke of Aquitaine. The second church on the site was set on fire by Danish pirates in 858. This was then reconstructed and enlarged by Bishop Gislebert, but was itself destroyed by fire in 1020. A vestige of this church, now known as Saint Lubin Chapel, remains, underneath the apse of the present cathedral. It took its name from Lubinus, the mid-6th-century Bishop of Chartres. It is lower than the rest of the crypt and may have been the shrine of a local saint, prior to the church's rededication to the Virgin Mary.\nIn 962 the church was damaged by another fire and was reconstructed yet again. A more serious fire broke out on 7 September 1020, after which Bishop Fulbert (bishop from 1006 to 1028) decided to build a new cathedral. He appealed to the royal houses of Europe, and received generous donations for the rebuilding, including a gift from Cnut the Great, King of Norway, Denmark and much of England. The new cathedral was constructed atop and around the remains of the 9th-century church. It consisted of an ambulatory around the earlier chapel, surrounded by three large chapels with Romanesque barrel vault and groin vault ceilings, which still exist. On top of this structure he built the upper church, 108 meters long and 34 meters wide. The rebuilding proceeded in phases over the next century, culminating in 1145 in a display of public enthusiasm dubbed the \"Cult of the Carts\"  one of several such incidents recorded during the period. It was claimed that during this religious outburst, a crowd of more than a thousand penitents dragged carts filled with building supplies and provisions including stones, wood, grain, etc. to the site.\nIn 1134, another fire in the town damaged the faade and the bell tower of the cathedral. Construction had already begun on the north tower in the mid-1120s, which was capped with a wooden spire around 1142. The site for the south tower was occupied by the Hotel Dieu that was damaged in the fire. Excavations for that tower were begun straight away. As it rose the sculpture for the Royal Portal (most of which had been carved beforehand) was integrated with the walls of the south tower. The square of the tower was changed to an octagon for the spire just after the Second Crusade. It was finished about 1165 and reached a height of 105 metres or 345 feet, one of the highest in Europe. There was a narthex between the towers and a chapel devoted to Saint Michael. Traces of the vaults and the shafts which supported them are still visible in the western two bays. The stained glass in the three lancet windows over the portals dates from some time before 1145. The Royal Portal on the west faade, between the towers, the primary entrance to the cathedral, was probably finished a year or so after 1140.\nFire and reconstruction (11941260).\nOn the night of 10 June 1194, another major fire devastated the cathedral. Only the crypt, the towers, and the new faade survived. The cathedral was already known throughout Europe as a pilgrimage destination, due to the reputed relics of the Virgin Mary that it contained. A legate of the Pope happened to be in Chartres at the time of the fire, and spread the word. Funds were collected from royal and noble patrons across Europe, as well as small donations from ordinary people. Reconstruction began almost immediately. Some portions of the building had survived, including the two towers and the Royal Portal on the west end, and these were incorporated into the new cathedral.\nThe nave, aisles, and lower levels of the transepts of the new cathedral were probably completed first, then the choir and chapels of the apse; then the upper parts of the transept. By 1220 the roof was in place. The major portions of the new cathedral, with its stained glass and sculpture, were largely finished within just twenty-five years, extraordinarily rapid for the time. The cathedral was formally re-consecrated in October 1260, in the presence of King Louis IX of France, whose coat of arms can be seen painted on a boss at the entrance to the apse, although this was added in the 14th century.\nLater modifications (13th18th centuries) and the coronation of Henry IV of France.\nRelatively few changes were made after this time. An additional seven spires were proposed in the original plans, but these were never built. In 1326, a new two-storey chapel, dedicated to Saint Piatus of Tournai, displaying his relics, was added to the apse. The upper floor of this chapel was accessed by a staircase opening onto the ambulatory. (The chapel is normally closed to visitors, although it occasionally houses temporary exhibitions.) Another chapel was opened in 1417 by Louis, Count of Vendme, who had been captured by the English at the Battle of Agincourt and fought alongside Joan of Arc at the siege of Orlans. It is located in the fifth bay of the south aisle and is dedicated to the Virgin Mary. Its highly ornate Flamboyant Gothic style contrasts with the earlier chapels.\nIn 1506, lightning destroyed the north spire, which was rebuilt in the 'Flamboyant' style from 1507 to 1513 by architect Jean Texier. When he finished this, he began constructing a new jub or Rood screen that separated the ceremonial choir space from the nave, where the worshippers sat.\nOn 27 February 1594, King Henry IV of France was crowned in Chartres Cathedral, rather than the traditional Reims Cathedral, since both Paris and Reims were occupied at the time by the Catholic League. The ceremony took place in the choir of the church, after which the King and the Bishop mounted the rood screen to be seen by the crowd in the nave. After the ceremony and a mass, they moved to the residence of the bishop next to the cathedral for a banquet.\nIn 1753, further modifications were made to the interior to adapt it to new theological practices. The stone pillars were covered with stucco, and the tapestries which hung behind the stalls were replaced by marble reliefs. The rood screen that separated the liturgical choir from the nave was torn down and the present stalls were built. At the same time, some of the stained glass in the clerestory was removed and replaced with grisaille windows, greatly increasing the light on the high altar in the center of the church.\nFrench Revolution and 19th century.\nEarly in the French Revolution a mob attacked and began to destroy the sculpture on the north porch, but was stopped by a larger crowd of townspeople. The local Revolutionary Committee decided to destroy the cathedral via explosives and asked a local architect to find the best place to set the explosions. He saved the building by pointing out that the vast amount of rubble from the demolished building would so clog the streets it would take years to clear away. The cathedral, like Notre Dame de Paris and other major cathedrals, became the property of the French State and worship was halted until the time of Napoleon, but it was not further damaged.\nIn 1836, due to the negligence of workmen, a fire began which destroyed the lead-covered wooden roof and the two belfries, but the building structure and the stained glass were untouched. The old roof was replaced by a copper-covered roof on an iron frame. At the time, the framework over the crossing had the largest span of any iron-framed construction in Europe.\nWorld War II.\nThe Second World War, in France, was a battle between the Allies and Axis powers of Germany and Italy. In July 1944, the British and Canadians found themselves restrained just south of Caen. The Americans and their five divisions planned an alternative route to the Germans. While some Americans headed west and south, others found themselves in a sweep east of Caen that led them behind the frontline of the German forces. Hitler ordered the German commissioner, Kluge, to head west to cut off the Americans. This ultimately led the Allies to Chartres in mid-August 1944.\nOn August 16, 1944, the cathedral was saved from destruction thanks to the American colonel Welborn Barton Griffith Jr. (19011944), who questioned the order he was given to target the cathedral. The Americans believed that the steeples and towers were being used as an observation post for German artillery.\nGriffith, accompanied by a volunteer soldier, instead decided to go and verify whether or not the Germans were using the cathedral. Griffith could see that the cathedral was empty, so he had the cathedral bells ring as a signal for the Americans not to shoot. Upon hearing the bells, the American command rescinded the order to fire. Colonel Griffith died in combat action that same day, in the town of Lves, near Chartres. He was posthumously decorated with the \"Croix de Guerre avec Palme\" (War Cross 19391945), the \"Lgion d'Honneur\" (Legion of Honour) and the \"Ordre National du Mrite\" (National Order of Merit) of the French government and the Distinguished Service Cross of the American government\n2009 restoration.\nIn 2009, the Monuments Historiques division of the French Ministry of Culture began an $18.5-million program of works at the cathedral, cleaning the inside and outside, protecting the stained glass with a coating, and cleaning and painting the inside masonry creamy-white with \"trompe-l'il\" marbling and gilded detailing, as it may have looked in the 13th century. This has been a subject of controversy (see below).\nLiturgy.\nThe cathedral is the seat of the Bishop of Chartres of the Diocese of Chartres. The diocese is part of the ecclesiastical province of Tours.\nEvery evening since the events of 11 September 2001, Vespers are sung by the Chemin Neuf Community.\nDescription.\nPlan and elevation  flying buttresses.\nThe plan, like other Gothic cathedrals, is in the form of a cross and was determined by the shape and size of the 11th-century Romanesque cathedral, whose crypt and vestiges are underneath it. A two-bay narthex at the western end opens into a seven bay nave leading to the crossing, from which wide transepts extend three bays each to north and south. East of the crossing are four rectangular bays terminating in a semicircular apse. The nave and transepts are flanked by single aisles, broadening to a double-aisled ambulatory around the choir and apse. From the ambulatory three deep semi-circular chapels radiate (overlying the deep chapels of Fulbert's 11th-century crypt).\nWhile the floor plan was traditional, the elevation was bolder and more original, thanks to the use of the flying buttress to support the upper walls. This was the first known use in a Gothic cathedral. These heavy columns of stone were joined to the walls by double stone arches, and reinforced by columns, like the spokes of a wheel. Each of these columns is made from a single piece of stone. The arches press against the walls, counterbalancing the outward thrust from the rib vaults over the cathedral interior. These vaults were also innovative, having just four compartments, unlike the six-part vaults of earlier Gothic churches. They were lighter and could cross a greater distance. Since the flying buttresses were experimental, the architect prudently added additional buttresses concealed under roofs of the aisles.\nThe elevations of earlier Gothic cathedrals usually had four levels to give them solidity; an arcade of massive columns on the ground floor, supporting a wide arched tribune gallery or tribune, below a narrower arcade triforium; then, under the roof, the higher and thinner walls, or clerestory, where the windows were. Thanks to the buttresses, the architects of Chartres could eliminate the gallery entirely, make the triforium very narrow, and have much more room for windows above. Chartres was not the first cathedral to use this innovation, but it used it much more consistently and effectively throughout. This buttressing plan was adopted by the other major 13th-century cathedrals, notably Amiens Cathedral and Reims Cathedral.\nAnother architectural innovation at Chartres was the design of the massive piers or pillars on the ground floor which receive the weight of the roof through the thin stone ribs of vaults above. The weight of the roof is carried by the thin stone ribs of the vaults outwards to the walls, where it is counterbalanced by the flying buttresses, and downwards, first through columns made of ribs joined together, then by alternating round and octagonal solid cored piers, each of which bundles together four half-columns. This pier design, known as \"pilier cantonn\", was strong, simple, and elegant, and permitted the large stained glass windows of the clerestory, or upper level.\nAlthough the sculpture on the portals at Chartres is generally of a high standard, the various carved elements inside, such as the capitals and string courses, are relatively poorly finished (when compared for example with those at Reims or Soissons)  the reason is simply that the portals were carved from the finest Parisian limestone, or ' 'calcaire' ', while the internal capitals were carved from the local \"Berchres stone\", that is hard to work and can be brittle.\nThe towers and clock.\nThe two towers were built at different times, during the Gothic period, and have different heights and decoration. The north tower was begun in 1134, to replace a Romanesque tower that was damaged by fire. It was completed in 1150 and originally was just two stories high, with a lead-covered roof. The south tower was begun in about 1144 and was finished in 1150. It was more ambitious, and has an octagonal masonry spire on a square tower, and reaches a height of 105 meters. It was built without an interior wooden framework; the flat stone sides narrow progressively to the pinnacle, and heavy stone pyramids around the base give it additional support.\nThe two towers survived the devastating fire of 1194, which destroyed most of the cathedral except the west faade and crypt. As the cathedral was rebuilt, the famous west rose window was installed between the two towers (13th century), and in 1507, the architect Jean Texier (also sometimes known as Jehan de Beauce) designed a spire for the north tower, to give it a height and appearance closer to that of the south tower. This work was completed in 1513. The north tower is in a more decorative Flamboyant Gothic style, with pinnacles and buttresses. It reaches a height of 113 meters, just above the south tower. Plans were made for the addition of seven more spires around the cathedral, but these were abandoned.\nAt the base of the north tower is a small structure which contains a Renaissance-era twenty-four-hour clock with a polychrome face, constructed in 1520 by Jean Texier. The face of the clock is eighteen feet in diameter.\nA fire in 1836 destroyed the roof and belfries of the cathedral, and melted the bells, but did not damage the structure below or the stained glass. The timber beams under the roof were replaced with an iron framework covered with copper plates.\nThe portals and their sculpture.\nThe cathedral has three great portals or entrances, opening into the nave from the west and into the transepts from north and south. The portals are richly decorated with sculptures, which rendered biblical stories and theological ideas visible for both the educated clergy and layfolk who may not have had access to textual learning. Each of the three portals on the west faade (made 114555) focuses on a different aspect of Christ's role in the world; on the right, his earthly Incarnation, on the left, his Ascension or his existence before his Incarnation (the era \"ante legem\"), and, in the center, his Second Coming, initiating the End of Time. The statuary of the Chartres portals is considered among the finest existing Gothic sculpture.\nWest, or Royal Portal (12th century).\nOne of the few parts of the cathedral to survive the 1194 fire, the \"Portail royal\" was integrated into the new cathedral. Opening on to the \"parvis\" (the large square in front of the cathedral where markets were held), the two lateral doors would have been the first entry point for most visitors to Chartres, as they remain today. The central door is only opened for the entry of processions on major festivals, of which the most important is the \"Adventus\" or installation of a new bishop. The harmonious appearance of the faade results in part from the relative proportions of the central and lateral portals, whose widths are in the ratio 10:7  one of the common medieval approximations of the square root of 2.\nAs well as their basic functions of providing access to the interior, portals are the main locations for sculpted images on the Gothic cathedral and it is on the west faade at Chartres that this practice began to develop into a visual \"summa\" or encyclopedia of theological knowledge. Each of the three portals focuses on a different aspect of Christ's role in salvation history; his earthly incarnation on the right, his Ascension or existence before the Incarnation on the left, and his Second Coming (the Theophanic Vision) in the center.\nAbove the right portal, the lintel is carved in two registers with (lower) the Annunciation, Visitation, Nativity, Annunciation to the Shepherds and (upper) the Presentation in the Temple. Above this the tympanum shows the Virgin and Child enthroned in the \"Sedes sapientiae\" pose. Surrounding the tympanum, as a reminder of the glory days of the School of Chartres, the archivolts are carved with some very distinctive personifications of the Seven Liberal Arts as well as the classical authors and philosophers most closely associated with them.\nThe left portal is more enigmatic and art historians still argue over the correct identification. The tympanum shows Christ standing on a cloud, apparently supported by two angels. Some see this as a depiction of the Ascension of Christ (in which case the figures on the lower lintel would represent the disciples witnessing the event) while others see it as representing the \"Parousia\", or Second Coming of Christ (in which case the lintel figures could be either the prophets who foresaw that event or else the 'Men of Galilee' mentioned in Acts 1:9-11). The presence of angels in the upper lintel, descending from a cloud and apparently shouting to those below, would seem to support the latter interpretation. The archivolts contain the signs of the zodiac and the labours of the months  standard references to the cyclical nature of time which appear in many Gothic portals.\nThe central portal is a more conventional representation of the End of Time as described in the Book of Revelation. In the center of the tympanum is Christ within a mandorla, surrounded by the four symbols of the evangelists (the \"Tetramorph\"). The lintel shows the Twelve Apostles while the archivolts show the 24 Elders of the Apocalypse.\nAlthough the upper parts of the three portals are treated separately, two sculptural elements run horizontally across the faade, uniting its different parts. Most obvious are the jamb statues affixed to the columns flanking the doorways  tall, slender standing figures of kings and queens from whom the \"Portail royal\" derived its name. Although in the 18th and 19th century these figures were mistakenly identified as the Merovingian monarchs of France (thus attracting the opprobrium of Revolutionary iconoclasts) they almost certainly represent the kings and queens of the Old Testament  another standard iconographical feature of Gothic portals.\nLess obvious than the jamb statues but far more intricately carved is the frieze that stretches all across the faade in the sculpted capitals on top of the jamb columns. Carved into these capitals is a very lengthy narrative depicting the life of the Virgin and the life and Passion of Christ.\nNorth transept portals (13th century).\nThe statuary of the north transept portals is devoted to the Old Testament, and the events leading up to the birth of Christ, with particular emphasis on the Virgin Mary. The glorification of Mary in the center, the incarnation of her son on the left and Old Testament prefigurations and prophecies on the right. One major exception to this scheme is the presence of large statues of St Modesta (a local martyr) and St Potentian on the north west corner of the porch, close to a small doorway where pilgrims visiting the crypt (where their relics were stored) would once have emerged.\nAs well as the main sculptural areas around the portals themselves, the deep porches are filled with other carvings depicting a range of subjects including local saints, Old Testament narratives, naturalistic foliage, fantastical beasts, Labours of the Months and personifications of the 'active and contemplative lives' (the \"vita activa\" and \"vita contemplativa\"). The personifications of the \"vita activa\" (directly overhead, just inside the inside of the left hand porch) are of particular interest for their meticulous depictions of the various stages in the preparation of flax  an important cash crop in the area during the Middle Ages.\nSouth portal (13th century).\nThe south portal, which was added later than the others, in the 13th century, is devoted to events after the Crucifixion of Christ, and particularly to the Christian martyrs. The decoration of the central bay concentrates on the Last Judgemnt and the Apostles; the left bay on the lives of martyrs; and the right bay is devoted to confessor saints. This arrangement is repeated in the stained glass windows of the apse. The arches and columns of the porch are lavishly decorated with sculpture representing the labours of the months, the signs of the zodiac, and statues representing the virtues and vices. On top of the porch, between the gables, are pinnacles in the arcades with statues of eighteen Kings, beginning with King David, representing the lineage of Christ, and linking the Old Testament and the New.\nAngels and monsters.\nWhile most of the sculpture of the cathedral portrayed saints, apostles and other Biblical figures, such as the angel holding a sundial on the south faade, other sculpture at Chartres was designed to warn the faithful. These works include statues of assorted monsters and demons. Some of these figures, such as gargoyles, also had a practical function; these served as rain spouts to project water far away from the walls. Others, like the chimera and the strix, were designed to show the consequences of disregarding Biblical teachings.\nNave and ambulatory.\nThe nave, or main space for the congregation, was designed especially to receive pilgrims, who would often sleep in the church. The floor is slightly tilted so that it could be washed out with water each morning. The rooms on either side of Royal Portal still have traces of construction of the earlier Romanesque building. The nave itself was built after the fire, beginning in 1194. The floor of the nave also has a labyrinth in the pavement (see labyrinth section below). The two rows of alternating octagonal and round pillars on either side of the nave receive part of the weight of the roof through the thin stone ribs descending from the vaults above. The rest of the weight is distributed by the vaults outwards to the walls, supported by flying buttresses.\nThe statue of Mary and the infant Christ, called Our Lady of the Pillar, replaces a 16th-century statue which was burned by the Revolutionaries in 1793.\nStained glass windows.\nOne of the most distinctive features of Chartres Cathedral is the stained glass, both for its quantity and quality. There are 167 windows, including rose windows, round oculi, and tall, pointed lancet windows. The architecture of the cathedral, with its innovative combination of rib vaults and flying buttresses, permitted the construction of much higher and thinner walls, particularly at the top clerestory level, allowing more and larger windows. Also, Chartres contains fewer plain or grisaille windows than later cathedrals, and more windows with densely stained glass panels, making the interior of Chartres darker but the colour of the light deeper and richer.\n12th century windows.\nThese are the oldest windows in the cathedral. The right window, the Jesse Window, depicts the genealogy of Christ. The middle window depicts the life of Christ, and the left window depicts the Passion of Christ, from the Transfiguration and Last Supper to the Resurrection. All three of these windows were originally made around 1145 but were restored in the early 13th century and again in the 19th.\nThe other 12th-century window, perhaps the most famous at Chartres, is the \"Notre-Dame de la Belle-Verrire\", or \"The Blue Virgin\". It is found in the first bay of the choir after the south transept. Most windows are made up of around 25 to 30 individual panels showing distinct episodes within the narrative; only Notre-Dame de la Belle-Verrire includes a larger image made up of multiple panels. This window is actually a composite; the upper part, showing the Virgin and Child surrounded by adoring angels, dates from around 1180 and was probably positioned at the center of the apse in the earlier building. The Virgin is depicted wearing a blue robe and sitting in a frontal pose on a throne, with the Christ Child seated on her lap raising his hand in blessing. This composition, known as the \"Sedes sapientiae\" (\"Throne of Wisdom\"), which also appears on the \"Portail royal\", is based on the famous cult figure kept in the crypt. The lower part of the window, showing scenes from the infancy of Christ, dates from the main glazing campaign around 1225.\nRose windows.\nThe cathedral has three large rose windows. The western rose (, 12m in diameter) shows the Last Judgment  a traditional theme for west faades. A central oculus showing Christ as the Judge is surrounded by an inner ring of twelve paired roundels containing angels and the Elders of the Apocalypse and an outer ring of 12 roundels showing the dead emerging from their tombs and the angels blowing trumpets to summon them to judgment.\nThe north transept rose (10.5m diameter, ), like much of the sculpture in the north porch beneath it, is dedicated to the Virgin. The central oculus shows the Virgin and Child and is surrounded by twelve small petal-shaped windows, four with doves (the 'Four Gifts of the Spirit'), the rest with adoring angels carrying candlesticks. Beyond this is a ring of twelve diamond-shaped openings containing the Old Testament Kings of Judah, another ring of smaller lozenges containing the arms of France and Castille, and finally a ring of semicircles containing Old Testament Prophets holding scrolls. The presence of the arms of the French king (yellow fleurs-de-lis on a blue background) and of his mother, Blanche of Castile (yellow castles on a red background) are taken as a sign of royal patronage for this window. Beneath the rose itself are five tall lancet windows (7.5m high) showing, in the center, the Virgin as an infant held by her mother, St Anne  the same subject as the trumeau in the portal beneath it. Flanking this lancet are four more containing Old Testament figures. Each of these standing figures is shown symbolically triumphing over an enemy depicted in the base of the lancet beneath them  David over Saul, Aaron over Pharaoh, St Anne over \"Synagoga\", etc.\nThe south transept rose (10.5m diameter, made ) is dedicated to Christ, who is shown in the central oculus, right hand raised in benediction, surrounded by adoring angels. Two outer rings of twelve circles each contain the 24 Elders of the Apocalypse, crowned and carrying phials and musical instruments. The central lancet beneath the rose shows the Virgin carrying the infant Christ. Either side of this are four lancets showing the four evangelists sitting on the shoulders of four prophets  a rare literal illustration of the theological principle that the New Testament builds upon the Old Testament. This window was a donation of the Mauclerc family, the Counts of Dreux-Bretagne, who are depicted with their arms in the bases of the lancets.\nWindows in aisles and the choir ambulatory.\nEach bay of the aisles and the choir ambulatory contains one large lancet window, most of them roughly 8.1m high by 2.2m wide. The subjects depicted in these windows, made between 1205 and 1235, include stories from the Old and New Testament and the Lives of the Saints as well as typological cycles and symbolic images such as the signs of the zodiac and labours of the months. One of the most famous examples is .\nSeveral of the windows at Chartres include images of local tradesmen or labourers in the lowest two or three panels, often with details of their equipment and working methods. Traditionally it was claimed that these images represented the guilds of the donors who paid for the windows. In recent years however this view has largely been discounted, not least because each window would have cost around as much as a large mansion house to make  while most of the labourers depicted would have been subsistence workers with little or no disposable income. Furthermore, although they became powerful and wealthy organisations in the later medieval period, none of these trade guilds had actually been founded when the glass was being made in the early 13th century. Another possible explanation is that the cathedral clergy wanted to emphasise the universal reach of the Church, particularly at a time when their relationship with the local community was often a troubled one.\nClerestory windows.\nBecause of their greater distance from the viewer, the windows in the clerestory generally adopt simpler, bolder designs. Most feature the standing figure of a saint or Apostle in the upper two-thirds, often with one or two simplified narrative scenes in the lower part, either to help identify the figure or else to remind the viewer of some key event in their life. Whereas the lower windows in the nave arcades and the ambulatory consist of one simple lancet per bay, the clerestory windows are each made up of a pair of lancets with a plate-traceried rose window above. The nave and transept clerestory windows mainly depict saints and Old Testament prophets. Those in the choir depict the kings of France and Castile and members of the local nobility in the straight bays, while the windows in the apse hemicycle show those Old Testament prophets who foresaw the virgin birth, flanking scenes of the Annunciation, Visitation and Nativity in the axial window.\nLater windows.\nOn the whole, Chartres' windows have been remarkably fortunate. The medieval glass largely escaped harm during the Huguenot iconoclasm and the religious wars of the 16th century although the west rose sustained damage from artillery fire in 1591. The relative darkness of the interior seems to have been a problem for some. A few windows were replaced with much lighter grisaille glass in the 14th century to improve illumination, particularly on the north side and several more were replaced with clear glass in 1753 as part of the reforms to liturgical practice that also led to the removal of the \"jub\" (rood screen). The installation of the Vendme Chapel between two buttresses of the nave in the early 15th century resulted in the loss of one more lancet window, though it did allow for the insertion of a fine late-Gothic window with donor portraits of Louis de Bourbon and his family witnessing the Coronation of the Virgin with assorted saints.\nAlthough estimates vary (depending on how one counts compound or grouped windows) approximately 152 of the original 176 stained glass windows survive  far more than any other medieval cathedral anywhere in the world.\nLike most medieval buildings, the windows at Chartres suffered badly from the corrosive effects of atmospheric acids during the Industrial Revolution and thereafter. The majority of windows were cleaned and restored by the famous local workshop \"Atelier Lorin\" at the end of the 19th century, but they continued to deteriorate. During World War II most of the stained glass was removed from the cathedral and stored in the surrounding countryside to protect it from damage. At the close of the war the windows were taken out of storage and reinstalled. Since then, an ongoing programme of conservation has been underway and isothermal secondary glazing was gradually installed on the exterior to protect the windows from further damage.\nThe crypt (9th11th century).\nThe small Saint Lubin Crypt, under the choir of the cathedral, was constructed in the 9th century and is the oldest part of the building. It is surrounded by a much larger crypt, the Saint Fulbert Crypt, which was completed in 1025, five years after the fire that destroyed most of the older cathedral. It is U-shaped and 230 meters long, next to the crypts of St. Peter's Basilica in Rome and Canterbury Cathedral. It is the largest crypt in Europe and serves as the foundation of the cathedral above.\nThe corridors and chapels of the crypt are covered with Romanesque barrel vaults, groin vaults where two barrel vaults meet at right angles, and a few more modern Gothic rib-vaults.\nOne notable feature of the crypt is the Well of the Saints-Forts. The well is thirty-three metres deep and is probably of Celtic origin. According to legend, Quirinus, the Roman magistrate of the Gallo-Roman town, had the early Christian martyrs thrown down the well. A statue of one of the martyrs, Modeste, is featured among the sculpture on the North Portico.\nAnother notable feature is the Our Lady of the Crypt Chapel. A reliquary here contains a fragment of the reputed veil of the Virgin Mary, which was donated to the cathedral in 876 by Charles the Bald, the grandson of Charlemagne. The silk veil was divided into pieces during the French Revolution. The largest piece is shown in one of the ambulatory chapels above. and the small Shrine of Our Lady of the Crypt. The altar of the chapel is carved from a single block of limestone from the Berchres quarry, the source of most of the stone of the cathedral. The fresco on the wall dates from about 1200 and depicts the Virgin Mary on her throne. The Three Kings are to her left, and the Apostles Savinien and Potentien to her right. The chapel also has a modern stained glass window, the \"Mary, Door to Heaven Window\", made by Henri Gurin, made by cementing together thick slabs of stained glass.\nChoir wall (16th18th centuries).\nThe high ornamental stone screen that separates the choir from the ambulatory was put in place between the 16th and 18th century, to adapt the church to a change in liturgy. It was built in the late Flamboyant Gothic and then the Renaissance style. The screen has forty niches along the ambulatory filled with statues by prominent sculptors telling the life of Christ. The last statues were put in place in 1714.\nGrand Organ.\nThe buffet, or wooden case of the grand organ of the cathedral is among the oldest in France. It was first built in the 14th century, rebuilt in 1475, and enlarged in 1542. Both the organ and the tribune have been classified as separate historic monuments since 1840.\nThe organ is placed in the nave at the crossing of the south transept, sixteen meters above the floor of the nave, in close proximity to the choir, to assure the best sound quality throughout the cathedral. The whole case is fifteen meters high, with the top of its central tower thirty meters above the floor of the nave. The case was rebuilt during the Renaissance, and largely took its present form. Closer study of the case by the Ministry of Culture showed that the early case was covered with polychrome painting; yellow ochre under a varnish of reddish brown in earlier layer, and later by a brighter yellow on white. This study also showed that the mechanism was in very poor condition, and urgently needed reconstruction.\nA major rebuilding and enlargement of the organ instrument took place in 196971, both to restore the ageing mechanism, and to add new keys and functions. The case was also restored, with the cost paid entirely by the French State, as was part of the cost of restoring the organ itself. As a result of this, and after further work on the organ in 1996, the instrument has 70 stops, totaling of over 4000 pipes.\nLabyrinth.\nThe labyrinth (early 1200s) is a famous feature of the cathedral, located on the floor in the center of the nave. Labyrinths were found in almost all Gothic cathedrals, though most were later removed since they distracted from the religious services in the nave. They symbolized the long winding path towards salvation. Unlike mazes, there was only a single path that could be followed. On certain days the chairs of the nave are removed so that visiting pilgrims can follow the labyrinth. Copies of the Chartres labyrinth are found at other churches and cathedrals, including Grace Cathedral, San Francisco. Artist Kent Bellows depicts a direct reference to the labyrinth, which he renders in the background of at least one of his artworks; \"Mandala\", 1990, Pencil on paper, 18 x 19 1/2 in.\nChapel of Piatus of Tournai, bishop's palace and gardens.\nThe Chapel of Saint Piatus of Tournai was a later addition to the cathedral, built in 1326, close to the apse at the east end of the cathedral. It contained a collection of reputed relics from the saint, who was bishop of Tournai in modern-day Belgium in the third century. Martyred by the Romans, who cut off the top of his skull, he is depicted in stained glass and sculpture holding the fragment of his skull in his hands. The chapel has a flat chevet and two circular towers. Inside are four bays, in a harmonious style, since it was built all at the same time. It also contains a notable collection of 14th-century stained glass. The lower floor was used as a chapter house, or meeting place for official functions, and the top floor was connected to the cathedral by an open stairway.\nThe sacristy, across from the north portal of the cathedral, was built in the second half of the 13th century. The bishop's palace, also to the north, is built of brick and stone, and dates to the 17th century. A gateway from the period of Louis XV leads to the palace and also gives access to the terraced gardens, which offer of good view of the cathedral, particularly the chevet of the cathedral at the east end, with its radiating chapels built over the earlier Romanesque vaults. The lower garden also has a labyrinth of hedges.\nConstruction.\nWork was begun on the Royal Portal with the south lintel around 1136 and with all its sculpture installed up to 1141. Opinions are uncertain as the sizes and styles of the figures vary and some elements, such as the lintel over the right-hand portal, have clearly been cut down to fit the available spaces. The sculpture was originally designed for these portals, but the layouts were changed by successive masters, see careful lithic analysis by John James. Either way, most of the carving follows the exceptionally high standard typical of this period and exercised a strong influence on the subsequent development of Gothic portal design.\nSome of the masters have been identified by John James, and drafts of these studies have been published on the web site of the International Center of Medieval Art, New York.\nOn 10 June 1194, another fire caused extensive damage to Fulbert's cathedral. The true extent of the damage is unknown, though the fact that the lead cames holding the west windows together survived the conflagration intact suggests contemporary accounts of the terrible devastation may have been exaggerated. Either way, the opportunity was taken to begin a complete rebuilding of the choir and nave in the latest style. The undamaged western towers and faade were incorporated into the new works, as was the earlier crypt, effectively limiting the designers of the new building to the same general plan as its predecessor. In fact, the present building is only marginally longer than Fulbert's cathedral.\nOne of the features of Chartres cathedral is the speed with which it was built  a factor which helped contribute to the consistency of its design. Even though there were innumerable changes to the details, the plan remains consistent. The major change occurred six years after work began when the seven deep chapels around the choir opening off a single ambulatory were turned into shallow recesses opening off a double-aisled ambulatory.\nAustralian architectural historian John James, who made a detailed study of the cathedral, has estimated that there were about 300 men working on the site at any one time, although it has to be acknowledged that current knowledge of working practices at this time is somewhat limited. Normally medieval churches were built from east to west so that the choir could be completed first and put into use (with a temporary wall sealing off the west end) while the crossing and nave were completed. Canon Delaporte argued that building work started at the crossing and proceeded outwards from there, but the evidence in the stonework itself is unequivocal, especially within the level of the triforium: the nave was at all times more advanced than ambulatory bays of the choir, and this has been confirmed by dendrochronology.\nThe builders were not working on a clean site; they would have had to clear back the rubble and surviving parts of the old church as they built the new. Work nevertheless progressed rapidly: the south porch with most of its sculpture was installed by 1210, and by 1215 the north porch and the west rose window were completed. The nave high vaults were erected in the 1220s, the canons moved into their new stalls in 1221 under a temporary roof at the level of the clerestory, and the transept roses were erected over the next two decades. The high vaults over the choir were not built until the last years of the 1250s, as was rediscovered in the first decade of the 21st century.\nRestoration.\nFrom 1997 until 2018, the exterior of the cathedral underwent an extensive cleaning, that also included many of the interior walls and the sculpture. The statement of purpose declared, \"the restoration aims not only to clean and maintains the structure but also to offer an insight into what the cathedral would have looked like in the 13th century.\" The walls and sculpture, blackened by soot and age, again became white. The celebrated Black Madonna statue was cleaned, and her face was found to be white under the soot. The project went further; the walls in the nave were painted white and shades of yellow and beige, to recreate an idea of the earlier medieval decoration. However, the restoration also brought sharp criticism. The architectural critic of the \"New York Times\", Martin Filler, called it \"a scandalous desecration of a cultural holy place.\" He also noted that the bright white walls made it more difficult to appreciate the colours of the stained glass windows, and declared that the work violated international conservation protocols, in particular, the 1964 Charter of Venice of which France is a signatory. The president of the Friends of Chartres Cathedral Isabelle Paillot defended the restoration work as necessary to prevent the building from crumbling.\nThe School of Chartres.\nAt the beginning of the 11th century, Bishop Fulbert besides rebuilding the cathedral, established Chartres as a cathedral school, an important center of religious scholarship and theology. He attracted important theologians, including Thierry of Chartres, William of Conches and the Englishman John of Salisbury. These men were at the forefront of the intense intellectual rethinking that culminated in what is now known as the twelfth-century renaissance, pioneering the Scholastic philosophy that came to dominate medieval thinking throughout Europe. By the mid-12th century, the role of Chartres had waned, as it was replaced by the University of Paris as the leading school of theology. The primary activity of Chartres became pilgrimages.\nSocial and economic context.\nAs with any medieval bishopric, Chartres Cathedral was the most important building in the town the center of its economy, its most famous landmark and the focal point of many activities that in modern towns are provided for by specialised civic buildings. In the Middle Ages, the cathedral functioned as a kind of marketplace, with different commercial activities centred on the different portals, particularly during the regular fairs. Textiles were sold around the north transept, while meat, vegetable and fuel sellers congregated around the south porch. Money-changers (an essential service at a time when each town or region had its own currency) had their benches, or \"banques\", near the west portals and also in the nave itself. Wine sellers plied their trade in the nave to avoid taxes until, sometime in the 13th century, an ordinance forbade this. The ordinance assigned to the wine-sellers part of the crypt, where they could avoid the count's taxes without disturbing worshippers. Workers of various professions gathered in particular locations around the cathedral awaiting offers of work.\nAlthough the town of Chartres was under the judicial and tax authority of the Counts of Blois, the area immediately surrounding the cathedral, known as the \"clotre\", was in effect a free-trade zone governed by the church authorities, who were entitled to the taxes from all commercial activity taking place there. As well as greatly increasing the cathedral's income, throughout the 12th and 13th centuries this led to regular disputes, often violent, between the bishops, the chapter and the civic authorities  particularly when serfs belonging to the counts transferred their trade (and taxes) to the cathedral. In 1258, after a series of bloody riots instigated by the count's officials, the chapter finally gained permission from the King to seal off the area of the \"clotre\" and lock the gates each night.\nPilgrimages and the legend of the \"Sancta Camisa\".\nEven before the Gothic cathedral was built, Chartres was a place of pilgrimage, albeit on a much smaller scale. During the Merovingian and early Carolingian eras, the main focus of devotion for pilgrims was a well (now located in the north side of Fulbert's crypt), known as the \"Puits des Saints-Forts\", or the 'Well of the Strong Saints', into which it was believed the bodies of various local Early-Christian martyrs (including saints Piat, Chron, Modesta and Potentianus) had been tossed.\nChartres became a site for the veneration of the Blessed Virgin Mary. In 876 the cathedral acquired the \"Sancta Camisa\", believed to be the tunic worn by Mary at the time of Christ's birth. According to legend, the relic was given to the cathedral by Charlemagne who received it as a gift from Emperor Constantine VI during a crusade to Jerusalem. However, as Charlemagne's crusade is fiction, the legend lacks historical merit and was probably invented in the 11th century to authenticate relics at the Abbey of St Denis. In fact, the \"Sancta Camisa\" was a gift to the cathedral from Charles the Bald and there is no evidence for its being an important object of pilgrimage prior to the 12th century. In 1194, when the cathedral was struck by lightning, and the east spire was lost, the Sancta Camisa was thought lost, too. However, it was found three days later, protected by priests, who fled behind iron trapdoors when the fire broke out.\nSome research suggests that depictions in the cathedral, e.g. Mary's infertile parents Joachim and Anne, harken back to the pre-Christian cult of a fertility goddess, and women would come to the well at this location in order to pray for their children and that some refer to that past. Chartres historian and expert Malcolm Miller rejected the claims of pre-cathedral, Celtic, ceremonies and buildings on the site in a documentary. However, the widespread belief that the cathedral was also the site of a pre-Christian druidical sect who worshipped a \"Virgin who will give birth\" is purely a late-medieval invention.\nBy the end of the 12th century, the church had become one of the most important popular pilgrimage destinations in Europe. There were four great fairs which coincided with the main feast days of the Virgin Mary: the Presentation, the Annunciation, the Assumption and the Nativity. The fairs were held in the area administered by the cathedral and were attended by many of the pilgrims in town to see the cloak of the Virgin. Specific pilgrimages were also held in response to outbreaks of disease. When ergotism (more popularly known in the Middle Ages as \"St. Anthony's fire\") afflicted many victims, the crypt of the original church became a hospital to care for the sick.\nToday Chartres continues to attract large numbers of pilgrims, many of whom come to walk slowly around the labyrinth, their heads bowed in prayer  a devotional practice that the cathedral authorities accommodate by removing the chairs from the nave on Fridays from Lent to All Saints' Day (except for Good Friday).\nPopular culture.\nOrson Welles famously used Chartres as a visual backdrop and inspiration for a montage sequence in his film \"F For Fake\". Welles' semi-autobiographical narration spoke to the power of art in culture and how the work itself may be more important than the identity of its creators. Feeling that the beauty of Chartres and its unknown artisans and architects epitomized this sentiment, Welles, standing outside the cathedral and looking at it, eulogizes:\nNow this has been standing here for centuries. The premier work of man perhaps in the whole western world and its without a signature: Chartres.\nA celebration to Gods glory and to the dignity of man. All thats left most artists seem to feel these days, is man. Naked, poor, forked radish. There arent any celebrations. Ours, the scientists keep telling us, is a universe, which is disposable. You know it might be just this one anonymous glory of all things, this rich stone forest, this epic chant, this gaiety, this grand choiring shout of affirmation, which we choose when all our cities are dust, to stand intact, to mark where we have been, to testify to what we had it in us, to accomplish.\nOur works in stone, in paint, in print are spared, some of them for a few decades, or a millennium or two, but everything must finally fall in war or wear away into the ultimate and universal ash. The triumphs and the frauds, the treasures and the fakes. A fact of life. Were going to die. \"Be of good heart,\" cry the dead artists out of the living past. Our songs will all be silenced  but what of it? Go on singing. Maybe a mans name doesnt matter all that much.\nJoseph Campbell references his spiritual experience in \"The Power of Myth\":\nI'm back in the Middle Ages. I'm back in the world that I was brought up in as a child, the Roman Catholic spiritual-image world, and it is magnificent ... That cathedral talks to me about the spiritual information of the world. It's a place for meditation, just walking around, just sitting, just looking at those beautiful things.\nJoris-Karl Huysmans includes detailed interpretation of the symbolism underlying the art of Chartres Cathedral in his 1898 semi-autobiographical novel \"La cathdrale\".\nChartres was the primary basis for the fictional cathedral in David Macaulay's \"Cathedral: The Story of Its Construction\" and the animated special based on this book.\nChartres was an important setting in the religious thriller \"Gospel Truths\" by J. G. Sandom. The book used the cathedral's architecture and history as clues in the search for a lost Gospel.\nThe cathedral is featured in the television travel series \"The Naked Pilgrim\"; presenter Brian Sewell explores the cathedral and discusses its famous relic  the nativity cloak said to have been worn by the Virgin Mary.\nPopular action-adventure video game \"Assassin's Creed\" features a climbable cathedral modelled heavily on the Chartres Cathedral.\nChartres Cathedral and, especially, its labyrinth are featured in the novels \"Labyrinth\" and \"The City of Tears\" by Kate Mosse, who was educated in and is a resident of Chartres' twin city Chichester.\nChartres Light Celebration.\nOne of the attractions at the Chartres Cathedral is the Chartres Light Celebration, when not only is the cathedral lit, but so are many buildings throughout the town, as a celebration of electrification."}}