{"id": 200, "data": {"title": "Chitwan National Park", "text": "Chitwan National Park is the first national park of Nepal. It was established in 1973 as the Royal Chitwan National Park and was granted the status of a World Heritage Site in 1984. It covers an area of in the subtropical Inner Terai lowlands of south-central Nepal in Nawalpur, Chitwan, Makwanpur and Parsa Districts. It ranges in elevation from about in the river valleys to in the Sivalik Hills.\nIn the north and west of the protected area the Narayani-Rapti river system forms a natural boundary to human settlements. Adjacent to the east of Chitwan National Park is Parsa National Park, contiguous in the south is the Indian Tiger Reserve Valmiki National Park. The coherent protected area of represents the \"Tiger Conservation Unit (TCU) Chitwan-Parsa-Valmiki\", which covers a huge block of alluvial grasslands and subtropical moist deciduous forests.\nHistory.\nSince the end of the 19th century Chitwan  \"Heart of the Jungle\"  used to be a favorite hunting ground for Nepal's ruling class during the cool winter seasons. Until the 1950s, the journey from Kathmandu to Nepal's south was arduous as the area could only be reached by foot and took several weeks. Comfortable camps were set up for the feudal big game hunters and their entourage, where they stayed for a couple of months shooting hundreds of tigers, rhinoceroses, elephant, leopards and sloth bears.\nIn 1950, Chitwan's forest and grasslands extended over more than and was home to about 800 rhinos. When poor farmers from the mid-hills moved to the Chitwan Valley in search of arable land, the area was subsequently opened for settlement, and poaching of wildlife became rampant. In 1957, the country's first conservation law inured to the protection of rhinos and their habitat. In 1959, Edward Pritchard Gee undertook a survey of the area, recommended creation of a protected area north of the Rapti River and of a wildlife sanctuary south of the river for a trial period of ten years. After his subsequent survey of Chitwan in 1963, this time for both the Fauna Preservation Society and the International Union for Conservation of Nature, he recommended extension of the sanctuary to the south.\nBy the end of the 1960s, 70% of Chitwan's jungles had been cleared, malaria eradicated using DDT, thousands of people had settled there, and only 95 rhinos remained. The dramatic decline of the rhino population and the extent of poaching prompted the government to institute the \"Gaida Gasti\"  a rhino reconnaissance patrol of 130 armed men and a network of guard posts all over Chitwan. To prevent the extinction of rhinos the Chitwan National Park was gazetted in December 1970, with borders delineated the following year and established in 1973, initially encompassing an area of .\nWhen the first protected areas were established in Chitwan, Tharu communities were forced to relocate from their traditional lands. They were denied any right to own land and thus forced into a situation of landlessness and poverty. When the national park was designated, Nepalese soldiers destroyed the villages located inside the boundary of the park, burning down houses and trampling fields using elephants. The Tharu people were forced to leave at gun point.\nIn 1977, the park was enlarged to its present area of . In 1997, a bufferzone of was added to the north and west of the Narayani-Rapti river system, and between the south-eastern boundary of the park and the international border to India.\nThe park's headquarters is in Kasara. Close by the gharial and turtle conservation breeding centres have been established. In 2008, a vulture breeding centre was inaugurated aiming at holding up to 25 pairs of each of the two \"Gyps\" vultures species now critically endangered in Nepal - the Oriental white-backed vulture and the slender-billed vulture.\nClimate.\nChitwan has a humid subtropical monsoon influenced climate (Cwa) with high humidity all through the year. The area is located in the central climatic zone of the Himalayas, where monsoon starts in mid June and eases off in late September. During these 1415 weeks most of the annual precipitation falls. After mid-October, the monsoon clouds retreat, humidity drops off, and the top daily temperature gradually subsides from around to . Nights cool down to until late December, when it usually rains softly for a few days. Then temperatures start rising gradually.\nVegetation.\nThe typical vegetation of the Inner Terai is Himalayan subtropical broadleaf forests with predominantly sal trees covering about 70% of the national park area. The purest stands of sal occur on well drained lowland ground in the centre. Along the southern face of the Churia Hills sal is interspersed with chir pine (\"Pinus roxburghii\"). On northern slopes sal associates with smaller flowering tree and shrub species such as beleric (\"Terminalia bellirica\"), rosewood (\"Dalbergia sissoo\"), axlewood (\"Anogeissus latifolia\"), elephant apple (\"Dillenia indica\"), grey downy balsam (\"Garuga pinnata\") and creepers such as \"Bauhinia vahlii\" and \"Spatholobus parviflorus\".\nSeasonal bushfires, flooding and erosion evoke an ever-changing mosaic of riverine forest and grasslands along the river banks. On recently deposited alluvium and in lowland areas groups of catechu (\"Acacia catechu\") with rosewood (\"Dalbergia sissoo\") predominate, followed by groups of kapok (\"Bombax ceiba\") with rhino apple trees (\"Trewia nudiflora\"), the fruits of which rhinos savour so much. Understorey shrubs of velvety beautyberry (\"Callicarpa macrophylla\"), hill glory bower (\"Clerodendrum\" sp.) and gooseberry (\"Phyllanthus emblica\") offer shelter and lair to a wide variety of species.\nTerai-Duar savanna and grasslands cover about 20% of the park's area. More than 50 species are found here including some of the world's tallest grasses like the elephant grass called \"Saccharum ravennae\", giant cane (\"Arundo donax\"), khagra reed (\"Phragmites karka\") and several species of true grasses. Kans grass (\"Saccharum spontaneum\") is one of the first grasses to colonise new sandbanks and to be washed away by the yearly monsoon floods.\nFauna.\nThe wide range of vegetation types in the Chitwan National Park is haunt of more than 700 species of wildlife and a not yet fully surveyed number of butterfly, moth and insect species. Apart from king cobra and rock python, 17 other species of snakes, starred tortoise and monitor lizards occur. The Narayani-Rapti river system, their small tributaries and myriads of oxbow lakes is habitat for 113 recorded species of fish and mugger crocodiles. In the early 1950s, about 235 gharials occurred in the Narayani River. The population has dramatically declined to only 38 wild gharials in 2003. Every year gharial eggs are collected along the rivers to be hatched in the breeding center of the \"Gharial Conservation Project\", where animals are reared to an age of 69 years. Every year young gharials are reintroduced into the Narayani-Rapti river system, of which sadly only very few survive.\nMammals.\nChitwan National Park is home to 68 mammal species. The \"king of the jungle\" is the Bengal tiger. The alluvial floodplain habitat of the Terai is one of the best tiger habitats anywhere in the world. Since the establishment of Chitwan National Park the initially small population of about 25 individuals increased to 70110 in 1980. In some years this population has declined due to poaching and floods. In a long-term study carried out from 1995 to 2002 tiger researchers identified a relative abundance of 82 breeding tigers and a density of 6 females per . Information obtained from camera traps in 2010 and 2011 indicated that tiger density ranged between 4.44 and 6.35 individuals per . They offset their temporal activity patterns to be much less active during the day when human activity peaked.\nIndian leopards are most prevalent on the peripheries of the park. They co-exist with tigers, but being socially subordinate are not common in prime tiger habitat. In 1988, a clouded leopard (\"Neofelis nebulosa\") was captured and radio-collared outside the protected area. It was released into the park, but did not stay there.\nChitwan is considered to have the highest population density of sloth bears with an estimated 200 to 250 individuals. Smooth-coated otters inhabit the numerous creeks and rivulets. Bengal foxes, spotted linsangs and honey badgers roam the jungle for prey. Striped hyenas prevail on the southern slopes of the Churia Hills. During a camera trapping survey in 2011, dholes were recorded in the southern and western parts of the park, as well as Indian jackals, fishing cats, jungle cats, leopard cats, crab-eating mongooses, yellow-throated martens, large, small Indian and Asian palm civets.\nIndian rhinoceros: since 1973 the population has recovered well and increased to 544 animals around the turn of the century. To ensure the survival of the endangered species in case of epidemics animals are translocated annually from Chitwan to the Bardia National Park and the Shuklaphanta National Park since 1986. However, the population has repeatedly been jeopardized by poaching: in 2002 alone, poachers killed 37 individuals in order to saw off and sell their valuable horns. Chitwan has the largest population of Indian rhinoceros in Nepal, estimated at 605 of 645 individuals in total in the country as of 2015. Gaurs spend most of the year in the less accessible Churia Hills in the south of the national park. But when the bush fires ease off in springtime and lush grasses start growing up again, they descend into the grassland and riverine forests to graze and browse. The Chitwan population of the world's largest wild cattle species has increased from 188 to 368 animals in the years 1997 to 2016. Furthermore, 112 animals were counted in the adjacent Parsa Wildlife Reserve. The animals move freely between these parks. Apart from numerous wild boars, there are also herds of chital, sambar, red muntjac and Indian hog deer that inhabits the park. Choushingas reside predominantly in the hills. Rhesus macaques, gray langurs, thick-tailed pangolins, Indian crested porcupines, several species of flying squirrels, black-naped hares and endangered hispid hares are also present.\nBirds.\nEvery year dedicated bird watchers and conservationists survey bird species occurring all over the country. In 2006 they recorded 543 species in the Chitwan National Park, much more than in any other protected area in Nepal and about two-thirds of Nepal's globally threatened species. Additionally, 20 black-chinned yuhina, a pair of Gould's sunbird, a pair of blossom-headed parakeet and one slaty-breasted rail, an uncommon winter visitor, were sighted in spring 2008.\nEspecially the park's alluvial grasslands are important habitats for the critically endangered Bengal florican, the vulnerable lesser adjutant, grey-crowned prinia, swamp francolin and several species of grass warblers. In 2005 more than 200 slender-billed babblers were sighted in three different grassland types. The near threatened Oriental darter is a resident breeder around the many lakes, where egrets, bitterns, storks and kingfishers also abound. \nThe park is one of the few known breeding sites of the globally threatened spotted eagle. \nPeafowl and jungle fowl scratch their living on the forest floor.\nApart from the resident birds about 160 migrating and vagrant species arrive in Chitwan in autumn from northern latitudes to spend the winter here, among them the greater spotted eagle, eastern imperial eagle and Pallas's fish-eagle. Common sightings include brahminy ducks and goosanders. Large flocks of bar-headed geese just rest for a few days in February on their way north.\nAs soon as the winter visitors have left in spring, the summer visitors arrive from southern latitudes. The calls of cuckoos herald the start of spring. The colourful pitta and several sunbird species are common breeding visitors during monsoon. Among the many flycatcher species the Indian paradise flycatcher with his long undulating tail in flight is a spectacular sight.\nMedia coverage.\nThe park's unique rhino herd was featured on \"The Jeff Corwin Experience\" in season 2, episode 11."}}