{"id": 307, "data": {"title": "Colchic Rainforests and Wetlands", "text": "The Colchic Rainforests and Wetlands is a UNESCO World Heritage Site in Georgia, which comprises parts of the Colchis Lowland along some 80 km of western Georgia's Black Sea coastline. It was inscribed by UNESCO on 26 July 2021, becoming the first site in Georgia to be added to the list for its natural attributes. The site contains a wide array of ancient rainforest and wetland ecosystems, harboring many threatened and endangered species. \nDescription.\nThe World Heritage site includes a series of ecosystems such as deciduous rainforests and wetlands, percolation bogs and other mire types, located at a range of altitudes from the sea level to more than 2,500 metres above it. In total, the site consists of seven component parts  Kintrishi-Mtirala and Ispani in Adjara, Grigoleti and Imnati in Guria, and Pitshora, Nabada, and Churia in Samegrelo-Zemo Svaneti. They are administered in Georgia as parts of the Kolkheti National Park, Kintrishi Strict Nature Reserve, Kobuleti Protected Areas, and Mtirala National Park. The total area of the site is 31,253 ha, with the buffer zone of 26,850 ha. \nGeography and Climate.\nThe Colchis Lowland is extremely humid, with precipitation in some areas exceeding 4 meters per year. This is a result of the funnel created between the Greater Caucasus, Lesser Caucasus, and Likhi Range, which traps the moisture along the Black Sea. The lowland is a subsiding basin that may have originated during the Late Eocene or the Oligocene-Miocene Boundary. It is fed by many rivers, the largest of which is the Rioni. \nEcology.\nLocated in the EuxineColchic deciduous forests ecoregion, the site contains relict forests which survived the glacial cycles during the Quaternary ice ages. The Colchic rainforests are some of the oldest broad-leafed forests in western Eurasia. As a refugium during the Pliocene, the processes of evolution and speciation continued relatively uninterrupted. As a result, the region comprises a highly diverse flora and fauna, with high numbers of endemic and relict species. The site is home to nearly 1,100 species of vascular and non-vascular plants, including 44 threatened species. Among these plant species include the Caucasian walnut, the endemic Colchis ivy and the endangered Pontine oak. \nNear 500 species of vertebrates have also been observed in the site, with over 300 species of birds, 67 mammal species, 55 fish species, 15 reptiles, and 10 amphibians. The region is a key stopover for many globally threatened raptors such as the booted eagle that migrate through the Batumi bottleneck. In addition, it provides habitat for many wetland bird species, including the Great crested grebe. Amphibian species observed at the site include the vulnerable Caucasian salamander and the Caucasian parsley frog, and 4 species of the lizard genus \"Darevskia\" have been found within the constituent protected areas. The protected areas making up the World Heritage site also provide some of the last remaining habitat for critically endangered species, including the beluga sturgeon and the Colchic sturgeon (\"Acipenser colchicus\"). "}}