{"id": 44, "data": {"title": "Cologne Cathedral", "text": "Cologne Cathedral (, , officially ', English: Cathedral Church of Saint Peter) is a cathedral in Cologne, North Rhine-Westphalia belonging to the Catholic Church. It is the seat of the Archbishop of Cologne and of the administration of the Archdiocese of Cologne. It is a renowned monument of German Catholicism and Gothic architecture and was declared a World Heritage Site in 1996. It is Germany's most visited landmark, attracting an average of 20,000 people a day. At , the cathedral is the tallest twin-spired church in the world, the second tallest church in Europe after Ulm Minster, and the third tallest church of any kind in the world.\nIt is the largest Gothic church in Northern Europe and has the second-tallest spires. The towers for its two huge spires give the cathedral the largest faade of any church in the world. The choir has the largest height-to-width ratio, 3.6:1, of any medieval church.\nConstruction of Cologne Cathedral began in 1248 but was halted in the years around 1560, unfinished. Attempts to complete the construction began around 1814 but the project was not properly funded until the 1840s. The edifice was completed to its original Medieval plan in 1880.\nCologne's medieval builders had planned a grand structure to house the reliquary of the Three Kings and fit for its role as a place of worship for the Holy Roman Emperor. Despite having been left incomplete during the medieval period, Cologne Cathedral eventually became unified as \"a masterpiece of exceptional intrinsic value\" and \"a powerful testimony to the strength and persistence of Christian belief in medieval and modern Europe\". Only the telecommunications tower is higher than the cathedral.\nHistory.\nAncient site.\nWhen construction began on the present Cologne Cathedral in 1248 with the laying of a foundation stone, the site had already been occupied by several previous structures. The earliest may have been for grain storage and possibly was succeeded by a Roman temple built by Mercurius Augustus. From the 4thcentury on, however, the site was occupied by Christian buildings, including a square edifice known as the \"oldest cathedral\" that was commissioned by Maternus, the first bishop of Cologne. A free-standing baptistery dating back to the 7thcentury was located at the east end of the present cathedral but was demolished in the 9th century to build the second cathedral. During excavations of the present cathedral, graves were discovered in the location of the oldest portion of the building; including that of a boy that was richly adorned with grave goods and another of a woman, popularly thought to be Wisigard. Both graves are thought to be from the 6thcentury. Only ruins of the baptistery and the octagonal baptismal font remain today.\nThe second church, called the \"Old Cathedral\", was completed in 818. It was destroyed by fire on 30April 1248, during demolition work to prepare for a new cathedral.\nMedieval beginning.\nIn 1164, the Archbishop of Cologne, Rainald of Dassel, acquired the relics of the Three Kings which the Holy Roman Emperor, Frederick Barbarossa, had taken from the Basilica of Sant'Eustorgio, Milan, Italy. (Parts of the relics have since been returned to Milan.) The relics have great religious significance and drew pilgrims from all over Christendom. It was important to church officials that they be properly housed, and thus began a building program in the new style of Gothic architecture, based in particular on the French cathedral of Amiens.\nThe foundation stone was laid on Saturday, 15August 1248, by Archbishop Konrad von Hochstaden. The eastern arm was completed under the direction of Master Gerhard, was consecrated in 1322 and sealed off by a temporary wall so it could be used as the work continued. Eighty-four misericords in the choir date from this building phase.\nIn the mid-14th century work on the west front commenced under Master Michael. This work ceased in 1473, leaving the south tower complete to the belfry level and crowned with a huge crane that remained in place as a landmark of the Cologne skyline for 400 years. Some work proceeded intermittently on the structure of the nave between the west front and the eastern arm, but during the 16th century this also stopped.\n19th-century completion.\nWith the 19th-century Romantic enthusiasm for the Middle Ages, and spurred by the discovery of the original plan for the faade, the Protestant Prussian Court working with the church, committed to complete the cathedral. It was achieved by civic effort; the \"Central-Dombauverein\", founded in 1842, raised two-thirds of the enormous costs, while the Prussian state supplied the remaining third. The state saw this as a way to improve its relations with the large number of Catholic subjects it had gained in 1815, but especially after 1871, it was regarded as a project to symbolize German nationhood.\nWork resumed in 1842 to the original design of the surviving medieval plans and drawings, but using more modern construction techniques, including iron roof girders. The nave was completed and the towers were added. The bells were installed in the 1870s. The largest bell is \"St. Petersglocke\".\nThe completion of Germany's largest cathedral was celebrated as a national event on 14August 1880, 632 years after construction had begun. The celebration was attended by Emperor WilhelmI. With a height of , it was the tallest building in the world for four years until the completion of the Washington Monument.\nWorld War II and post-war history.\nThe cathedral suffered fourteen hits by aerial bombs during World War II. Badly damaged, it nevertheless remained standing in an otherwise completely flattened city. The twin spires were an easily recognizable navigational landmark for Allied aircraft bombing.\nOn 6 March 1945, an area west of the cathedral (Marzellenstrasse/Trankgasse) was the site of intense combat between American tanks of the 3rd Armored Division and a Panther Ausf. A of Panzer brigade 106 Feldherrnhalle. A nearby Panther, a German medium tank, was sitting by a pile of rubble near a train station right by the twin spires of the Cologne Cathedral. The Panther successfully knocked out two Sherman tanks, killing three men, before it was destroyed by a T26E3 Pershing, nicknamed Eagle 7, minutes later. Film footage of that battle survives. The destroyed Panther was later put on display at the base of the cathedral for the remainder of the war in Europe.\nRepairs of the war damage were completed in 1956. A repair to part of the northwest tower, carried out in 1944 using poor-quality brick taken from a nearby ruined building, remained visible as a reminder of the war until 2005, when it was restored to its original appearance.\nTo investigate whether the bombings had damaged the foundations of the Dom, archaeological excavations began in 1946 under the leadership of Otto Doppelfeld and were concluded in 1997. One of the most meaningful excavations of churches, they revealed previously unknown details of earlier buildings on the site.\nRepair and maintenance work is constantly being carried out in the building, which is rarely free of scaffolding, as wind, rain, and pollution slowly eat away at the stones. The \"Dombauhtte\", established to build the cathedral and keep it in repair, is said to employ the best stonemasons in the Rhineland. Half the costs of repair and maintenance are still borne by the Dombauverein.\n21st century.\nOn 18August 2005, Pope Benedict XVI visited the cathedral during his apostolic visit to Germany, as part of World Youth Day 2005 festivities. An estimated one million pilgrims visited the cathedral during this time. Also as part of the events of World Youth Day, Cologne Cathedral hosted a televised gala performance of Beethoven's Missa Solemnis, performed by the Royal Philharmonic Orchestra and the London Philharmonic Choir conducted by Sir Gilbert Levine.\nOn 25 August 2007, the cathedral received a new stained glass window in the south transept. The glass work was created by the German artist Gerhard Richter with the 400,000 cost paid by donations. It is composed of 11,500 identically sized pieces of coloured glass resembling pixels, randomly arranged by computer, which create a colourful \"carpet\". Since the loss of the original window in World War II, the space had been temporarily filled with plain glass. The then archbishop of the cathedral, Cardinal Joachim Meisner, who had preferred a figurative depiction of 20th-century Catholic martyrs for the window, did not attend the unveiling. Holder of the office since 2014 is Cardinal Rainer Maria Woelki.\nOn 5January 2015, the cathedral remained dark as floodlights were switched off to protest a demonstration by PEGIDA.\nWorld Heritage Site.\nIn 1996, the cathedral was added to the UNESCO World Heritage List of culturally important sites. In 2004, it was placed on the \"World Heritage in Danger\" list, as the only Western site in danger, due to plans to construct several high-rise buildings nearby, which would have visually impacted the site. The cathedral was removed from the list in 2006, following the authorities' decision to limit the heights of buildings constructed near and around the cathedral.\nAs a World Heritage Site and host to the Shrine of the Three Kings, Cologne Cathedral is a major attraction for tourists and pilgrims, and is one of the oldest and most important pilgrimage sites of Northern Europe. Visitors can climb 533 stone steps of the spiral staircase to a viewing platform about above the ground. The platform gives a scenic view over the Rhine.\nOngoing conservation at the cathedral is addressing the black discolouration caused by the sandstone reacting with sulfuric acid during rainfall. The acidic rain is a consequence of air pollution.\nSt. Joseph's Catholic Church in Washington, D.C. was modeled after the cathedral.\nArchitecture.\nThe ground plan design of Cologne Cathedral was based closely on that of Amiens Cathedral, as is the style and the width to height proportion of the central nave. The plan is in the shape of a Latin Cross, as is usual with Gothic cathedrals. It has two aisles on either side, which help support one of the very highest Gothic vaults in the world, being nearly as tall as that of the Beauvais Cathedral, much of which collapsed. Externally the outward thrust of the vault is taken by flying buttresses in the French manner. The eastern end has a single ambulatory, the second aisle resolving into a \"chevet\" of seven radiating chapels.\nInternally, the medieval choir is more varied and less mechanical in its details than the 19th-century building. It presents a French style arrangement of very tall arcade, a delicate narrow triforium gallery lit by windows and with detailed tracery merging with that of the windows above. The clerestory windows are tall and retain some old figurative glass in the lower sections. The whole is united by the tall shafts that sweep unbroken from the floor to their capitals at the spring of the vault. The vault is of plain quadripartite arrangement.\nThe choir retains a great many of its original fittings, including the carved stalls, despite French Revolutionary troops having desecrated the building. A large stone statue of St Christopher looks down towards the place where the earlier entrance to the cathedral was, before its completion in the late 19th century.\nThe nave has many 19th century stained glass windows. A set of five on the south side, called the \"Bayernfenster\", were a gift from Ludwig I of Bavaria, and strongly represent the painterly German style of the time.\nExternally, particularly from a distance, the building is dominated by its huge spires, which are entirely Germanic in character, being openwork like those of Ulm, Vienna, Strasbourg and Regensburg Cathedrals.\nTreasures.\nOne of the treasures of the cathedral is the high altar, which was installed in 1322. It is constructed of black marble, with a solid slab long forming the top. The front and sides are overlaid with white marble niches into which are set figures, with the Coronation of the Virgin at the centre.\nThe most celebrated work of art in the cathedral is the \"Shrine of the Three Kings\", commissioned by Philip von Heinsberg, archbishop of Cologne from 1167 to 1191 and created by Nicholas of Verdun, begun in 1190. It is traditionally believed to hold the remains of the Three Wise Men, whose relics were acquired by Frederick Barbarossa at the conquest of Milan in 1164. The shrine takes the form of a large reliquary in the shape of a basilican church, made of bronze and silver, gilded and ornamented with architectonic details, figurative sculpture, enamels and gemstones. The shrine was opened in 1864 and was found to contain bones and garments.\nNear the sacristy is the \"Gero Crucifix\", a large crucifix carved in oak and with traces of paint and gilding. Believed to have been commissioned around 960 for Archbishop Gero, it is the oldest large crucifix north of the Alps and the earliest-known large free-standing Northern sculpture of the medieval period.\nIn the Sacrament Chapel is the \"Mailnder Madonna\" (\"Milan Madonna\"), a high Gothic carving, depicting the Blessed Virgin and the infant Jesus. It was made in the Cologne Cathedral workshop sometime around 1290 as a replacement for the original which was lost in a fire. The altar of the patron saints of Cologne with an altarpiece by the International Gothic painter Stefan Lochner is in the \"Marienkapelle\" (\"St. Mary's Chapel\").\nAfter completion in 1265, the radiating chapels were immediately taken into service as a burial place. The relics of Saint Irmgardis found a final resting place in the St. Agnes Chapel. Her trachyte sarcophagus is considered to be created by the cathedral masons guild around 1280.\nOther works of art are in the Cathedral Treasury.\nEmbedded in the interior wall are a pair of stone tablets on which are carved the provisions formulated by Archbishop Englebert II (126267) under which Jews were permitted to reside in Cologne.\nChurch music.\nCologne Cathedral has two pipe organs by Klais Orgelbau: the Transept Organ, built in 1948, and the Nave Organ, built in 1998. Cathedral organists have included Josef Zimmermann, Clemens Ganz (19852001) and Winfried Bnig (2001).\nBells.\nThe cathedral has eleven church bells, four of which are medieval. The first was the 3.8-tonne \"Dreiknigsglocke\" (\"Bell of the Three Kings\"), cast in 1418, installed in 1437, and recast in 1880. Two of the other bells, the \"Pretiosa\" (10.5tonnes; at that time the largest bell in the Western world) and the \"Speciosa\" (5.6tonnes) were installed in 1448 and remain in place today.\nDuring the 19th century, as the building neared completion, there was a desire to increase the number of bells. This was facilitated by Kaiser Wilhelm I who gave French bronze cannon, captured in 187071, for this purpose. The 22 pieces of artillery were displayed outside the cathedral on 11May 1872. Andreas Hamm in Frankenthal used them to cast a bell of over 27,000 kilos on 19August 1873. The tone was not harmonious and another attempt was made on 13November 1873. The Central Cathedral Association, which had agreed to take over the costs, did not want this bell either. Another attempt took place on 3October 1874. The colossal bell was shipped to Cologne and on 13May 1875, installed in the cathedral. This \"Kaiserglocke\" was eventually melted in 1918 to support the German war effort. The Kaiserglocke was the largest free-swinging bell in history.\nThe 24-tonne \"St. Petersglocke\" (\"Bell of St. Peter\", \"\"\" in the Klsch language or in common parlance known as \"Dicker Pitter\"\"), was cast in 1922 and was the largest free-swinging bell in the world, until a new bell was cast in Innsbruck for the People's Salvation Cathedral in Bucharest, Romania. This bell is only rung on eight major holidays such as Easter and Christmas.\nOn Thursday, 3March 2022, landmark cathedrals across Europe chimed in unison \"[] in a gesture of solidarity with Ukraine, as bystanders gathered to mourn those killed during Russia's invasion and pray for peace.\" The \"Klner Dom\" was among them."}}