{"id": 252, "data": {"title": "Comoé National Park", "text": "The Como National Park () is a Biosphere Reserve and UNESCO World Heritage Site in the Zanzan and Savanes districts of northeastern Cte d'Ivoire. It is the largest protected area in West Africa, with an area of , and ranges from the humid Guinea savanna to the dry Sudanian zone. This steep climatic northsouth gradient allows the park to harbor a multitude of habitats with a remarkable diversity of life. Some animal and plant species even find their last sanctuary in some of the different savanna types, gallery forests, riparian grasslands, rock outcrops, or forest islands.\nThe park was initially added as a World Heritage Site due to the diversity of plant life present around the Komo River, including pristine patches of tropical rainforest that are usually only found further south. As a well-eroded plain between two large rivers, the land in the area is home to relatively infertile soils and a moisture regime suitable to a richer biodiversity than surrounding areas. In 2003, it was added to the list of World Heritage in Danger due to poaching, absence of management, and overgrazing of the park by cattle, problems that intensified after the outbreak of the First Ivorian Civil War. The 41st World Heritage Committee Session (Krakw, 212 July 2017) has decided to take Comoe National Park off the List of World Heritage in Danger following improvements in the conservation of its fauna and habitat.\nHistory.\nThe area around the Como National Park was historically always sparsely populated. Most likely due to the relative barrenness of the soil, the presence of the river blindness disease around the Como river and the high density of Tsetse flies, which is a vector for sleeping sickness.\nIn 1926 the area between the Como River and Bouna was declared \"Refuge Nord de la Cte d'Ivoire\", which was enlarged later in 1942 and 53 to \"Rserve de Faune de Bouna\", giving it some rudimentary protection. The area west of the Como river was added to the property on 9 February 1968 combined with an elevation to National Park status with an area of , making it one of the 15 largest National Parks in the World and the largest in West Africa. In 1983 the park was pronounced a biosphere reserve and a UNESCO World Heritage site, due to its unique biodiversity.\nAfter the outbreak of the first Ivorian civil war the park was listed as a World Heritage Site in Danger in 2003, due to absence of management leading to poaching and overgrazing of the park by cattle. During the time between the two civil wars the park suffered greatly under intensive poaching. After the end of the Second Ivorian Civil War the park was able to recover again with the presence of the OIPR (park management) and the re-inauguration of the research station.\nLandscape.\nThe steep climatic northsouth gradient comprises a multitude of habitats containing a remarkable diversity of life, making it the most biodiverse savanna in the world, and ranges from the dry Sudanian zone to the comparatively humid Guinea Savanna. These habitats include for the most part different savannas, forest islands, gallery forests and riparian grasslands, thereby providing an ideal example of transitional habitats throughout various climatic zones. The Como river, flowing throughout Cte d'Ivoire also allowed for various habitats and plant associations normally found further south to exist in the park, like patches of dense gallery forest in the vicinity of the river. This variety of habitats throughout different zones and the vast area dedicated to the conservation of natural resources make it an ecological unit of particular importance and a UNESCO World heritage site.\nGeomorphologically the park consists of large plains through which the Como River and its tributaries flow (Iringou, Bav, Kongo). The Como river and its tributaries form the main drainage and the Como runs through the park for , with watercourses also draining to the Volta in the east. There are also various permanent and semi permanent ponds distributed throughout the park, most of which dry out during the dry season. The soils are for the most part infertile and unsuitable for cultivation. Granite inselbergs also rise up to within the park's area.\nFauna.\nComo National Park has the most biodiverse savannah in the world and forms the northern limit for many animal species, like the yellow-backed duiker and bongo. There are a total of 135 mammal species in the park. This includes 11 species of primates like the olive baboon, green monkey, lesser spot-nosed monkey, Mona monkey, black and white colobus, olive colobus, white-collared mangabey and chimpanzee. A total of 17 carnivore species registered, but at least 3 species are believed to have become extinct in the park - cheetah, wild dog (since 1993) and most recently lion (no signs of lions have been found since 2008). There are also 21 species of artiodactyl present in the park including hippopotamus, bushpig, bongo, warthog, buffalo, kob, red-flanked duiker, bushbuck, waterbuck, roan antelope and oribi. Threatened mammal species include the chimpanzee (EN), white-collared mangabey (EN), ursine colobus (VU), African elephant (VU), hippopotamus (VU), giant pangolin (VU), long-tailed pangolin (VU), leopard (VU), African golden cat (VU), Buffon kob (VU), bongo (NT), western hartebeest (NT), Defassa waterbuck (NT), bay duiker (NT), yellow-backed duiker (NT), olive colobus (NT).\nThere are over 500 species of birds, of which roughly 20% are inter-African migratory birds and another 5% palearctic migratory birds. Some prominent bird species include the Denham's bustard, yellow-casqued hornbill, brown-cheeked hornbill, hammerkop, black-winged stilt, various raptors, four of the six West African stork species and five vulture species. The park also contains 36 out of the 38 of the iconic bird species found in Sudo-Guinean savannas.\nThe Como river and its tributaries contain at least 60 different species of fish and allow for an unusually high diversity of amphibian species for a savannah habitat with 35 described species. There are also a total of 71 described reptile species, of which three are crocodiles: the dwarf crocodile (Vulnerable), Nile crocodile and slender-snouted crocodile (Critically Endangered). The floodplains around the river create seasonal grasslands that are optimal feeding grounds for hippopotamus and migratory birds.\nFlora.\nThe property contains around 620 plant species, composed of 191 ligneous species (62 trees, 129 shrubs and vines) and 429 herbaceous species, including 104 grasses.\nThe park encompasses various transitional habitat, from forest to savannah, with various plant associations typical of more southern regions. Gallery forests, open forests and riparian grasslands occur alongside all types of savannah, which occupy roughly 90% of the park. The forest is composed of many leguminous trees. In the gallery forests \"Cynometra\" is the most dominant genus while patches of dry forest islands are generally inhabited by \"Anogeissus leiocarpus\", \"Antiaris africana\", \"Isoberlinia doka\", \"Cola cordifolia\", the nationally threatened \"Chlorophora excelsa\" and \"Blighia unijugata\". In the flood plains \"Hyparrhenia rufa\" is the most common species.\nComo National Park Research station.\nThe Como National Park Research Station, located in the Como National Park, Cte d'Ivoire, was founded by Professor Karl Eduard Linsenmair in 1989/90. Its state of the art facilities, with electricity, running water, Internet and a large climatised laboratory make it one of the most modern field stations in Africa. The research station was forced to close after the outbreak of the First Ivorian Civil War in 2002. After the end of the Second Ivorian Civil War in 2011 repairs at the station began and in 2014 the station had achieved again its full working capacity. The focus of the field-based research is on conservation, tropical ecology and behaviour.\nComo Chimpanzee Conservation Project (CCCP).\nFrom 2014 to the present, the CCCP has been working on research and conservation of the wild chimpanzees inhabiting a portion of the park and surrounding areas. This is an important population for the conservation of chimpanzees in Ivory Coast and the only one of savanna chimpanzees that is being studied in depth. Many students of different nationalities have collaborated and realized their Master's, graduate or PhD thesis in the frame of the project which also employs locals as a way to involve Africans in conservation.\nConservation status.\nThe Como National Park was listed as a World Heritage Site in Danger in 2003 mainly due to an increase in poaching caused by the lack of management after the outbreak of the first ivorian civil war. After the end of the Second Ivorian Civil War and the stabilisation of the region the wildlife authority agency OIPR (Office Ivorien des Parcs et Reserves) has resumed their work in the Como National Park. The OIPR applied to the Rapid Response Facility (RRF) for funding and was successful in being awarded a maximum grant of $30,000 to secure the park. \nThe major challenges management faces are successful combating of poaching, reducing agricultural pressures and the renovation of the streets in the park for proper access control. The main projects to combat these problems are the establishment of an efficient surveillance system in the park and close cooperation with local communities to reduce the pressures on the periphery of the park through participatory management and the establishment of sustainable income sources for the villagers."}}