{"id": 227, "data": {"title": "Cordouan Lighthouse", "text": "Cordouan lighthouse () is an active lighthouse located at sea, near the mouth of the Gironde estuary in France. At a height of , it is the tenth-tallest \"traditional lighthouse\" in the world.\nThe Tour de Cordouan, the 'Patriarch of Lighthouses' is by far the oldest lighthouse in France, with construction starting in 1584 and finishing in 1611. Designed by leading Paris architect , the lighthouse is something of a Renaissance masterpiece, drawing inspiration from Roman mausoleums, and the palaces, cathedrals, and forts of the Renaissance. Three stories were added in the 18th century.\nBecause of its outstanding Renaissance architecture and its testimony to the development of lighthouses, the Cordouan Lighthouse was listed as a historic monument in 1862, and recognized by UNESCO as a World Heritage Site in 2021.\nHistory.\nSmall beacon towers had existed on the islet since 880, but the first proper structure was implemented by Edward, the Black Prince, as Guienne was then an English province. It was high, with a platform on top where a wood fire could be kept burning, and occupied by a hermit. Passing ships paid two groats to pass - the first known instance of lighthouse dues. In addition to the tower, a small chapel was built on the islet. By the second half of the 16th century the tower had fallen into disrepair and the hazard to navigation threatened the Bordeaux wine trade. This led to the construction of the current Tour de Cordouan.\nDesign.\nUsing limestone dressed blocks, De Foix first built a round base in diameter and high to take the onslaught of the waves. Within it was a cavity for storing water and other supplies. Above it were constructed four storeys of diminishing size. The ground floor consisted of a circular tower in diameter, with apartments for four keepers around its inner wall. In the centre was a richly decorated entrance hall of and high. The second storey was the King's Apartment, consisting of a drawing room, anteroom and a number of closets. The third storey was a chapel with a domed roof notable for the beauty of its mosaic. Above this was secondary lantern, and above that the Lantern itself. This was above the sea and visible away, the original light being provided by burning oak chips in a metal container.\nThroughout the building, de Foix took as much trouble with the decor as with the durability of the building, and on every floor was a profusion of gilt, carved work, elegantly arched doorways and statuary.\nExtension.\nThe first parabolic lamps were added in 1782, but the lighthouse at the time was in very poor condition. Sailors also criticized the lack of height of the light. Major renovations were needed. They were carried out from 1782 to 1789 by the engineer Joseph Teulre, who suggested raising the 30-metre tower, whilst retaining the ground floor and two floors in the Louis XVI style. The simplicity of the new floors contrasted with the wealth of the lower floors, which retained their Renaissance decoration.\nIn 1790, after the lighthouse was raised 60 metres above the highest tides, Teulre devised the first turning lighting dish. It consisted of Argand lamps turned by a machine built by a watchmaker in Dieppe. The fuel was a mixture of whale oil, olive oil and rapeseed oil.\nThe first Fresnel lens rotating system, the invention of Augustin-Jean Fresnel, was installed in Cordouan in 1823. Three concentric lamp wicks, supplied with rapeseed oil by means of a suction and force pump, were placed in the focal plane of the apparatus.\nIt was restored in 1855 and made a historical monument in 1862, at the same time as Notre-Dame de Paris. The original Fresnel lens was replaced by the present lens in 1854.\nThe light was converted to petroleum gas in 1907 and to electricity in 1948, when a 6,000W lamp was used. The lamp was replaced by a 450W xenon lamp in 1984 but this was not successful, and a halogen lamp was installed three years later. The lighthouse was fully automated in 2006, although lighthouse keepers are still employed. Indeed, unlike in other lighthouses, maintaining continued keeping in Cordouan was deemed necessary to preserve this especially old and historic lighthouse, as well as to show visitors around. The last two State-employed, \"traditional\" keepers left in 2012 and were replaced by members of SMIDDEST, a local association. Cordouan is therefore the last inhabited lighthouse in France, after the Cap Frhel lighthouse saw its last keeper depart in August 2019."}}