{"id": 292, "data": {"title": "Cornwall and West Devon Mining Landscape", "text": "The Cornwall and West Devon Mining Landscape is a World Heritage Site which includes select mining landscapes in Cornwall and West Devon in the south west of England. The site was added to the World Heritage List during the 30th Session of the UNESCO World Heritage Committee in Vilnius, July 2006. Following plans in 2011 to restart mining at South Crofty, and to build a supermarket at Hayle Harbour, the World Heritage Committee drafted a decision in 2014 to put the site on the List of World Heritage in Danger, but this was rejected at the 38th Committee Session at Doha, Qatar (July 2014), in favour of a follow-up Reactive Monitoring Mission.\nHistory.\nUp to the mid-16th century, Devon produced approximately 25-40% of the amount of tin that Cornwall did but the total amount of tin production from both Cornwall and Devon during this period was relatively small. After the 1540s, Cornwall's production took off and Devon's production was only about between a ninth to a tenth of that of Cornwall. From the mid-16th century onwards, the Devon Stannaries were worth very little in income to the King and were sidelined as such following the Supremacy of Parliament Act 1512 (this does not apply to the Stannaries of Cornwall).\nThe landscapes of Cornwall and West Devon were radically reshaped during the 18th and 19th centuries by deep-lode mining for copper and tin. The underground mines, engine houses, foundries, new towns, smallholdings, ports, harbours, and ancillary industries together reflect prolific innovation which, in the early 19th century, enabled the region to produce two-thirds of the world's supply of copper. During the late 19th century, arsenic production came into ascendancy with mines in the east of Cornwall and West Devon supplying half the world's demand.\nThe early 19th century also saw a revolution in steam engine technology which was to radically transform hard-rock mining fortunes. The high-pressure expansively operated pumping engines developed by the engineers Richard Trevithick and Arthur Woolf enabled mining at much greater depths than had been possible hitherto. Cornish-design beam engines and other mining machinery was to be exported from major engineering foundries in Hayle, Perranarworthal, Tavistock and elsewhere to mining fields around the world throughout the century.\nCommencing in the early 19th century, significant numbers of mine workers migrated to live and work in mining communities based on Cornish traditions, this flow reaching its zenith at the end of the 19th century. Today numerous migrant-descended Cornish communities flourish around the world and distinctive Cornish-design engine houses can be seen in Australia, New Zealand, South Africa, Mexico, the British Virgin Islands, Spain, and in the mining fields of other parts of England, Wales, Scotland, Ireland, the Channel Islands, and the Isle of Man.\nA much reduced mining industry continued in Cornwall after the copper crash of the 1860s with production mainly focused on tin. Metalliferous mining finally ceased in Cornwall in 1998 with the closure of South Crofty Mine, Pool, the last tin mine to operate in Europe.\nAreas.\nThe World Heritage Site comprises discrete but thematically linked areas spanning Cornwall and West Devon. The areas (with the area codes from the site nomination) are:"}}