{"id": 12, "data": {"title": "Coro and its Port", "text": "Founded in 1527 and located in the northwestern Falcn state of Venezuela, the city of Coro and its Port, La Vela de Coro in the Caribbean Sea, was added to the list of UNESCO World Heritage sites in 1993, the first for its country.\nHistory.\nWorld Heritage site.\nCoro and its Port's addition to UNESCO's World Heritage list in 1993 was supported by several criteria. The city's historic buildings were constructed using traditional indigenous mud building techniques, including bahareque, adobe, and tapia (criteria iv). One of Latin Americas oldest colonial towns, much of the original layout and structures have been retained. Due to its role as the domain of the Welsers, a prominent German banking and merchant family, between the years 1528 and 1546, Coros street plan mirrors those of medieval German cities.\nWith its earthen constructions unique to the Caribbean, Coro is the only surviving example of a rich fusion of local traditions with colonial Spanish Mudjar, and Dutch architectural techniques(criteria v). This convergence of architectural styles is apparent in more than 600 historic buildings.\nWorld Heritage in Danger.\nIn 2005, the site was inscribed on the list of World Heritage in Danger. Climate change was one of the main factors in deeming the site to be at risk, due to the damage caused by two consecutive years of heavy rains. While culturally and historically significant to this region, the earthen building materials leave the architecture highly susceptible to water damage, as the mud bricks have low resistance to moisture. A need was also identified to protect the site from unsympathetic development, and in this regard it was proposed to redefine the buffer zones.\nUNESCO itself gave a series of preservation recommendations for the prevention of further damage from the rains, including the introduction of a newer drainage system in the city, as well as measures to manage the increasing number of tourists to the site. In response, the Institute of Cultural Heritage signed an agreement, in collaboration with the Government of the State of Falcn, the Mayors of the Municipalities of Miranda and Colina (in which Coro and its Port reside), as well as the company Petrleos de Venezuela S.A. (PDVSA). This arrangement, entitled the Framework Agreement for Emergency Intervention in the area of Coro and its Port of La Vela, allocated 64,000,000 Bolivars (approximately US $30 million) to be used for the conservation and protection of the heritage site.\nIn 2018 UNESCO received a report from the International Council on Monuments and Sites (ICOMOS), noting that while information provided by the \"State Party\" (i.e. Venezuela) demonstrated satisfactory advances in the implementation of many corrective measures, further information and actions were needed to ensure that the key issues previously identified as affecting the property had been adequately addressed."}}