{"id": 124, "data": {"title": "Crespi d'Adda", "text": "Crespi d'Adda is a village in northern Italian and hamlet (\"frazione\") of Capriate San Gervasio, a municipality in the province of Bergamo, Lombardy. It is a historic settlement and an outstanding example of the 19th and early 20th-century \"company towns\" built in Europe and North America by enlightened industrialists to meet the workers' needs. The site is still intact and is partly used for industrial purposes, although changing economic and social conditions now threaten its survival. Since 1995 it has been on UNESCO's list of World Heritage Sites.\nHistory.\n19th century.\nIn 1869 Cristoforo Benigno Crespi, a textile manufacturer from Busto Arsizio (Varese), bought the 1km valley between the rivers Brembo and Adda, to the south of Capriate, with the intention of installing a cotton mill on the banks of the Adda.\nCristoforo Crespi introduced the most modern spinning, weaving and finishing processes in his Cotton Mill. The hydroelectric power plant in Trezzo, on the Adda river just a few kilometers upwards, was built up around 1906 for the manufacturer Cristoforo Benigno Crespi. The settlement which was built in 1878 next to the cotton-mill was a village, a residential area provided with social services such as a clinic, a school building, a theatre, a cemetery, a wash-house and a church.\nBoth the town and the factory were illuminated thanks to electric light. The village of Crespi d'Adda was the first village in Italy to have modern public lighting. The workers houses, of English inspiration, are lined up in order along parallel roads to the East of the factory. A tree-lined avenue separates the production zone from the houses, overlooking a chequer-board road plan. The whole architecture and town planning (except the first spinning department, created by engineer Angelo Colla), was submitted to the architect Ernesto Pirovano. For about fifty years Pirovano, helped by the engineer Pietro Brunati, ran the construction of the village. model shops toy-like constructions / miniatures had been made to educate and exemplify new trends in social thinking and scientific advances to the inhabitants in the form of suitcases that contained them.\nIn 1889 the son of Cristoforo, Silvio Benigno Crespi, started work in the factory as a director, after spending time in Oldham, England. He turned away from the large multiple-occupancy blocks in favour of the single-family house, with its own garden, which he saw as conducive to harmony and a defence against industrial strife. He put this policy into practice in 1892 and the years that followed, with success, since there was no strike or other forms of social disorder for the fifty years of Crespi management.\n20th century.\nThe Great Depression of 1929 and the harsh fascist fiscal policy resulted in the Crespi family being obliged to sell the entire town to STI, \"the Italian textile enterprise\", which transferred it to the \"Rossarl e Varzi company\" in 1970. It then passed to the \"Legler company\", which sold off most of the houses. It was last in the hands of the \"Polli industrial group\", which employed some 600 people, as compared with the 3200 employed during the years of maximum activity.\nToday the village is inhabited by a community largely descended from the original workers. The factory stopped production only in 2004, its field of activity throughout its working life having been cotton textile production.\nIn October 2013, it was announced that Antonio Percassi was purchasing Crespi d'Adda in order to convert it into the headquarters for the Percassi Business group as well as the headquarters for the new Antonio Percassi Family Foundation.\nGeography.\nThe village is located by the eastern shore of the river Adda, next to the provincial borders of Bergamo with Milan, south of Capriate San Gervasio. Other nearest settlements are Trezzo sull'Adda, Brembate, Vaprio d'Adda and Canonica d'Adda. It is 19km from Bergamo and its airport, 30km from Monza and 47km from Milan. Nearest motorway exit, \"Capriate\", is 2km north and is part of the A4 motorway Turin-Trieste.\nMonuments and Places of Interest.\nReligious Architecture.\nThe parish church was built starting from 1891 under the direction of the engineer Pietro Brunati and it was opened in November 1893 with the inauguration by the bishop Gaetano Camillo Guindani. The church is the reconstruction of the Marian shrine in Busto Arsizio. The church was dedicated to S.Maria dell'Aiuto and dates back to 1517. The designer is unknown, but some important architects and sculptors, such as Lonati and Tommaso Rodari, worked on it. This church represents the ideal link between the hometown of the Crespi family, Busto Arsizio, and the village, which represented the best expression of the textile industrial sector.\nThe parish church in Crespi d'Adda has a square plan with a base made up with Adda strain and it ends with a large octagonal dome externally surrounded by a white marble loggia. Inside there are a lot of frescos and canvas directly commissioned by Cristoforo Crespi.\nStill today, the church is used by the local population for ordinary religious rites.\nThe cemetery.\nThe works for the construction of the cemetery started in 1905 commissioned by Cristoforo Crespi and it was ready in November 1908. The cemetery is a monumental construction where the mausoleum, dedicated to the Crespi family, is the main core. In the mausoleum there are the graves of the members of the family.\nThe castle.\nThe castle in Crespi was built between 1893 and 1894. The castle was the manor house of the family and its style is typical of the Medieval architecture of the XII century. The architect was Ernesto Pirovano.\nThe manor house was the summer residence of the family.\nAt the end of 1960, the municipality of Capriate San Gervasio got the property of the building. From 1968 to 1981 it became the secondary school of the village and afterwards a professional institute. In 1977 the building was sold to some private buyers. All these different usages implied some important changes in the architectural structure and in the decorative styles.\nToday, the building has been declared real estate of historical interest.\nThe factory and the houses.\nThe factory started its activity in July 1878 and its production was totally dedicated to the cotton processing and the production of textiles. With Silvio Crespi there was an enlargement of the factory, thanks to the project made by Pietro Brunati, and there was a new inauguration in 1894 at the presence of Queen Margherita. The new productive lines began to work systematically in 1896. This factory was the centre of the village and all the inhabitants worked there. The factory was the working core of the village and the life of the workers depended on the factory production. Every person in the village had his own house and they were all the same, except for the managers, the doctor and the priest who had more luxurious ones. Initially, in the project of Cristoforo Crespi, there was no idea of a hierarchy, but the situation developed because the social environment of the time changed and showed different levels of wealth. Throughout its history, the factory underwent several structural changes in order to adjust to changes in industrial production and manufacturing of textile.\nIn 1973 Legler, a textile company, bought the factory and started to work until 2003, when the factory closed because of bankruptcy.\nToday the factory is an open air museum of industrial archeology."}}