{"id": 221, "data": {"title": "Cueva de las Manos", "text": "Cueva de las Manos (Spanish for Cave of the Hands or Cave of Hands) is a cave and complex of rock art sites in the province of Santa Cruz, Argentina, south of the town of Perito Moreno. It is named for the hundreds of paintings of hands stenciled, in multiple collages, on the rock walls. The art was created in several waves between 7,300 BC and 700 AD, during the Archaic period of pre-Columbian South America. The age of the paintings was calculated from the remains of bone pipes used for spraying the paint on the wall of the cave to create the artwork, radiocarbon dating of the artwork, and stratigraphic dating.\nThe site is considered by some scholars to be the best material evidence of early South American hunter-gatherer groups. Argentine surveyor and archaeologist Carlos J. Gradin and his team conducted the most important research on the site in 1964, when they began excavating sites during a 30-year study of cave art in and around Cueva de las Manos. The site is a National Historic Monument in Argentina and a UNESCO World Heritage Site.\nLocation.\nCueva de las Manos refers to both the main site of the cave and the surrounding complex of rock art sites that includes it. The cave lies at the base of a stepped cliff in the Pinturas River Canyon, in the upper part of the Deseado River basin, in an isolated part of Patagonia. It is about south of Perito Moreno, a town in northwest Santa Cruz Province, Argentina. It is part of both Perito Moreno National Park and Cueva de las Manos Provincial Park.\nClimate.\nDuring the time of the Paleoindians, around the late Pleistocene to early Holocene geological periods, the areas between above sea level formed a microclimate in the canyon promoting a grassland ecosystem hospitable to many animals. This ecosystem included the \"Schinus molle\" plant, which was used to form resins and adhesives and as a source of firewood. It was also home to edible vegetables and plants that could be used for medicine; tubers, such as the rush root; and numerous fruits, such as that of the \"Berberis\" plant.\nThe current climate of the cave area can be described as precordilleran steppe (or \"grassy foothills\"). The climate is cold and dry, with very low humidity. Ian N. M. Wainwright and colleagues state that the area receives a total annual precipitation of less than per year, while Gladys I. Galende and Roco Vega state that it averages per year. The topography of the canyon blocks the strong westward winds that are common in the region, making winters less severe. The average temperature is , with extreme highs of around and extreme lows of around . The coldest month is July, and the warmest month is February, which average and , respectively.\nAccess.\nIn ancient times, people accessed the Pinturas Canyon, and by extension the cave area, through ravines in the east and west, typically from higher elevations around above sea level. Currently, there are three gravel roads that lead to the site: a route from the south, starting near Bajo Caracoles, and two more further north, a route from Ruta 40 (Route 40) and a route that ends with a foot trail.\nHistory.\nWhen the site was occupied, the Pinturas and Deseado Rivers drained into the Atlantic Ocean and provided water for herds of guanacos, making the area attractive to Paleoindians. As the glacial ice fields melted, the Baker River captured the drainage of the eastward flowing rivers. The resulting reduction in water levels of the Pinturas and Deseado rivers led to a progressive abandonment of the Cueva de las Manos site.\nProjectile points, a bola stone fragment, side-scrapers, and fire pits have been found alongside the remains of guanaco, puma, fox, birds, and other small animals. Guanacos were the natives' primary food source; hunting methods included bolas, ambushes, and game drives, in which they would drive guanacos into ravines and other confined areas to better collectively hunt them. This technique is recorded in the art of the cave, and shows how the topography of the area influenced the art and how it was created. Dart and spear throwers are also depicted, although there is little archaeological evidence of these types of weapons being used in Patagonia.\nThe Pre-Columbian economy of Patagonia depended on hunting-gathering. Archaeologist Francisco Mena states: \"[in the] Middle to Late Holocene Adaptations in Patagonia ... neither agriculture nor fully fledged pastoralism ever emerged.\" Argentine surveyor and archaeologist Carlos J. Gradin remarks in his writings that all the rock art in the area shows the hunter-gatherer lifestyle of the artists who made it. The presence of obsidian near the cavewhich is not natural to the regionimplies a broad-ranging network of trade between peoples of the cave area and distant tribal groups.\nBeginning around 7,500 BC, the site, along with the Cerro Casa de Piedra-7 site near Lake Burmeister, became important landmarks in a nomadic circuit between Pinturas Canyon and its surrounding areas, the western part of the Central High Plateau, and the steppes and forests of the ecotone bordering the steppes and forests of the mountainous-lake environment of the Andes. These regions existed at various elevations. The migratory patterns of this circuit were seasonal, following the abundance of vegetables in each region and the births of guanacos, which varied based on the altitude. The furs of newborn guanacos were highly sought after by the native peoples, increasing the importance of guanaco birth patterns to the timing of the seasonal migrations. The prime time for newborn guanacos near Cueva de las Manos was around November. The groups who inhabited the area included the Toldense people, who lived in the caves until the third or second millennium BC. When occupying the area, temporary camp sites would be made around the cave, where extended families or even large bands of people would gather. The groups that gathered at these camp sites would have enabled the inhabitants to organize group hunting of guanacos.\nThe earliest rock art at the site was created around 7,300 BC. Cueva de las Manos is the only site in the region with rock art of this age, categorized as the A1 and A2 styles of the cave, but after 6,800 BC similar art, particularly hunting scenes of styles A3, A4, and A5, was created at other sites in the region. The site was last inhabited around 700 AD, with the final cave dwellers possibly being ancestors of the Tehuelche tribes.\nModern study and protection.\nFather Alberto Maria de Agostini, an Italian missionary and explorer, first wrote about the site in 1941. It was then investigated by an expedition of the La Plata Museum in 1949. Argentine surveyor and archaeologist Carlos Gradin and his team began the most substantial research on the site in 1964, initiating a 30-year-long study of the caves and their art. Gradin's work has helped to identify the different stylistic sequences of the cave.\nCueva de las Manos is a National Historic Monument in Argentina, and has been since 1993. In 1995, the site became a major subject in a study of Argentina's rock art initiated by the National Institute of Anthropology and Latin American Thought (INAPL). This study led to Cueva de las Manos being listed as a UNESCO World Heritage Site in 1999. In 2015, the land was bought from a private ranch by Rewilding Argentina, an environmental organization. In 2018, the site received its own provincial park, and as of 2020 the land is controlled directly by the state, after being donated by Rewilding Argentina.\nGeology.\nThe cave is in the walls of the canyon, which are composed of ignimbrite and other volcanic rocks in the Baha Laura Group. The rocks were formed about 150 million years ago during the Jurassic period as part of the larger Deseado Massif. The cave and surrounding overhangs were carved out of the rock face through differential erosion, a process by which weaker rocks are eroded away, leaving formations composed of the stronger rocks. This erosion was caused by the Pinturas River, fed by glacial runoff, which cut into the Chon Aike Formation to form the Pinturas Canyon. The cave itself is located at a fissure in the rock face that the river eroded more than the surrounding canyon wall.\nThe site is composed of the cave itself, which is about deep, two outcroppings, and the walls at either side of the entrance. The entrance faces northeast and is about in height by wide. The paintings on the cave's wall span about . The initial height of the cave is . The ground inside has an upward slope; as a result, the height is eventually reduced to no more than .\nArtwork.\nCueva de las Manos is named for the hundreds of hand paintings stenciled into multiple collages on the rock walls. The art in the Cueva de las Manos is some of the most important art in the New World, and by far the most famous rock art in the Patagonian region. The art dates to between around 7,300 BC to 700 AD, during the Archaic period of Pre-Columbian South America. Scholars Ralph Crane and Lisa Fletcher assert that the rock art at Cueva de las Manos includes the oldest-known cave paintings in South America.\nThe artwork decorates the interior of the cave and the surrounding cliff faces. It can be divided by subject into three basic categories: people, the animals they ate, and the human hand. Inhabitants of the site hunted guanacos for survival, a dependency reflected in their artwork by totemic-like depictions of the creatures.\nSeveral waves of people occupied the cave over time. The age of the paintings can be calculated from the remains of bone pipes used for spraying the paint on the wall of the cave to create the stenciled artwork of the hand collages, radiocarbon dating of the artwork itself, and stratigraphic dating, including from a piece of the rock wall that had fallen with art on it. Chemical analysis of the pigments used to create the painting, and analysis of the stylistic aspects and superimposition (overlap) of the different parts of the art has verified that it is authentic. According to scholar Irene Fanning and colleagues, it is \"the best material evidence of early hunter gatherer groups in South America.\"\nForms.\nEarlier works in the cave were more naturalisticthey looked close to how the subjects of the art would have looked in real life. Over time, depictions became more abstract and different in form from how the subject would normally look.\nThere are over 2,000 handprints in and around the cave. Most of the images are painted as negatives or stenciled, alongside some positive handprints. There are 829 left hands to 31 right hands, suggesting that most painters held the bone spray pipe with their right hand. Some handprints are missing fingers, which could be due to necrosis, amputation, or deformity, but might also indicate the use of sign language or bending fingers to convey meaning.\nThe varying depth of the rock face alters the \"canvas\" of the artwork, and the different depths from the viewer alter the way the images are seen, based on where the viewer is standing. There is a large amount of superimposition of the handprints in different areas, with some areas containing so many handprints that they form a palimpsest background of layered color. Along with the superimposed masses of images, there are many purposefully placed single hands.\nThere are also depictions of human beings, guanacos, rheas, felines, south Andean deer, and other animals, as well as geometric shapes, zigzag patterns, representations of the sun, and hunting scenes. The hunting scenes are naturalistic portrayals of a variety of hunting techniques, including the use of game drives and bolas. Similar paintings, though in smaller numbers, can be found in nearby caves. There are also red dots on the ceilings, probably made by submerging hunting bolas in ink and throwing them upwards.\nThe wildlife depicted in the artwork is still found in the area today. Most prominent among the animals are the guanacos, upon which the natives depended for survival. There are repeated scenes of guanacos being surrounded by hunters, suggesting that this was the preferred hunting tactic.\nCultural context.\nLittle is known about the culture of those who made these works aside from the tools they used and what they hunted. Modern research is left to speculate about their culture and what life was like in the societies that created it. However, that so many people contributed to the artwork for thousands of years suggests the cave held great significance for the artists who painted on its walls. The art shows the people of this area had a symbolic element to their culture.\nRegardless of its purpose, the artwork played a key role in the collective social memories of the peoples who inhabited the area, with earlier groups influencing later ones through a narrative spanning millennia. Important aspects of the culture of the hunter-gatherers are shown in the themes of the art, such as the reproductive cycles of guanacos and collective hunting. The site also bore a deep social and personal connection to the artists, as the same groups returned to the location seasonally and created artwork at the cave, which was a kind of ritual.\nPurpose.\nThe exact function or purpose of this art is unknown, although some research has suggested that it may have had a religious or ceremonial purpose as well as a decorative one. Some scholars, such as Merry Wiesner-Hanks, have suggested that handprints are indicative of the human desire to be remembered, or to record that they were there. However, Jean Clottes has challenged this perspective, stating that \"the likelihood of such behavior is virtually zero.\" Instead, Clottes asserts that prehistoric shamanism is the most plausible explanation for the purpose of the artwork, as part of \"ceremonies about which we will never know anything\", although he acknowledges that this hypothesis does not explain everything, and that much work still needs to be done. Another hypothesis posits that the art served as boundary markers between peoples, showing territoriality and ensuring the cooperation of others by functioning as aggregation sites. There are also hypotheses that the works were part of hunting magic, with Alan Thorne suggesting that they might have been created as part of efforts to influence the number of animals available to be hunted. Regardless, the fact that many people gathered in one place to contribute to the rock art for such a long period shows a large cultural significance, or at least usefulness, to those who participated.\nMaterials.\nThe binder used in the artwork is unknown, but the mineral pigments include iron oxides, producing reds and purples; kaolin, producing white; natrojarosite, producing yellow; manganese oxide (pyrolusite), producing black; and copper oxide, producing green. Haematite, goethite, green earth, quartz, and calcium oxalate have also been detected. Gypsum was used, which allowed the pigments to better adhere to the surface of the rock faces.\nStylistic groups.\nSpecialists have categorized the art into four stylistic groups, as proposed by Carlos Gradin and adapted and modified by others: A, B, B1, and C, also known as \"Ro Pinturas I\", \"II\", \"III\", and \"IV\", respectively. The first two groups were partly conceived to differentiate group A's dynamic depiction of guanacos from group B's static depiction of them.\nStylistic group A.\nStylistic group A (also known as Ro PinturasI) is the art of the first hunter-gatherers who lived in the area. It is the oldest style in the cave, and can be traced back to around 7,300 BC. The style is naturalistic and dynamic, and encompasses polychrome, dynamic hunting scenes along with negative human hand motifs. The imagery takes advantage of the grooves and irregularities in the rock face itself to form part of the art. This is especially true in the use of these irregularities to represent the topography of the settings of the images, such as in the depiction of ravines. The hunters depicted in the scenes were likely long distance hunters, and the scenes often depicted ambush or surround tactics being used when hunting guanacos.\nSince 2010, this stylistic group has been further subdivided into five different sub-styles, or series, categorized by color/material. These series are classified as A1 (Ochre series), which is primarily made up of ochre and some red; A2 (Black series), which is predominantly black but also contains some dark purple; A3 (Red series) which primarily incorporates red; A4 (Purplish/Dark Red series), which uses purplish red and dark red; and A5 (White/Yellow series), which predominately uses the color white but also incorporates yellow-ochre. In terms of layering, A2 generally covers A1; A3 goes over A1 and A2; A4 goes over A3 and A2; and A5 is positioned on top of all other layers. The sub-styles of stylistic group A are numbered chronologically; that is, A1 is the oldest and A5 is the youngest.\nThe Black series in particular introduced several artistic innovations that were carried forward into subsequent artistic styles. These include the introduction of both aerial and hierarchical perspectives, which would be incorporated into later artwork. It also introduced contrasting colors, in the form of black and dark purple, which were used to differentiate between separate representations, a method that would be used throughout the history of the cave art. Many of these influences would carry on in the styles of hunting scenes as late as 5,400 BC.\nStylistic group A ended during the H1 eruption of the Hudson volcano, which took place around 4,770/4,675 BC and led to the abandonment of the Rio Pinturas Area. It is very likely that this eruption is what caused the end of this stylistic group.\nStylistic groups B and B1.\nA new cultural group, lasting from around 5,000 BC until around 1,300 BC, created the art of what is now considered stylistic groups B (Ro PinturasII) and B1 (Ro PinturasIII). Static, isolated groups of guanacos with large bellies, possibly pregnant, replace the lively hunting scenes that marked the previous group. These pregnant guanacos and their style and construction were first introduced as part of the Black series of Stylistic group A. Large groups of superimposed handprints, numbering around 2,000, in many colors, are associated with group B, as are some rarer motifs of human and animal footprints.\nIn group B1, a subgroup of B, the forms become more and more schematic, and figures, human and animal, become more stylized; the group includes hand stencils, bola marks, and dotted line patterns.\nStylistic group C.\nStylistic groupC, Ro PinturasIV, begins around 700 AD and marks the last of the stylistic sequences in the cave. The group focuses around abstract geometric figures, including highly schematic silhouettes of both animal and human figures, alongside circles, zigzag patterns, dots, and more hands superimposed onto larger groups of hands. The primary color is red.\nCultural significance and conservation.\nEvery February the nearby town of Moreno hosts a celebration in honor of the caves called Festival Folklrico Cueva de las Manos.\nMany tourists visit the cave, which is known worldwide. The number of tourists visiting the site has increased by a factor of four since its inclusion on the UNESCO World Heritage list in 1999. As of 2020, Cueva de las Manos was visited by around 8,000 people per year. This has brought new challenges for preserving the site. Currently, the most significant threat is graffiti, followed by other forms of vandalism, such as visitors taking pieces of painted rock from the walls and touching the paintings.\nIn response, the site has been closed off with chain-link fencing and a boardwalk has been installed to control the movements of visitors. To access the site, visitors must be accompanied by a tour guide. The site also has sanctioned walking trails, a guide lodge, railings, and a parking lot. A team of professionals from the INAPL and the National Scientific and Technical Research Council (CONICET) supervised the construction of these facilities. An awareness program has been undertaken to educate tourists and visitors to the site, including local guides, and to facilitate greater involvement by local communities. The rock art of the site is being recorded and documented in 360 video to make a virtual reality experience involving the site.\nDespite these measures, the local provincial government, the Argentinian government, and the UNESCO have been criticized for not doing enough to protect the site. The provincial government in particular has been criticized for falling short of the recommendations of the INAPL, including the need for additional staffing and a permanent on-site archaeologist."}}