{"id": 121, "data": {"title": "Curonian Spit", "text": "The Curonian (Courish) Spit (; ; ; ) is a long, thin, curved sand-dune spit that separates the Curonian Lagoon from the Baltic Sea. Its southern portion lies within Kaliningrad Oblast, Russia, and its northern within southwestern Klaipda County, Lithuania. It is a UNESCO World Heritage Site shared by Lithuania and Russia.\nGeography.\nThe Curonian Spit stretches from the Sambia Peninsula on the south to its northern tip next to a narrow strait, across which is the port city of Klaipda on the mainland of Lithuania. The northern long stretch of the Curonian Spit peninsula belongs to Klaipda County, Lithuania, while the rest is part of the Kaliningrad Oblast, Russia. The width of the spit varies from a minimum of in Russia (near the village of Lesnoy) to a maximum of in Lithuania (just north of Nida).\nGeologic history.\nThe Curonian Spit was formed about 3rd millennium BC. A glacial moraine served as its foundation; winds and sea currents later contributed enough sand to raise and keep the formation above sea level.\nThe existence of this narrow shoal is inherently threatened by the natural processes that govern shoreline features. It depends on a dynamic balance between sand transport and deposition. It is geologically speaking ephemeral coast element. The most likely development is that the shallow bay inside the Curonian Spit will eventually fill up with sediment, thus creating new land.\nHuman history.\nMythology.\nAccording to folk etymology for the name of Neringa Municipality, there was a giantess girl named Neringa, who formed the Curonian Spit and helped fishermen.\nThe Medieval period.\nFrom c. 800 to 1016, the Spit was the location of Kaup, a major pagan trading centre which has not been excavated yet. The Teutonic Knights occupied the area in the 13th century, building their castles at Memel (1252), Neuhausen (1283), and at Rossitten (1372). After the Thirteen Years' War (14541466), the spit became part of a Polish fief held by the Teutonic Knights. The spit may have been the home of the last living speaker of now-extinct Old Prussian, one of the Baltic languages.\nKursenieki habitation.\nSignificant human impacts on the area began in the 16th century. From the 18th century, it was part of the Kingdom of Prussia. Deforestation of the spit due to overgrazing, timber harvesting, and building of boats for the Battle of Gross-Jgersdorf in 1757 led to the dunes taking over the spit and burying entire villages. Alarmed by these problems, the Prussian government sponsored large-scale revegetation and reforestation efforts, which started in 1825. Owing to these efforts, much of the spit is now covered with forests.\nIn the 19th century the Curonian Spit was inhabited primarily by Kursenieki, with a significant German minority in the south and a Lithuanian minority in the north. The population of Kursenieki eventually dwindled due to assimilation and other reasons; it is close to non-existent these days.\nArtists' colony.\nFrom the late 19th century, the dune landscape around Nidden (Nida) became popular with landscape and animal painters from the \"Kunstakademie Knigsberg\" arts school. The local inn of Herman Blode was the nucleus of the expressionist artists' colony (\"Knstlerkolonie Nidden\"). Lovis Corinth stayed here in 1890, followed by artists such as Max Pechstein, Alfred Lichtwark, Karl Schmidt-Rottluff, and Alfred Partikel. Painters from Knigsberg such as Julius Freymuth visited the area, as did poets like Ernst Wiechert and Carl Zuckmayer. Other guests included Ernst Kirchner, and Franz Domscheit.\n20th century.\nFrom 1901 to 1946 the village of Rossitten, now Rybachy, became the site of the Rossitten Bird Observatory, founded by German ornithologist Johannes Thienemann there because of the Spit's importance as a bird migration corridor.\nAfter World War I, Nidden, together with the northern half of the Curonian Spit became part of the Klaipda Region according to the 1919 Treaty of Versailles and was annexed by Lithuania in 1923. Officially renamed Nida, the village nevertheless remained a German-majority settlement  the border with the remaining East Prussian half of the Spit lay only a few kilometres to the south.\nIn 1929 Nobel Prize-winning writer Thomas Mann visited Nida while on holiday in nearby Rauschen and decided to have a summer house erected on a hill above the Lagoon, mocked as \"Uncle Tom's Cabin\" (\"Onkel Toms Htte\") by locals. He and his family spent the summers of 19301932 in the thatched cottage; parts of the novel \"Joseph and His Brothers\" (\"Joseph und seine Brder\") were written here. Threatened by the Nazis, Mann left Germany after Hitler's \"Machtergreifung\" in 1933 and never returned to Nida. After the Klaipda Region was again annexed by Nazi Germany in 1939, his house was seized at the behest of Hermann Gring and served as a recreation home for \"Luftwaffe\" officers.\nFollowing World War II, the German-occupied Lithuanian part of the spit was restored to Lithuania, while the remainder fell to Russia. The German population was expelled after the war by the occupying Soviet forces in accordance with the Potsdam Agreement. Like elsewhere in present-day Kaliningrad Oblast, the assimilation of the territory and colonization by Russian settlers was completed by changing the historic German toponyms to Russian ones throughout the Russian-controlled part of the Spit.\nToday.\nAfter the breakup of the Soviet Union, tourism flourished; many Germans, mostly the descendants of the inhabitants of the area, choose the Curonian Spit (especially Nida, as no visas are needed for Germans in Lithuania) as their holiday destination.\nIn 2019 the making of Curonian Lagoon Boats Weathervanes was inscribed into The Intangible Cultural Heritage Inventory of Lithuania as a form of folk art, traditional craftsmanship or agricultural activities. \nKursenieki.\nWhile today the Kursenieki, also known as Kurininkai, are a nearly extinct Baltic ethnic group living along the Curonian Spit, in 1649 Kurininkai settlement spanned from Memel (Klaipda) to Gdask. The Kurininkai were eventually assimilated by the Germans, except along the Curonian Spit where some still live. The Kurininkai were considered Latvians until after World War I, when Latvia gained independence from the Russian Empire, a consideration based on linguistic arguments. This was the rationale for Latvian claims over the Curonian Spit, Memel and other territories of Prussia, which would be later dropped.\nCurrent state.\nThe Curonian Spit is home to the highest moving (drifting) sand dunes in Europe. Their average height is , but some attain a height of . Several ecological communities are present on and near the Spit, from its outer beaches to dune ridges, wetlands, meadows, and forests. Its location on the East Atlantic Flyway means it is frequently visited by migratory waterfowl. Between 10 and 20 million birds fly over the feature during spring and fall migrations, and many pause to rest or breed there.\nBoth the Russian and Lithuanian parts of the spit are national parks.\nThe settlements of the Curonian Spit (from north to south) are:\nThe first six are on the Lithuanian side, while the last three are on the Russian side. The Russian side of the Curonian Spit belongs to Zelenogradsky District of the Kaliningrad Oblast, while the Lithuanian side is partitioned among Klaipda city municipality and Neringa municipality in Klaipda County.\nThere is a single road that traverses the whole length of the Curonian Spit. Car ferries provide a transportation link between Smiltyn, located on the spit, and the port town of Klaipda.\nSince 2000, the Curonian Spit has been on UNESCO's World Heritage List under cultural criteria \"V\" (\"an outstanding example of a traditional human settlement, land-use, or sea-use which is representative of a culture [...], or human interaction with the environment especially when it has become vulnerable under the impact of irreversible change\").\nAs of March 2012, there was a demand to tear down a number of homes on the Curonian Spit. These homes are owned by people who were given permits to build by corrupt local government officials. The demand to tear the homes down is based on the fact that the Spit is a UN World Heritage Site and the only structures that were to be allowed outside official settlements were fishing shacks.\nTourism.\nThe largest town on the spit is Nida in Lithuania, a holiday resort, mostly frequented by Lithuanian and German tourists. \nParnidis dune and sundial.\nParnidis sand dune, subjected to drift by harsh winds, is rising up to above sea level. Local residents believe that the name \"Parnidis\" comes from the phrase meaning \"passed across Nida\", because this wind-blown dune has several times passed through the village of Nida. Scientists estimated that each person climbing or descending on the steep dune slopes moves several tons of sand, so hikers are allowed to climb only in designated paths.\nThere is a granite sundial built on Parnidis dune in 1995 that accurately shows the time. The sundial was rebuilt in 2011 following storm damage. The sundial is a stone pillar high and weighing . It consists in small steps covered with granite slabs, carved with hour and half-hour notches, as well as one notch for each month, and four additional notches for solstices and equinoxes. From the astronomical point of view Parnidis dune is an ideal place for the sundial in Lithuania.\nEnvironmental concerns.\nThere are environmental concerns related to the Curonian Spit, which is often promoted as a refuge of clean nature.\nDue to the importance of tourism and fishing for the regional economy, pollution of sea and coastlines may have disastrous effects for the area as the unique nature and the economy would be damaged.\nThe construction of an offshore drilling facility (the Kravtsovskoye (D-6) oilfield) in the territorial waters of Russia, from the coastline of the Curonian Spit raised concerns over possible oil spills. Between 2002 and 2005 local environmentalists in Kaliningrad Oblast and Lithuania protested against Lukoil's plans to exploit the oilfield, objecting to the possible great damage to the environment and tourism (a vital source of income in the area) in case of oil leakage. These concerns did not engender support in the government of Russia. They were, however, supported by the government of Lithuania. The oilfield is about from the boundary of Lithuanian territorial waters; the prevailing northward currents means that the Lithuanian coastlines would receive much potential damage in case of leakage. Opposition to the operation of D-6 met little international support, and the oil platform was opened in 2004. During the first decade of the 21st century the two states agreed to a joint environmental impact assessment of the D-6 project, including plans for oil spill mitigation. The assessment and mitigation project had not been completed as of 2010.\nAnother concern is that increased tourism destroys the very nature that attracts it. For this reason, protective measures have been taken, such as banning tourists from hiking in certain areas of the spit.\nNatural hazards are more dangerous in the Curonian Spit than elsewhere in Lithuania or the Kaliningrad Oblast. For example, storms tend to be stronger there. Due to the importance of trees in preventing soil erosion, forest fires that happen in summer are more dangerous to the ecology."}}