{"id": 50, "data": {"title": "Danube Delta", "text": "The Danube Delta (, ; , ) is the second largest river delta in Europe, after the Volga Delta, and is the best preserved on the continent. The greater part of the Danube Delta lies in Romania (Tulcea County), with a small part in Ukraine (Odesa Oblast). Its approximate surface area is , of which is in Romania. With the lagoons of RazimSinoe ( with water surface), located south of the main delta, the total area of the Danube Delta is . The RazimSinoe lagoon complex is geologically and ecologically related to the delta proper; the combined territory is listed as a World Heritage Site.\nGeography and geology.\nThe modern Danube Delta began to form after 4000 BCE in a bay of the Black Sea when the sea rose to its present level. A sandy barrier blocked the Danube bay where the river initially built its delta. Upon filling the bay with sediment, the delta advanced outside this barrier-blocked estuary after 3500 BCE, building several successive lobes: the St. George I (35001600 BCE), the Sulina (16000 BCE), the St. George II (0 BCpresent) and the Chilia or Kilia (1600 CEpresent). Several other internal lobes were constructed in the lakes and lagoons bordering the Danube Delta to the north (Chilia I and II) and toward the south (Dunavatz). Much of the alluvium in the delta and major expansion of its surface area in the form of lobes resulted from soil erosion associated with the clearing of forests in the Danube basin during the 1st and 2nd millennium. Geologist Liviu Giosan told \"The New York Times\":\nProbably 40 percent of the Delta was built in the last 1000 years. Finding that was like a eureka moment.\nAt present, the delta suffers from a large sediment deficit, after the construction of dams on the Danube and its tributaries in the later half of the 20th century. However, construction of a dense network of shallow channels in the delta over the same period, a sedimentation enhancing strategy, attenuated the deficit on the delta plain but increased erosion along the coast The Danube Delta is a low alluvial plain, mostly covered by wetlands and water. It consists of an intricate pattern of marshes, channels, streamlets and lakes. The average altitude is 0.52 m, with 20% of the territory below sea level, and more than half not exceeding one meter in altitude. Dunes on the most extensive strand plains of the delta (Letea and Caraorman strand plains) stand higher (12.4 m and 7 m respectively). The largest lakes are lakes Dranov (21.7km2), Rou (14.5km2) and Gorgova (13.8km2).\nDistributaries of the Danube.\nThe Danube branches into three main distributaries into the delta, Chilia, Sulina, and Sfntul Gheorghe (Saint George). The last two branches form the Tulcea channel, which continues as a single body for several kilometers after the separation from the Chilia. At the mouths of each channel gradual formation of new land takes place, as the delta continues to expand.\nChilia, in the north, the longest, youngest, and most vigorous, with two secondary internal deltas and one microdelta in full process of formation at its mouth (to Ukraine).\nSulina, the central and thus the shortest arm, which consequently led to its extensive use for traffic and severe transformation. At its mouth is located the main port and a single settlement with urban characteristics of the Romanian part of the delta. Because of the alluvium deposited at its mouth, a channel gradually advancing into the sea (presently it has 10km) was built in order to protect navigation.\nSfntul Gheorghe (Saint George in English), in the south, is the oldest and most sparsely populated. Its alluvium has led to the creation, beginning in 1897, of the Sacalin Islands, which today measure 19km in length.\nClimate.\nThe climate of the Danube Delta is continental, with strong influences from the vicinity of the Black Sea and its prevalent amphibian environment. It is the driest and sunniest region of Romania. The mean annual temperature is 11C (1C in January and 22C in July), with mean precipitation between 400mm/year and 300mm/year, decreasing from west to east. Evaporation is around 1,000mm/year, amplified by strong and frequent winds, resulting in long periods of drought in the summer. The northwest winds cause frequent storms in spring and autumn. In the interior of the delta, the continental character of the climate is very pronounced.\nMain ecosystems.\nThe Danube Delta falls within the Pannonian steppe ecosystem of eastern Europe, with Mediterranean influences. As a young region in full process of consolidation, the Danube Delta represents a very favourable place for the development of highly diverse flora and fauna, unique in Europe, with numerous rare species. It hosts 23 natural ecosystems, but due to the extent of wetlands an aquatic environment is prevalent; a terrestrial environment is also present on the higher grounds of the continental levees, where xerophile ecosystems have developed. Between the aquatic and terrestrial environments is interposed a swampy, easily flooded strip of original flora and fauna, with means of adaptation to water or land, depending on the season or hydrological regime. At the contact between freshwater and sea water, some special physical, chemical and biological processes take place, which have led biologists to consider this area as a very different ecosystem called beforedelta. Musura Gulf, north of Sulina, and Saint George Gulf are considered the most representative of this type of ecosystem.\nSituated on major migratory routes, and providing adequate conditions for nesting and hatching, the Danube Delta is a magnet for birds from six major ecoregions of the world, including the Mongolian, Arctic and Siberian. There are over 320 species of birds found in the delta during summer, of which 166 are hatching species and 159 are migratory. Over one million individual birds (swans, wild ducks, coots, etc.) winter here.\nEcosystem of running water.\nThis comprises the arms of the Danube, and a series of its more important streamlets and channels. It is an environment rich in plankton, worms, molluscs, grubs, and sponges, with numerous species of fish, such as the carp, pike, pike perch, sheat-fish, and freshwater sturgeons (sterlet, Vyza and Danube mackerel).\nEcosystem of stagnant water.\nThis environment includes the lakes, and various ponds, streamlets and channels. It is characterized by a rich floating and submerse flora (\"Myriophyllum\", \"Ceratophyllum\", \"Vallisneria\" etc., under the water; \"Nymphaea alba\", \"Nuphar lutea\", \"Trapa natans\", \"Alisma plantago\" etc., floating plants with roots near the lakes' borders; and \"Salvinia natans\", \"Stratiotes aloides\", \"Spirogyra\" etc., floating plants without roots, having negative effect for aquatic bioproductivity). Of the fish, the most important are Tench (\"Tinca tinca\"), common bream (\"Abramis brama\"), common rudd (\"Scardinius erythropthalmus\"), Prussian carp (\"Carassius auratus gibelio\"), wels catfish (\"Silurus glanis\"), European perch (\"Perca fluviatilis\"), and northern pike (\"Esox lucius\").\nEcosystem of marshy and flooding areas.\nReed plants and floating reed islands (called plaur in Romania) are the most common and well known components of the Danube Delta. Vegetation of this ecosystem consists of the common reed (\"Phragmites communis\") and, on near river banks, mace reed/cattail (\"Typha latifolia\", \"Typha angustifolia\"), sedge (\"Carex dioica\", \"Carex stricta\"), Dutch rush (\"Scirpus radicans\", \"Schoenoplectus lacustris\"), and brook mint (\"Mentha aquatica\"), etc. They provide ideal spawning and nesting grounds. The plaur are a mixture of reed roots, grass and soil, usually floating or anchored to the riverbed. As a rule, the reed surrounds the lakes and ponds, and slowly invades the water surface.\nThis type of ecosystem is noted for its variety and large population of birds, some of them very rare. The most important are the tufted duck (\"Aythya fuligula\"), red-crested pochard (\"Netta rufina\"), mallard (\"Anas platyrhynchos\"), greylag goose (\"Anser anser\"), pygmy cormorant (\"Microcarbo pygmeus\"), purple heron (\"Ardea purpurea\"), great white egret (\"Egretta alba\"), little egret (\"Egretta garzetta\"), Eurasian spoonbill(\"Platalea leucorodia\"), great white pelican (\"Pelecanus onocrotalus\"), Dalmatian pelican (\"Pelecanus crispus\"), mute swan (\"Cygnus olor\"), and glossy ibis (\"Plegadis falcinellus\"). A recent and welcomed newcomer is the pheasant (\"Phasianus colchicus\").\nAmong the mammals, there is the Eurasian otter (\"Lutra lutra\"), European mink (\"Mustela lutreola\"), little ermine (\"Mustela erminea aestiva\"), wild boar (\"Sus scrofa\"), and wild cat (\"Felis silvestris\"), in winter the European hare (\"Lepus europaeus\") and, on the brink of disappearing from the delta, the wolf and the fox. During the Middle Ages, the Caspian tiger (\"Panthera tigris tigris\") was a resident across the steppes of Ukraine, including Danube Delta, and once, they were hunted to extinction and they're extirpated. The East Asian raccoon dog (\"Nyctereutes procyonoides\"), bizam/introduced muskrat (\"Ondatra zibethica\"), and to some extent South American nutria (\"Myocastor coypus\"), are recent species that have successfully adapted.\nRiver bank and levee ecosystems.\nThe firm land of the delta used to be covered with large groves of willow trees, which have been cut down almost entirely and replaced with Canadian poplars. On the river banks kept in their natural state, small groves of willow trees (\"Salix alba\", \"Salix fragilis\", \"Salix purpurea\", \"Salix pentandra\", \"Salix triandra\" etc.) can still be found, mixed with white poplar (\"Populus alba\"). Occasionally, the willow trees form corridors along the arms and bigger channels of the Danube. On the levees of Letea and Caraorman, mixed forests of oak (\"Quercus robur\", \"Quercus pedunculiflora\") with various trees (\"Fraxinus pallisiae\", \"Ulmus foliaceae\", \"Populus tremula\"), shrubs (\"Prunus spinosa\", \"Crataegus monogyna\", \"Rosa canina\", \"Berberis vulgaris\" etc.), and vines (\"Vitis sylvestris\", \"Hedera helix\", \"Humulus lupulus\", \"Periploca graeca\", which reaches up to 25m) grow on sand dune areas. On the Letea levee, these exotic-looking forests grow especially in the depressions between the sand dunes, in small groves called hasmace. Fauna of this region include the meadow viper (\"Vipera ursinii\"), osprey (\"Pandion haliaetus\"), and Eurasian eagle owl (\"Bubo bubo\"), etc.\nInhabitants.\nThe Danube Delta is perhaps the least inhabited region of temperate Europe. On the Romanian side live about 20,000 people, of whom 4,600 live in the port of Sulina, which gives an average density of approx. two inhabitants per km2. The rest of the population is scattered among 27 villages, of which only three, all situated marginally, had more than 500 people in 2002. The city of Tulcea, at the western edge of the delta, has a population of 92,000 (in 2002); it represents the node of the region and the gate to the delta.\nIts acute isolation and harsh conditions of living, based mainly on subsistence, made the Danube Delta a place of emigration, or transit at least. Very few of those born in the region stay there through adulthood; at the same time, the origins of its inhabitants vary widely, as people from many parts of Romania can be found in the delta. The total population has remained more or less constant throughout the 20th century; there were 12,000 inhabitants in the 1890s, and 14,000 before the Second World War. Romanians account for approximately 80% of the population, and Ukrainians for 10%. Other people living in the delta include ethnic minorities such as Greeks, Turks and Bulgarians (in 1992). Distinctive to the region, but very rare as an ethnic entity, are the Lipovans, descendants of the Orthodox Old Rite followers who fled from religious persecution in Russia during the 18th century.\nOn the Ukrainian side, located at the northern edge of the delta, the town of Izmail has a population of 85,000, Kiliya a population of 21,800, and Vilkovo, the main center of the Lipovan community, a population of 9,300.\nHistory.\nRecorded history notes that the Dacians lived in the Danube Delta before it was conquered by the Romans. After later invasion by the Goths, the region changed hands many times. During the 15th century, the Danube Delta became part of the Ottoman Empire. In 1812, following the Russo-Turkish War, the borders of the Ottoman and Russian Empires were set by the Kilia and Old Stambul Channels of the Danube, and in 1829 by the St George Channel. The Treaty of Paris of 1856, which ended the Crimean War, assigned the Danube Delta to the Ottoman Empire and established an international commission which undertook a series of works to help navigation. In 1878, following the defeat of Ottoman Empire by Russia and Romania, the border between the two countries was set by the Kilia and Old Stambul Channels.\nIn 1991, the Romanian part of the Danube Delta became part of UNESCO's list of World Heritage Sites. Around 2,733km2 of the delta are strictly protected areas.\nIn 1998, under UNESCO's Programme on Man and the Biosphere, the 6,264.03km2 of the Danube Delta were established as a biosphere reserve, shared by Romania and Ukraine.\nHistorically, in Romania, part of the Danube Delta was marked as a reserve in 1938.\nIn Ukraine, the Danube branch of the Black Sea State Reserve was established in 1973. In 1981, it was reorganized into the Natural Reserve \"Danube Fluxes\", and in 1998, it was extended into the Danube biosphere reserve.\nEnvironmental issues.\nLarge-scale works began in the Danube Delta as early as the second half of the 19th century. First corrections of the Sulina arm began in 1862, and they continued throughout the 20th century. As a result, the length of the Sulina arm was reduced from 92 to 64km, and its flow more than doubled, thus making it suitable for large-vessel navigation. Correcting the six large meanders on its course thereby reduced the length of the Sfntu Gheorghe branch from 108 to 70km, and its flow also increased somewhat. Both these increases were made to the detriment of the Chilia arm, which at present remains the most unspoiled arm of the main three. These corrections, as well as the digging of various secondary channels throughout the body of the delta, have had a serious impact on the ecosystem. Natural environments have been altered, the breeding pattern of fish has been disrupted, and the flows in the main arms have increased, with serious consequences regarding the discharge of alluvia and the erosion of banks.\nReed was intensively harvested during the Communist era. The regime had plans to transform the delta into a large agro-industrial zone. Although the first modern agricultural exploitation dates from 1939 (Ostrovul Ttaru), only after 1960 were large areas drained and converted, to the detriment of the wetlands. In 1991 agricultural land in the delta surpassed 100,000 hectares, and more than a third of its surface has been affected by crop cultivation, forest plantation, or pisciculture (fish farming). As a result of these changes, along with the increasing pollution and eutrophication of the waters of the Danube, and decades of exploitation and poor fishing regulations, the fish population has been visibly reduced.\nIn 2004, Ukraine inaugurated work on the Bistroe Channel that would provide an additional navigable link from the Black Sea to the populous Ukrainian section of the Danube Delta. However, because of the negative impact which this new channel might have on the fragile ecosystem of the delta, the European Union advised Ukraine to shut down the works. Romanian officials threatened to sue Ukraine at the International Court of Justice. Under the presidency of Kuchma, Ukraine had responded that Romania was only afraid of the competition that the new channel would bring, and continued working on the channel. Under the presidency of Yuschenko, who visited Romania in 2005, both sides agree that professionals should decide the fate of the channel. In the long run, Ukraine plans to build a navigation channel, if not through Bistroe Channel, then through another channel."}}