{"id": 368, "data": {"title": "Decorated Farmhouses of Hälsingland", "text": "The Decorated Farmhouses of Hlsingland () is a World Heritage Site inscribed on 1 July 2012 as Sweden's fifteenth entry on the list. Seven farmhouses erected in the 19th century were eventually selected to represent the most distinguished and well preserved examples of local architectural and decorative tradition.\nPreparations for a nomination began during the 1990s. The initial nomination was a heterogeneous collection of farmhouses and environments connected to agrarian culture in Hlsingland. Fifteen sites, including an entire village were represented. The first nomination was rejected at the conference in Sevilla in 2009, with the suggestion of curating a narrower selection of sites. In the second and successful nomination, there was a pronounced focus on local traditions on decoratively painted interiors, as reflected by the World Heritage Site's english title \"Decorated farmhouses of Hlsingland.\"\nHistory.\nThe farmhouses of Hlsingland are a cultural heritage and an example of traditional Swedish construction technique in the old farming society in Hlsingland. The magnificent dwelling houses of the farms have become symbols of the term Hlsingland farms, although the farm as a production unit, including out buildings and land, is what constitutes a Hlsingland farm.\nThe Hlsingland farms reflect the rural construction techniques, using only wood, and are an expression of the popular architecture; the farmers way of building as it evolved according to the available means. To depict a general idea of the Hlsingland farm is difficult, as they vary between parishes and periods of time.\nThe uniqueness of these farms lie in the farmers ambition to build big. The farms have large and elaborately decorated dwelling houses, often two or three, sometimes housing several generations, whereas some houses were used only for festivities and others for sleeping, so called bed-cottages. Most often they were two stories, but there are also examples of one story cottages with room for two families.\nThe well-constructed dwelling houses, often lavishly designed with profiled roof-bases, elegantly profiled joinery work around windows and beautifully decorated doorways, mainly represent the construction style of the 19th century, but there are also older farms with low, unpainted houses built in a square shape around the yard, as well as start-of-the-20th-century buildings with rich carpenters joy and large porches.\nFor periods of time, each parish had their own style of constructing, mainly shown in the lavish front porches and otherwise elaborate entrances. Some areas, foremost the coastal parishes, lacked front porches entirely; instead they had more costly doors and door fittings.\nInside the farms houses of Hlsingland are magnificent and well-preserved interiors with art painted on the walls, stencilled wall decorations, and expensive wallpaper. Biblical motifs were transformed into Hlsingland milieu, funny stories and cautionary tales mixed in the artwork with the decorative style of the wandering painters from Dalarna, characterized by religious motifs, ribbons and large flowers. Expensive, imported wallpaper was combined with popular painting into something entirely new, and the stencilled paintings in many places flowed onto walls, ceilings and fireplaces. The amount of well-preserved interiors kept in its original site, is unique in the world.\nWith the farms in Hlsingland also came a large number of out buildings, freely placed outside the courtyard. Grand barns, large log cabins, smithies, breweries, grain storage houses, stables and liveries all give a picture of the system of many outhouses, which by the end of the 19th century was replaced by large multifunctional buildings that housed many functions under the same roof.\nOften the farms of Hlsingland are connected to other buildings such as mills, water works, and summer farms, providing us with a glimpse into the culture of Hlsingland. The farms are placed in village structures of the olden days, with roots in prehistoric times, only partly changed from the original 19th century sites.\nStill today, there are around one thousand farmhouses of Hlsingland preserved in the province. Some of them have been nominated to UNESCO list of World Heritage.\nListed farmhouses.\nSource:\nBollns Municipality\nLjusdal Municipality\nOvanker Municipality\nSderhamn Municipality"}}