{"id": 58, "data": {"title": "Derwent Valley Mills", "text": "Derwent Valley Mills is a World Heritage Site along the River Derwent in Derbyshire, England, designated in December 2001. It is administered by the Derwent Valley Mills Partnership. The modern factory, or 'mill', system was born here in the 18th century to accommodate the new technology for spinning cotton developed by Richard Arkwright. With advancements in technology, it became possible to produce cotton continuously. The system was adopted throughout the valley, and later spread so that by 1788 there were over 200Arkwright-type mills in Britain. Arkwright's inventions and system of organising labour was exported to Europe and the United States.\nWater-power was first introduced to England by John Lombe at his silk mill in Derby in 1719, but it was Richard Arkwright who applied water-power to the process of producing cotton in the 1770s. His patent of a water frame allowed cotton to be spun continuously, meaning it could be produced by unskilled workers. Cromford Mill was the site of Arkwright's first mill, with nearby Cromford village significantly expanded for his then-new workforce; this system of production and workers' housing was copied throughout the valley. To ensure the presence of a labour force, it was necessary to construct housing for the mill workers. Thus, new settlements were established by mill owners around the mills sometimes developing a pre-existing community with their own amenities such as schools, chapels, and markets. Most of the housing still exists and is still in use. Along with the transport infrastructure form part of the site. A transport infrastructure was built to open new markets for the mills' produce.\nMills and workers' settlements were established at Belper, Darley Abbey, and Milford by Arkwright's competitors. Arkwright-type mills were so successful that sometimes they were copied without paying royalties to Richard Arkwright. The cotton industry in the Derwent Valley went into decline in the first quarter of the 19th century as the market shifted towards Lancashire which was better position in relation to markets and raw materials. The mills and their associated buildings are well preserved and have been reused since the cotton industry declined. Many of the buildings within the World Heritage Site are also listed buildings and Scheduled Monuments. Some of the mills now contain museums and are open to the public.\nThe Derwent Valley Trust is now involved in the creation of a cycle-way running the entire length of the World Heritage site to promote sustainable tourism and travel.\nLocation and coverage.\nThe Derwent Valley Mills World Heritage Site covers an area of and spans a stretch of the Derwent Valley, in Derbyshire, from Matlock Bath in the north to Derby city centre in the south. Within the site are mill complexes, settlements including workers' housing, weirs on the River Derwent, and the transport network that supported the mills in the valley. The site consists of the communities of Cromford, Belper, Milford, and Darley Abbey, and includes 838listed buildings, made up of 16Grade I, 42Grade II*, and 780Grade II. A further ninestructures are Scheduled Ancient Monuments. The buildings are a mixture of mills, workers' housing, and structures associated with the mill communities. The Cromford Canal and Cromford and High Peak Railway, which aided the industrialisation of the area, are also part of the World Heritage Site.\nHistory.\nIn the late 17th century silk making expanded due to demand for silk as part of fashionable garments. In an attempt to increase production through the use of water power, Thomas Cotchett commissioned engineer George Sorocold to build a mill near the centre of Derby on an island in the River Derwent. Although the experiment was unsuccessful, it convinced John Lombe an employee of Cotchett that if water power could be perfected there was a market for its produce. He engaged in industrial espionage and gained plans of Italian machines. He patented the design in 1719 and built a five-storey mill next to Crotchett's mill. By 1763, 30years after Lombe's patent had expired, only seven Lombe mills had been built because the silk market was small, but Lombe had introduced a viable form of water powered machinery and had established a template for organised labour that later industrialists would follow.\nAs silk was a luxury good, the market was small and easily saturated by machine produced goods. The next innovation in machine produced textiles came in the cotton industry which had a much wider market and produced more affordable goods. Spinning cotton was a more complex process than silk production. The water frame for spinning cotton was developed by Richard Arkwright and patented in 1769. The machines could spin yarn continuously and replaced skilled workers with unskilled supervisors to make sure the machines did not break. Water frames varied in size from 4 to 96spindles. For these reasons, the water frame became popular and widespread. In 1771, Richard Arkwright took a lease on land in Cromford. By 1774, his first mill was operational, and in 1776 he began construction of a second mill at Cromford. During this time, he developed machines for pre-spinning and in 1775 took out his second patent. With spinning mechanised, the other processes involved in producing cotton could not keep up and also required mechanisation. He produced a machine for carding, the process which laid out the cotton fibres parallel, however not all his inventions were successful and cleaning the cotton was performed by hand until the 1790s when an effective machine was invented.\nArkwright sought financial assistance, and Peter Nightingale a local landowner (and grand uncle of Florence Nightingale) bought the Cromford Estate for 20,000 ( as of ). Nightingale also built Rock House as a residence for Arkwright, overlooking the mill, and gave him a further 2,000 () to build the second mill and 1,750 () for workers' housing. Between 1777 and 1783, Arkwright and his family built mills at Bakewell, Cressbrook, Rocester, and Wirksworth, spread across Derbyshire and Staffordshire. Jedediah Strutt, who was Arkwright's partner in the first Cromford Mill, built mills at Belper and Milford in 17761781. Thomas Evans, a landowner in Darley Abbey, bought a further in the area around Darley Abbey at a cost of 1,140 () and in 1782 built a cotton mill in the village. Arkwright was paid royalties by those who had copied his machines, although some people risked prosecution by engaging in piracy.\nThe construction of Masson Mill in Matlock Bath began in 1783, instigated by Arkwright. Contemporaneous with Arkwright's expansionism was the entry of Jedediah Strutt into the cotton spinning industry. Strutt had the advantage that Arkwright had already done all the necessary experimentation with machinery, so he did not have to invest in researching new technology. He established a mill at Belper, about south of Cromford; it was probably complete in 1781. The site was expanded with the addition of a second mill in 1784. Strutt also built a mill in Milford, about south of Belper. By 1793, two further mills were added for printing and bleaching. The Strutts estimated that by 1789 they had invested 37,000 () in theirs mills at Belper and Milford (26,000 at Belper and 11,000 at Milford), and had a return of 36,000 () per year.\nArkwright had a reputation as a paternalistic employer who was concerned for the well-being of his employees and their families. A Sunday School was built at Cromford in 1785 and provided education to 200children. By 1789, the Cromford Estate was back in the ownership of the Arkwrights, who actively influenced its structure and construction. Cromford was given a market place to act as a new focus for the village. Arkwright organised a market every Sunday and as incentive to attend, gave annual prizes to those who attended most often. After Arkwright died in 1792 his son, Richard Arkwright junior, took over and sold most of his cotton mills outside Cromford and Matlock Bath. The mills in Cromford and Matlock Bath were probably retained to support the Willersley Estate. Societies and clubs were created in Cromford. The religious affairs of the community were of less interest to Arkwright, and it was not until 1797 that Arkwright junior established Cromford Church; his father had envisaged it as a private chapel for the Arkwright family at Willersley Castle. The family's attempts to make Cromford self-sustaining through establishing a market was successful, and the village expanded until about 1840. This was even though the mills had passed their zenith and begun to enter decline in this period.\nRichard Arkwright junior was uninterested in the cotton business, and after the death of his father the Arkwright family ceased to invest in the industry. The Strutt family continued to invest, fuelled by the profits of their mills in Milford and Belper. They continued building mills into the 1810s, and by 1833 their business employed 2,000people and had dominated the cotton industry in the Derwent Valley. As Arkwright had done at Cromford, the Strutts provided housing for their employees. Belper was already an established village with its own market before Jedediah Strutt began building mills, so he was not required to have as active a role in developing the community into a self-sustaining entity as Richard Arkwright did at Cromford. The Strutts provided education, and in 1817 650 and 300children attended Sunday Schools in Belper and Milford respectively. Compared with Cromford, whose population had plateaued at around 1,200 in the early 19th century, the population of Belper rose from 4,500 in 1801 to 7,890 in 1831 due to the prosperity of the business. Darley Abbey also expanded as a worker's settlement although it had no market place, so providing food for the inhabitants was problematic. The settlement doubled in size between 1788 and 1801, and between 1801 and 1831 the population increased from 615 to 1,170 with the addition of much worker's housing. A Sunday School for 80children was established in one of the mills and a church and school were built in 1819 and 1826 respectively.\nDespite being a major power of the cotton industry in the first quarter of the 19th century, the Strutts' company began to lose out to competition from Lancashire mill towns. The problem of shifting markets affected the entire Derwent Valley; Lancashire was better situated than Derbyshire in relation to the raw materials and new markets. The mills run by the Strutt family also suffered from a lack of modernisation; although they were at the forefront of fireproofing technology at the start of the 19th century, as the machines the mills used got bigger and more powerful, the Strutts persevered with child labour where adults would have been more adept at using the machinery. The company declined and in the second half of the 19th century some of its mills were leased or sold off to other companies. Although the cotton industry in the Derwent Valley declined, many of the structures associated with the industrial processes associated with producing cotton and workers' housing has survived and there are 848 listed buildings in the World Heritage Site.\nTransport.\nCromford canal.\nThe Erewash Canal, begun in 1777, was intended to primarily transport coal. It flowed from the River Trent in Sawley to Langley Mill, south of Cromford. In 1788, Richard Arkwright asked William Jessop to estimate the cost of building a canal connecting the mills at Cromford to Langley Mill. The figure Jessop came up with was 42,000 ( as of ) which was raised within a couple of weeks. Local mill owners Jedediah Strutt and Thomas Evans opposed the proposed canal, fearing it would interfere with the water supply for their own mills, but in 1789 Parliament granted permission to construct the canal.\nWhen the Cromford Canal was opened in 1794, it had cost nearly twice Jessop's original estimate. Between Langley Mill and Cromford Wharf, where the canal terminated in the mill complex, the canal crossed two aqueducts, traversed of tunnel beneath some ironworks at Bull Bridge, and fourteen locks. Three-quarters of the cargo transported on the canal was coal and coke, while the rest consisted of gritstone, iron ore, and lead. When the Derby and Nottingham Canals were completed by Jessop and Benjamin Outram in 1796, they provided direct routes to the important textile centres of Derby and Nottingham. In January 1845, the Cromford Canal Company decided to have a permanent pump built to provide enough water during dry conditions. This was made by Graham and Company at the Milton Iron Works, Elsecar. The canal was successful until the mid 19th century when the Manchester, Buxton, Matlock and Midlands Junction Railway extended its line south of the canal. In 1852, the canal was sold to the railway company which accelerated its decline. By 1889 the canal was mostly used for local traffic. It was eventually closed in 1944 as the costs of maintaining and repairing the canal were too great. Derbyshire County Council acquired the canal in 1974 and the Cromford Canal Society undertook the task of restoring it.\nCromford and High Peak Railway.\nIn the early 19th century, a canal had been proposed to connect the Peak Forest Canal, which terminated at Whaley Bridge, with the Cromford Canal, providing a direct route between markets in Lancashire and Derbyshire. However, costs were prohibitive and the plan was abandoned. Josias Jessop, the son of William Jessop, believed that a wagonway would be much cheaper than a canal. On 2 May 1825 an Act of Parliament for the construction of a railway from Cromford to Whaley Bridge was passed. The proposal backed by William Cavendish, 6th Duke of Devonshire, Richard Arkwright junior, and several Manchester bankers was ambitious; it was expected that steam locomotives would be used on the line, even though the technology was in its infancy and George Stephenson did not build his revolutionary \"Rocket\" until 1829. The south part of the railway, from Cromford Wharf to Hurdlow, south east of Buxton, opened on 29 May 1830, and on 6July 1831 the rest of the line opened to Whaley Bridge. The first steam locomotive on the line was introduced in 1841; before that, the traffic had been made up entirely of wagons.\nThe railway ascended from above sea level at Cromford Wharf to a height of above sea level at Ladmanlow, before descending to at the wharves of the Peak Forest Canal. The changes in height, which would have necessitated many locks for a canal, was relatively easy for a railway. However, for a time the Cromford and High Peak Railway did have the sharpest curve out of all railways in Britain and the steepest incline for vehicles without steam power. The construction of the railway cost was 180,000, higher than the original estimate of 155,000 ( and  respectively as of ) but much lower than the 500,000 the canal was predicted to cost ( as of ). Having been built to connect the Peak Forest and Cromford Canals, the railways fortunes were closely tied with those of the canals. The line was not profitable as by the time it had opened traffic had declined along the Cromford Canal. In 1855, an Act of Parliament allowed the line to transport passengers as well as freight. Although passenger travel became more important to the railway, it went into decline and closed on 21 April 1967.\nLegacy.\nThe Derwent Valley is considered the birthplace of the factory system. The machines developed in the Derwent Valley such as the water frame allowed continuous production. Richard Arkwright's Cromford Mill and the associated workers' settlement provided a template for industrial communities, not just in the valley but internationally. The reason a settlement was built contemporaneously with Cromford Mill was to provide housing for the workers; the only way to secure the labour the mill required was if homes were provided for the labourers and their families. The success of Arkwright's model lead to other industrialists copying him. Entrepreneurs such as Peter Nightingale, Jedediah Strutt and Thomas Evans founded the settlements of Belper, Milford, and Darley Abbey within the Derwent Valley for their employees. As well as the economic standpoint of ensuring a supply of labour, the industrialists were also concerned for their employees and families and acted out of a sense of paternalism.\nArkwright's innovations were not confined to developing workers' settlements; he also had patents on many technologies used for water-powered spinning. They were so successful that rival industrialists risked legal action by copying his designs. His patents expired in 1785, and by 1788 over 200Arkwright type mills had been founded in Britain. New Lanark in Scotland also a World Heritage Site was directly influenced by Richard Arkwright and the developments in the Derwent Valley; Lanark was identified as a potential site for a mill on a visit by David Dale and Arkwright in 1784. Dale later established four mills at Lanark; they were structurally similar to Arkwright's Masson Mill and at least two of the mills used technology developed in the Derwent Valley, although the factory system was different from that used in the Derwent Valley. New Lanark was acquired by Robert Owen in 1799 who developed paternalism further than had been done in the Derwent Valley, experimenting with education for young and old and social control. Saltaire another World Heritage Site was founded in 1853 and featured worker's housing and facilities, as well as other elements of the factory system developed by Arkwright.\nIn 1774, the British government passed an act outlawing the export of \"tools or utensils\" used in the cotton and linen industries. As a result, the only way for the new technologies being developed in Britain to spread to other countries was through industrial espionage. Carl Delius worked in England and gave plans for many of Arkwright's inventions to Johann Gottfried Brugelmann; Brugelmann used the information to establish a mill in Ratingen, near Dsseldorf, which began production in 1784. He named the settlement associated with the mill Cromford. The mill was the first Arkwright mill in mainland Europe. The techniques for spinning cotton developed in the Derwent Valley were also spread to America. In 1790, the United States had fewer than 2,000 spindles which were powered by spinning jennys, compared to 2.4million machine driven spindles in Britain at the same time. The Arkwright mill was introduced to America by migrants from England, many of whom were unskilled. Among them was Samuel Slater who was from the Derwent Valley and an apprentice of Jedediah Strutt. He founded Slater Mill at Pawtucket, Rhode Island. Many of the technologies developed in the Derwent Valley Mills endured and were adopted for other textile industries; until the mid-20th century, carding was still performed with machinery invented by Richard Arkwright. The factory system made it possible to produce cheap textiles and clothing.\nPreservation.\nOut of the Arkwright Festival held in 1971, The Arkwright Society was formed. The Cromford Mill complex was bought by The Arkwright Society in 1979, saving the buildings associated with the mill from demolition. The charity purchased the site for the purpose of conservation and with the intention of beginning restoration. The mills had been contaminated by industrial processes involving pigments and dyes which were stored in the mills after they stopped processing cotton. With the help of local councils, the East Midlands Development Agency, English Heritage, the Heritage Lottery Fund, and at the cost of 5million, the mills were restored and decontaminated. Now Cromford Mill is now used by small businesses and used for education.\nMany of the mills built in the Derwent Valley for the cotton industry survive and were reused after the decline of the industry. Some have been reused. Most of the worker's housing survives and is still used as homes. Throughout the 1970s and 1980s, local authorities in partnership with English Heritage attempted to prevent the deterioration of the houses and mills by giving advice to owners and using grants to undertake conservation work. When the application for World Heritage Site status was made in 2000, 26 of the 838listed buildings in the area were on English Heritage's At Risk Register and were in a state of disrepair.\nIn 2000, the Derwent Valley Mills were nominated to become a World Heritage Site. Along with Blaenavon Industrial Landscape, New Lanark, and Saltaire (all now World Heritage Sites), the site was proposed to increase the representation of industrial archaeology on the list of World Heritage Sites. The proposal was successful and in 2001 the Derwent Valley Mills were designated a World Heritage Site. Its status as a World Heritage Site is intended to ensure its protection; all such sites are considered to be of \"outstanding value to humanity\". The site was listed under the second and fourth Heritage Site selection criteria. The Derwent Valley Mills pioneered worker's housing as well as much technology developed by Richard Arkwright, producing an industrial landscape and heralding industrial towns. The Derwent Valley Mills Partnership is responsible, on behalf of the British government, for the management of the site. In June 2009, Bath Street Mill in Derby was damaged by fire. The building was part of the World Heritage Site and dated from the 18th century.\nIn 2018, the \"Cromford Mills Creative Cluster and World Heritage Site Gateway Project\" was listed as a finalist for the \"Best Major Regeneration of a Historic Building or Place\" in the Historic England Angel Awards. In 2019, the Arkwright Society employed 100 persons at the Cromford Mills site; the restoration expenditure by that time was 48 million."}}