{"id": 270, "data": {"title": "Desembarco del Granma National Park", "text": "Desembarco del Granma National Park () is a national park in south-western Cuba, stretching across the Niquero and Piln municipalities in what is now Granma Province. The name of the park means \"Landing of the Granma\" and refers to the yacht in which Fidel Castro, Che Guevara, Ral Castro, and 79 of their supporters sailed from Mexico to Cuba in 1956 and incited the Cuban Revolution. The National park is well known for its karst topography and coastal cliffs.\nThe national park has a total area of 32,576 ha, of which 26,180 ha are terrestrial and 6,396 ha are marine. In 1999, it was listed by UNESCO as a World Heritage Site because of its uplifted marine terraces and pristine sea cliffs.\nDescription.\nDesembarco del Granma National Park is located on the western end of the Sierra Maestra range, along the tectonically active zone between the North American Plate and Caribbean Plate. It conserves a series of limestone terraces that range from 180 meters below sea level to 360 meters above. These terraces were likely formed due to tectonic uplift and fluctuations in sea level due to past climate change and glaciation events during the Miocene, Pliocene, and Pleistocene. These terraces are among the largest and best preserved in the world. In addition, the park protects many other karst features including waterfalls, cliffs, sinkholes, and caves.\nThe park is located in a warm, semi-arid climate, receiving between 300 and 1200 mm of rain a year and averaging 26C. This makes it one of the warmest and driest areas in Cuba.\nBiodiversity.\nThe national park contains relatively high biodiversity and endemism. More than 512 plant species have been observed in the park, of which 60% are endemic to Cuba. Twelve of these species have only been found within the park boundaries. It also protects habitat for 6 species of painted snails ('Polymita' spp.), including several distinct evolutionary lineages. Thirteen mammals, 110 birds, 44 reptiles, and 17 amphibians have been observed in the park. Over 90% of the amphibian and reptile species found in the park are endemic to Cuba, including the endangered Cuban night lizard. Resident bird species include the Cuban amazon parrot and blue-headed quail-dove, and mammal species living in the park include the West Indian manatee and the Cuban flower bat, which is adapted to hot caves. "}}