{"id": 184, "data": {"title": "Dinosaur Provincial Park", "text": "Dinosaur Provincial Park is a UNESCO World Heritage Site situated a two hour drive east of Calgary, Alberta, Canada; or , about a half-hour drive northeast of Brooks.\nThe park is situated in the Red Deer River valley, which is noted for its striking badland topography, and abundance of dinosaur fossils. The park is well known for being one of the richest dinosaur fossil locales in the world. Fifty-eight dinosaur species have been discovered at the park and more than 500 specimens have been removed and exhibited in museums around the globe. The renowned fossil assemblage of nearly 500 species of life, from microscopic fern spores to large carnivorous dinosaurs, justified its becoming a World Heritage Site in 1979.\nDinosaur Provincial Park Visitor Centre.\nThe Dinosaur Provincial Park Visitor Centre features exhibits about dinosaurs, fossils, and the geology and natural history of the park. There is a video theatre, fossil prep lab area, and a gift shop. Public programs are offered in the summer.\nJohn Ware's Cabin is a restored early 20th century cabin that was used by John Ware, an African-American cowboy and important figure in Alberta's ranching history. The cabin is located near the visitor centre and is open on select days in the summer.\nHistory.\nEstablished on June 27, 1955 as part of Alberta's 50th Jubilee Year with the goal of protecting the fossil beds, the first warden was Roy Fowler (1902-1975), a farmer and amateur fossil hunter.\nThe park was established as a UNESCO World Heritage Site on October 26, 1979 both for its nationally significant badlands and riverside riparian habitats, and for the international importance of the fossils found there.\nUntil 1985, discoveries made in the park had to be shipped to museums throughout the world for scientific analysis and display, including the Royal Ontario Museum in Toronto in Ontario, the Canadian Museum of Nature in Ottawa in Ontario, and the American Museum of Natural History in New York City, New York State. This changed with the opening of the Royal Tyrrell Museum of Palaeontology 100 kilometres upstream in Midland Provincial Park adjacent to Drumheller.\nNature.\nThe park protects a very complex ecosystem including three communities: prairie grasslands, badlands, and riverside cottonwoods. Its ecosystem is surrounded by prairies but is unique unto itself. Choruses of coyotes are common at dusk, as are the calls of nighthawks. Cottontail rabbits, mule deer, and pronghorn can all be seen in the park; the prairie rattlesnake, bull snake and the red-sided garter snake are present as well. Curlews and Canada geese are among the 165 bird species that can be seen in the spring and summer. Some of the most northern species of cactus, including \"Opuntia\" (prickly pear) and \"Pediocactus\" (pincushion) can be observed in full bloom during the later half of June.\nGeology.\nThe sediments exposed in the badlands at Dinosaur Provincial Park were laid down over a period of about 1.5 million years during the Campanian stage of the Late Cretaceous epoch, and belong to three different geologic formations. The top of the terrestrial Oldman Formation, which outcrops at the base of the sequence, is the oldest. It is overlain by a complete section of the terrestrial Dinosaur Park Formation, which is in turn overlain by the base of the marine Bearpaw Formation. The Dinosaur Park Formation, which contains most of the articulated dinosaur skeletons, was laid down between about 76.5 and 74.8 million years ago. It was deposited in floodplain and coastal plain environments by river systems that flowed eastward and southeastward to the Western Interior Seaway.\nPaleontology.\nDinosaur Provincial Park preserves an extraordinarily diverse group of freshwater vertebrates. Fish include sharks, rays (such as the durophage \"Myledaphus\"), paddlefish, bowfins, gars, and teleosts. Amphibians include frogs, salamanders, and the extinct albanerpetontids. Reptiles include lizards (such as the large monitor \"Palaeosaniwa\"), a wide range of turtles, crocodilians, and the fish-eating \"Champsosaurus\". Mammal fossils from the park are relatively rare and consist of isolated teeth, fragmentary jaws with teeth, and tooth fragments from mouse-sized and shrew-sized animals. They include representatives of placental, marsupial, and multituberculate mammals.\nPlant fossils from the park and surrounding area include fern fronds; foliage and wood of taxodiaceous and cupressaceous conifers; and leaves of \"Ginkgo\", \"Cercidiphyllum\", \"Platanus\", a \"Pistia\"-like aquatic plant, and others. A rich assemblage of fossil pollen and spores has also been described.\nThe dinosaurs of the park are astonishingly diverse. They include:\nCeratopsia\nHadrosauridae\nAnkylosauria\nHypsilophodontidae\nPachycephalosauria\nTyrannosauridae\nOrnithomimidae\nCaenagnathidae\nDromaeosauridae\nTroodontidae\nClassification Uncertain\nBirds such as Hesperornithiformes were present, as well as giant Pterosauria related to \"Quetzalcoatlus\". Stagodont marsupials, placentals and multituberculate mammals scurried underfoot.\nIUGS geological heritage site.\nIn respect of it being the 'world's most abundant and diverse dinosaur locality, yielding more than 166 vertebrate taxa, including 51 species of non-avian dinosaurs', the International Union of Geological Sciences (IUGS) included the 'Dinosaur Provincial Park' in its assemblage of 100 'geological heritage sites' around the world in a listing published in October 2022. The organisation defines an IUGS Geological Heritage Site as 'a key place with geological elements and/or processes of international scientific relevance, used as a reference, and/or with a substantial contribution to the development of geological sciences through history.'"}}