{"id": 248, "data": {"title": "Djémila", "text": "Djmila (), formerly Cuicul, is a small mountain village in Algeria, near the northern coast east of Algiers, where some of the best preserved Roman ruins in North Africa are found. It is situated in the region bordering the Constantinois and Petite Kabylie (Basse Kabylie).\nIn 1982, Djmila became a UNESCO World Heritage Site for its unique adaptation of Roman architecture to a mountain environment. Significant buildings in ancient Cuicul include a theatre, two fora, temples, basilicas, arches, streets, and houses. The exceptionally well preserved ruins surround the forum of the Harsh, a large paved square with an entry marked by a majestic arch.\nRoman Cuicul.\nUnder the name of Cuicul, the city was built above sea level during the 1st century AD as a Roman military garrison situated on a narrow triangular plateau in the province of Numidia. The terrain is somewhat rugged, being located at the confluence of two rivers. \nCuicul's builders followed a standard plan with a forum at the center and two main streets, the Cardo Maximus and the Decumanus Maximus, composing the major axes. The city was initially populated by a colony of Roman soldiers from Italy, and eventually grew to become a large trading market. The resources that contributed to the prosperity of the city were essentially agricultural (cereals, olive trees and farm).\nDuring the reign of Caracalla in the 3rd century, Cuicul's administrators took down some of the old ramparts and constructed a new forum. They surrounded it with larger and more impressive edifices than those that bordered the old forum. The terrain hindered building, so that they built the theatre outside the town walls, which was exceptional.\nChristianity became very popular in the 4th century (after some persecutions in the early third century) and brought the addition of a basilica and baptistery. They are to the south of Cuicul in a quarter called \"Christian\", and are popular attractions.\nOf the bishops of Cuicul, Pudentianus took part in the Council of Carthage (255) concerning the validity of heretical baptism, and Elpidophorus in the Council of Carthage (348). Cresconius was the Catholic bishop who represented Cuicul at the Council of Carthage (411) between Catholic and Donatist bishops; the Donatist bishop of the town died before the conference began. Crescens was one of the Catholic bishops whom the Arian Vandal king Huneric summoned to Carthage in 484. Victor was at the Second Council of Constantinople in 553. No longer a residential bishopric, Cuicul is today listed by the Catholic Church as a titular see.\nThe city was slowly abandoned after the fall of the Roman Empire around the 5th century and 6th century. There were some improvements under emperor Justinian I, with wall reinforcements.\nMuslims later dominated the region, but did not reoccupy the site of Cuicul, which they renamed Djmila (\"beautiful\" in Arabic).\n3D documentation.\nThe spatial documentation of Djmila took place during two Zamani Project field campaigns in 2009, which were undertaken in co-operation with Prof Hamza Zeghlache and his team from the University of Setif, Algeria, as well as the South African National Research Foundation (NRF). Several structures were documented, including the Baptistry, the Caracalla Gate, the Market, the Septimius-servus Temple and the Theatre.\nNotable residents.\nSeveral significant Romanized Africans were born in Cuicul:"}}