{"id": 32, "data": {"title": "Doñana National Park", "text": "Doana National Park or Parque Nacional y Natural de Doana is a natural reserve in Andaluca, southern Spain, in the provinces of Huelva (most of its territory), Cdiz and Seville. It covers , of which are a protected area. The park is an area of marshes, shallow streams, and sand dunes in Las Marismas, the delta where the Guadalquivir River flows into the Atlantic Ocean. It was established as a nature reserve in 1969 when the World Wildlife Fund joined with the Spanish government and purchased a section of marshes to protect it. The eco-system has been under constant threat by the draining of the marshes, the use of river water to boost agricultural production by irrigating land along the coast, water pollution by upriver mining, and the expansion of tourist facilities. It is named after wife of the 7th Duke of Medina Sidonia.\nDoana National Park has a biodiversity that is unique in Europe, although there are some similarities to the Parc Naturel Rgional de Camargue of the Camargue river delta in France, with which Doana Park is twinned. The park features a great variety of ecosystems and shelters wildlife, including thousands of European and African migratory birds, fallow deer, Spanish red deer, wild boars, European badgers, Egyptian mongooses, and endangered species such as the Spanish imperial eagle and the Iberian lynx.\nThe Doana nature reserve includes both the Doana National Park, established in 1969, and the Natural Park, created in 1989 and expanded in 1997, creating a buffer zone of protection under the management of the regional government. The two parks, national and natural, have since been classified as a single natural landscape. Due to its strategic location between the continents of Europe and Africa and its proximity to the Strait of Gibraltar, Doana's large expanse of salt marsh is a breeding ground as well as a transit point for thousands of European and African birds (aquatic and terrestrial), and hosts many species of migratory waterfowl during the winter, typically up to 200,000 individuals. Over 300 different species of birds may be sighted there annually. Considered the largest nature reserve in Europe, several different scientific institutions have monitoring stations within its boundaries to ensure appropriate development of adjacent lands and conservation of the threatened species that inhabit it. The area was declared a World Heritage Site by UNESCO in 1994; in 2006, the park recorded 376,287 visitors.\nDuring the 19th and 20th centuries, a herd of feral dromedaries roamed the area. They may have been introduced during the Moorish Conquest of Spain in the 8th century, or they may have escaped from a herd introduced by the Marquess of Molina as beasts of burden in 1829. By the 1950s, there were only eight individuals left, and these were threatened by poachers.\nGeology and geomorphology.\nThe geological profile of Doana National Park reflects the development over several hundred thousand years of a deep aquifer and geomorphological features that have enhanced the biodiversity of the wildlife habitats presently found there. After the end of the last glacial period, the area was covered by freshwater and brackish marshes, ponds and sand dunes, with some marine intrusions caused by high-energy events such as tsunamis and large storms. A period of comparatively rapid rise in global sea level during the first part of the Flandrian interglacial was associated with the melting of the paleoglaciers, and reached its maximum level 6,5007,000 years ago. At this time, Doana National Park and the surrounding areas were flooded, and a lagoon, later called \"Lacus Ligustinus\" by the Romans, was formed. The pace of infilling of the lagoon has increased over the last 6,000 years, along with accelerated growth of sandspits and the creation of new inland marshes and wetlands. The extensive marshes of Doana National Park now have a flat topography, with some inland depressions occupied by temporary or permanent wetlands, locally called 'lucios'. The whole area is protected by the Doana spit, a wide sandy littoral barrier with mobile dune systems growing toward the southeast.\nHistory.\nAntiquity.\nAlthough the topography of Doana is a relatively new land feature as measured on the geological time scale, remains of Neolithic tools have been found in the area. Various ancient civilizations may have had a presence there as long as 2,800 years ago, including the Phoenicians, the Phocaean Greeks and the Tartessians, but archaeological remains attesting to such have not been found. In 1923, the German archaeologist Adolf Schulten, accompanied by Adolf Lammerer and George Bonsor, searched for the location of the ancient Tartessian capital in the Doana dunes, but found nothing of interest. These excavations were carried out at Cerro del Trigo and funded by the Duke of Tarifa and Denia, then owner of Doana. Nevertheless, in 1978 Schulten found the stele of Villamanrique at the nearby town of Villamanrique de la Condesa. Surveys were made in 2007 in the Hinojos salt marsh, or \"Marisma de Hinojos\", of Huelva province, in an effort to discover traces of the mythical city. Noteworthy finds included the remains of Roman settlements, dating from the 2nd through the 5th centuries AD, which had been primarily engaged in fishing and fish salting or the preparation of garum. The Guadalquivir Marshes (\"Las Marismas del Guadalquivir\"), an area of marshy lowlands near the left bank of the mouth of the Guadalquivir, was then a large inland lake known as the \"Lacus Ligustinus\" in Latin. The lake slowly infilled with deposited sediment, gradually giving way to the current marshes.\nMiddle Ages.\nIn 1262, after conquering the vassal kingdom of Niebla, King Alfonso X established a \"Real Cazadero\" (royal hunting preserve) in the Las Rocinas forest, between the Rio Tinto and the Guadalquivir, partly due to the abundance of deer there, as well as the small sanctuary of Santa Olalla, since disappeared, on the \"Arroyo de la Rocina\".\nIn 1297, his son Sancho IV granted Guzmn el Bueno the Lordship of Sanlcar, consisting of the territory located behind Arenas Gordas on the left bank of the Guadalquivir estuary, and which remained in the hands of the House of Medina-Sidonia for over six centuries. The noble house was established in 1369, when Henry II of Castile granted the fourth Lord of Sanlcar the County of Niebla. In 1493 the Catholic Monarchs donated part of the land of the present village of El Roco to the royal secretary, whose son later sold it to the town of Almonte. Previously, new breeding stock had been introduced among the local populations of wild boar and deer, while wolf hunting was encouraged for the benefit of cattle and horse ranching.\nEarly modern.\nNearly a century later, Alonso Prez de Guzmn y Sotomayor, 7th Duke of Medina Sidonia and commander of the Spanish Armada, bought back part of the land. His wife, Ana de Silva y Mendoza, daughter of the Princess of Eboli, moved to a country retreat there called \"Coto de Doa Ana\" (Doa Ana Game Preserve), which was the origin of the current name \"Doana\"; the house was renovated years later as a palace. Reference to the use of Coto Donana as a hunting lodge is made in the first verses of the \"La Fbula de Polifemo y Galatea\" (Fable of Polyphemus and Galatea), which the lyric poet Luis de Gngora dedicated to the Count of Niebla, and in which he requests that the nobles suspend their hunting exploits to hear his verses. In 1624, King Philip IV stayed at the estate for several days as a guest of the 9th Duke of Medina Sidonia, and joined in some large hunts. He brought with him a great variety of comestibles, which included such luxuries as snow from the mountains for the frequent banquets he held in honor of the duke. In 1797 Francisco Goya stayed in the palace as a guest of his patrons, the 15th Duke of Medina-Sidonia and his wife, the 13th Duchess of Alba. Here Goya created his \"lbum A\", a collection of drawings, and apparently painted his famous portraits, \"La Maja Vestida\" (\"The Clothed Maja\") and \"La Maja Desnuda\" (\"The Naked Maja\"), rumored to portray the duchess.\nLate modern, creation of the National Park.\nAfter 1854, with the publishing of a discussion of the area in a treatise called \"Avifauna de Doana: Catlogo de las aves observadas en algunas provincias andaluzas\" (\"Avifauna of Doana: Catalogue of the birds observed in some Andalusian provinces\"), by Antonio Machado y Nunez, the public began to appreciate its ecological value for the many different species of wildlife found there. Consequently, it was visited by British naturalists and hunters including Abel Chapman and Walter J. Buck, both of whom wrote books that alerted a wider audience in Europe to the strategic importance of Doana for migratory birds traveling to Africa. Later, when Jos Joaqun lvarez de Toledo y Caro (1865-1915) became the 19th Duke of Medina Sidonia, he inherited large debts and to pay them was forced to sell off various assets, including the Coto de Doana, which he sold for 750,000 pesetas, finally detaching it from the noble house.\nWhen the sherry baron William Garvey bought Doana from the Duke in 1901, the estate was abandoned and in a state of ruin. Garvey restored the palace to its former splendor, and upon his death it passed to his brother Joseph and his niece Maria Medina y Garvey, who was married to the Duke of Tarifa, a forest engineer. In 1934 it passed to the sister of the Duchess of Tarifa, Blanca Medina and Garvey, who was married to the Marquis of Borghetto. In 1942, the Marquis sold it to a company formed by Salvador Noguera, Manuel Gonzalez and the Marquis of Mrito. Fifty years later the park was consolidated as a natural area.\nConservation.\nThe Spanish businessman Mauricio Gonzlez-Gordon y Dez, Marquis of Bonanza, whose family owned a large estate in Doana, became interested in its ecosystems and their birdlife, and invited ornithologists from all over Europe to visit. In 1952, the Spanish ornithologists Jos Antonio Valverde and Francisco Bernis visited the property, with Gonzlez-Gordon serving as their guide. Valverde and the Gonzlez-Gordon family saw that the wetlands, with their richly diverse wildlife, were threatened by the Spanish government's proposals to drain them for farming and the planting of eucalyptus trees. Mauricio, together with his father, asked Bernis to try and influence Spanish dictator Francisco Franco into abandoning the plans. The trio wrote a memorandum which was presented to Franco himself by Mauricio's father Manuel. By November 1953 Bernis had finished a report on the status of the Doana which showed that the area had exceptional ecological value. The group sought and obtained international support for their goals. The efforts of Gonzlez-Gordon to dissuade Franco exposed him to some danger, but the Franco government conceded and the drainage plans were aborted.\nValverde led the first organised scientific expedition to the Donana in 1957, joined by the British naturalists Guy Mountfort, Roger Peterson, and Sir Julian Huxley. A group of European conservation experts  including Guy Monfort, Max Nicholson and Luc Hoffmann then demonstrated the crucial importance of the area as a stopover for birds migrating between the European and African continents. In 1959, the Gonzalez family sold part of their land in Doana for development of the Matalascaas resort. This alarmed European conservationists, leading various institutions and anonymous donors to offer to buy part of the property. Valverde, Hoffman, and Nicholson, in partnership with the British Nature Conservancy, formed an association that organised an international drive for funds to expand the park. The campaign raised two million Swiss Francs to buy 7,000 hectares of land for annexation to that already donated by Gonzlez-Gordon. Finally, in 1963 the Spanish government and WWF bought part of the territory and created the first Doana preserve, and in 1964 they established the Doana Biological Station and the Spanish National Research Council (Consejo Superior de Investigaciones Cientficas - CSIC) to study the biodiversity of Doana and other Spanish ecosystems.\nIn 1969, the WWF again joined forces with the Spanish government to purchase another section of the Guadalquivir Delta marshes and establish the Doana National Park.\nThat same year the Doana National Park was created by decree, part of whose territory was owned by the Ministry of Economy and Competitiveness (Ministerio de Economa y Competitividad) and part still in private hands. Ten years later the protected area was expanded and the so-called \"Preparque Doana\" was created. In 1980, UNESCO recognised the Doana National Park as a Biosphere Reserve of 77,260 hectares. The Core Zone consists of 50,720 hectares in the National Park of Doana. The buffer zone is 54,250 hectares in the Natural Park of Doana. The altitude ranges from sea level to 40 meters above sea level. Unesco considers Doana of world significance, based on the variety of its ecosystems and the wide number of species they harbor. In 1982 it was included in the list of wetlands of the Ramsar Convention, and in 1989 the Regional Government of Andalusia converted the Preparque into the Doana Natural Park. In 1994 it was listed by Unesco as a World Heritage Site, enabling the establishment of programs to preserve and manage the area. Historically, these vital wetlands have been constantly threatened by schemes to increase local agricultural output and tourism. WWF still supports the Doana, and is fighting proposals to drain the marshes and syphon off water for irrigation of agricultural land along the coast and expansion of tourist facilities.\nIn 1998, the Aznalcllar Disaster occurred when a holding dam burst at the Los Frailes mine owned by Boliden-Apirsa (formerly Andaluza de Piritas, S.A.), the Spanish subsidiary of Boliden, releasing a flood of toxic sludge that entered the River Guadiamar, the main water source for the park. In 2000, after this major environmental catastrophe, the Spanish Ministry of Environment promoted the \"Doana 2005\" program, aimed at regenerating the marshes. In 2006 the responsibilities of maintaining the park were transferred to the Government of Andalusia by the Royal Decree of 9 June; the functions and services of the Nature Conservation administration thus transferred to the Andalusian state were widened, and Doana National Park and the Natural Park became the \"Natural area of Doana\", a single territory divided into areas with different levels of environmental protection. In 2008 this park was twinned with the Regional Natural Park Camargue in France, with which it shares anthropological and ethnographic aspects.\nDuring his tenure, the Spanish Prime Minister Felipe Gonzlez began using Doana as a vacation retreat, setting a precedent for his successors. In 2010, 9200 hectares of land on the coastline were expropriated by the former Ministry of the Environment for protection. In July 2012, Unesco approved the extension of the Biosphere Reserve of Doana from 77,260 hectares to over 255,000 hectares and enabled compliance with the guidelines of the Man and Biosphere Program. This created a transition zone where the socio-economic interests of the various municipalities in the Doana region are represented. In 2019, the police closed tens of illegal wells operated largely by fruit farmers around the park which had for many years been draining water away from the park's water table. In the same year, the EU commission decided to take Spain to the European Court of Justice (EJC) for violating EU conservation rules. The court ruled in favor of the EU commission, stating that Spain has not fulfilled its obligations concerning the prevention of illegal water extraction as well as failed to take necessary measures to stop significant modifications of the park's landscape.\nClimate.\nDoana Park has a mild, typically Mediterranean climate, characterized by dry summers and relatively wet winters resulting from variations in the polar front and the subtropical ridge of high pressure. The rainy seasons are intermediate, occurring in spring and in autumn; autumn especially can produce torrential rains caused by the accumulation during the summer of heat in nearby large bodies of water, and the arrival of polar air masses. In winter, however, thermal anticyclones may occur locally. Temperatures are mild throughout the year, with maximum temperatures varying about 17C from winter to summer. The most significant feature of the climate is the three to five months of dry weather in the summer, when it is dominated by the subtropical anticyclone.\nFlora.\nThere are many species of flora in the park: trees, including pines, flowers such as roses, and shrubs. Of special interest are the species \"Vulpia fontquerana\", \"Tursica linaria\", \"Juniperus macrocarpa\" (maritime juniper), \"Micropyropsis tuberosa\", \"Hydrocharis morsus-ranae\" or \"Thorella verticillatinundata\", many of them endangered. Non-native species such as eucalyptus, \"Acacia longifolia\", \"Gomphocarpus fruticosus\", \"Nicotiana glauca\" or \"Carpobrotus edulis\" (cat's claw) are removed by the park service.\nOther notable species in the park, of the more than 875 indigenous to the Doana ecosystems are: oleander, oak, the sea wallflower, sweet saltwort, the prickly tumbleweed, marram grass, heather, camarina, lavender, sea holly, reed, carnation, bulrush, common fern, sage-leaved rock rose, rushes, labirnago (\"Phillyrea angustifolia\"), sea spurge, mastic, sedge, palm, pine, Scotch broom, rosemary, juniper, gorse, thyme, spurge and blackberries.\nFlora of the transdunes.\nThe ecosystem of the mobile dunes, also known as transdunes, which are formed by the prevailing south-west wind, is almost nonexistent elsewhere in the Iberian Peninsula. The harshness of this ecosystem is evident in the adaptations made by some plant species to its special conditions: the dunes of sand and soil are inconsistent. The gradual burial of vegetation, especially of trees that emerge then die, killed by the slow movement of sand, is one of the most well-known phenomena in the beach area of the park.\nFauna.\nAnimals recorded within the park include 20 species of freshwater fish, 10 species of amphibians, 13 species of reptiles, 37 species of mammals and 360 non-marine bird species, of which 127 have bred in the park.\nFish.\nNative fish such as eel inhabit Doana as well as introduced species such as carp, and the gambusia, or pike, which is considered an invasive threat to local ecosystems. Also, you could find the sturgeon in the past because nowadays is extinct.\nReptiles.\nReptiles found in Doana Park include the European pond turtle, Spanish pond turtle, spur-thighed tortoise, Iberian worm lizard, Bedriaga's skink, western three-toed skink, common wall gecko, spiny-footed lizard, ocellated lizard, Carbonell's wall lizard, Andalusian wall lizard, \"Psammodromus manuelae\", Spanish psammodromus, horseshoe whip snake, ladder snake, southern smooth snake, Montpellier snake, false smooth snake, viperine snake, grass snake, Lataste's viper, loggerhead turtle and leatherback turtle.\nBirds.\nOver 300 species of bird have been recorded in the area, including range-restricted species such as Spanish imperial eagle, marbled teal, white-headed duck and red-knobbed coot. Wetland species include glossy ibis, western swamphen, ferruginous duck, Eurasian spoonbill, red-crested pochard, little and cattle egret, night and squacco heron and greater flamingo, whilst the surrounding areas can have hoopoe, stone-curlew, Spanish sparrow, Mediterranean short-toed lark and pin-tailed sandgrouse. The site also attracts many summer migrants, which can include purple heron, gull-billed tern, greater short-toed lark, short-toed eagle, European roller, western olivaceous warbler, Savi's warbler, little bittern, booted eagle, whiskered tern and rufous scrub robin.\nMammals.\n38 mammal species have been recorded, including twelve species of bat, red deer, European rabbit, European hedgehog, common genet, wildcat, wild boar, Iberian lynx, garden dormouse, Egyptian mongoose, greater white-toothed shrew, Eurasian otter, wood mouse, European polecat, red fox, European badger, Mediterranean pine vole, southwestern water vole and black rat.\nIberian lynx.\nThe Iberian lynx, whose habitat is restricted to the Iberian Peninsula, is the most endangered of the big cats. Precipitous drops in population counts led to its being declared a protected species in 1966. The only extant colonies of the Iberian lynx are in the Natural Parks of Sierra de Andujar and Cardena, Montoro, and Doana with its surroundings; the other mainland colonies of former times are considered extinct. In Portugal recovery efforts to preserve its remaining habitat have resulted in the creation of the Sierra Malcata Natural Reserve.\nThe Acebuche Breeding Centre in Doana has developed a captive breeding program which has achieved the survival of eleven individuals born in the centre, and of over thirty captured in the park, whose survival was otherwise doubtful. These conservation efforts are threatened by a high mortality rate among the cats and recurring violations of laws prohibiting cars from entering the park or driving on its roads, although, as some agencies have reported, the causes of death are not always clear. The precarious survival situation of this animal has become an emblematic symbol of the park for the general public.\nHorses.\nIn Doana there are two indigenous breeds of horse: the Marismeo and the Retuertas; the latter is one of the oldest European breeds, dating to perhaps 1000 BC, and the only one living in the wild and isolated from other populations.\nCamels.\nDuring the 19th and 20th centuries, a herd of feral dromedaries roamed the area. They may have been introduced during the Moorish Conquest of Spain in the 8th century, or they may have escaped from a herd introduced from the Canary Islands in 1829 by the Marquis de Molina as beasts of burden. By the 1950s, there were only eight individuals left, and these were threatened by poachers. By the early 1960s, there were only three, but more were released into the wild after being used in the filming of \"Lawrence of Arabia\" in 1962.\nEnvironmental Problems.\nAfter the Aznalcllar Dam disaster of 1998, public awareness of the environmental risks to which the countryside is exposed has increased. Various impact studies and environmental groups have warned repeatedly of problems that threaten the region's flora, fauna, water and soil. While the pressure of urbanization and its various demands on local ecosystems has been a concern throughout the years, this is not the only associated risk factor. UNESCO has reviewed the nomination of the park for inclusion in its \"List of World Heritage in Danger\" several times, but has yet to add it.\nImpact of infrastructure.\nThere have been a number of problems related to infrastructure near the park. A project to build an oil pipeline between Extremadura and the port of Huelva has been criticized by environmental groups, who allege it would significantly increase tanker traffic in the area with an associated risk of oil spills. Frequent dredging of the Guadalquivir to allow passage of ships to the port of Seville has been observed to cause serious disturbances in the biodynamics of the estuary. Adena, the \"Associacin de defensa de la naturaleza\" (Association for the defence of nature), the Spanish branch of WWF, has linked the passage of these boats with the introduction of new animals to the local ecosystems, which occurs when they discharge ballast water containing exotic species.\nThe Port of Huelva, a few kilometers from the Natural Park, is one of its major environmental threats. Francisco Bella, PSOE senator and former mayor of the town of Almonte Huelva, considers it absurd that the pipeline project has been approved while the national government and the regional government of Andalusia invest in renewable energy. As mayor of Almonte, he noted the difficulties of implementing policies that promote employment near the park: (translation) \"...we know almost everything about the ant and the lynx, but need to know how employment evolves in Doana.\" In line with Bella's position regarding the aqueduct, Gins Morata, a biologist and former president of the \"Consejo de Participacin de Doana\" (Participation Council of Doana), says that the project, which involves the passage of hundreds of oil tankers per year that would unload their cargoes near Doana, would lead to an increased possibility of oil spills.\nOverexploitation of water resources.\nAnother environmental problem is water withdrawals for irrigation, many of them illegal, which have doubled since the late 1980s to maintain water-intensive crops such as cotton, rice and more recently strawberries. The latter are grown in greenhouses, with an estimated area under plastic of between 4,500 and 6,000 hectares in the Doana area, producing over 90% of the Spanish strawberry crop. The boring of illegal wells to draw irrigation water from underground aquifers has apparently proliferated, while the water demands of nearby residential complexes and inappropriate usage of the water resources of nearby rivers may also affect the hydrology of the park. Other potential risks include salinization resulting from climate change; the intrusion of salt water from the Atlantic would endanger several animal species. On the other hand, desertification could also occur; recently a transfer from the Chanza-Piedras water system was approved by the \"Diputacin de Huelva\" (Provincial Council of Huelva) to alleviate this eventuality.\nImpact of agriculture.\nIn 2007, the World Wildlife Fund warned that strawberry farms surrounding the park, where 95% of Spanish strawberries were produced, threatened to cause catastrophic damage to the park by depleting the surrounding groundwater, notably where illegal boreholes were involved, as well as creating considerable pesticide pollution and plastic waste which was accumulating in local creeks; AFP further reported that WWF was calling for a boycott of Spanish strawberries, but this is contradicted by the remarks of a WWF-Spain spokesperson, and it is uncharacteristic of WWF to call for blanket boycotts.\nAznalcllar disaster.\nOn 25April 1998, a holding dam burst at the Los Frailes mine operated by the mining company, Boliden-Apirsa, near Aznalcllar, Seville Province, releasing 45million cubic metres of mine tailings. The acidic tailings, which contained dangerous levels of several heavy metals, quickly reached the nearby River Agrio, and then its tributary the River Guadiamar, travelling about 40kilometres along these waterways before they could be stopped and advancing as far as the prepark. The cleanup operation took three years, at an estimated cost of 240million. Although the spill was slowed by levees and diverted by way of the Guadalquivir to the sea, the vulnerability of Doana's ecosystems to such environmental catastrophes was evident.\nTo ensure sustainable development both in the countryside and in the surrounding provinces, as well as to counteract future environmental threats, an International Commission of Experts met in 1992 to propose solutions, and produced the \"Plan de Desarrollo Sostenible de Doana y su Entorno\" (Plan for Sustainable Development of Doana and its Surroundings), briefly described as:\nThis effectively became the mission statement of the Doana 21 Foundation, created in 1997 as a partnership between the Governing Council of the Andalusian Regional Government and the El Monte, San Fernando and Unicaja savings banks. The plan established among its objectives the promotion of actions beneficial to the natural environment, seeking the cooperation of national and European governmental bodies, and the various organizations with an interest in the park, economic or otherwise, for sustainable development of the area (e. g., by encouraging the organic farming of rice). Since then, representatives from Council agencies, businesses, trade unions and conservation organizations such as WWF have joined the foundation and collaborated in meeting its goals.\nPipeline.\nIn 2013 the construction of a pipeline in the vicinity of the park was authorized by the Spanish Ministry of Agriculture, Food and Environment.\nPilgrimage of El Roco and ecological issues.\nThe municipality of Almonte, and therefore the park, is situated in an area in which public manifestations of religious fervor have been frequent throughout the centuries. The deities of nature and water were worshiped by the ancient Iberians, as in the goddess cult of Cybele. The cult rituals, similar in many ways to current Rocieras celebrations, were quickly adapted by the early Christians of these lands to be assimilated in their liturgy. They built a small basilica here, now defunct, but it was mainly after the reconquest of the area in 1262 that the Marian devotions were institutionalized. About 12701284, Alfonso X reconstructed the Chapel of St. Mary of Rocinas, and in 1337 Alfonso XI made the first recorded mention of the Marian cult in the area:\nThe image of the Virgin at the Hermitage of El Roco dates probably from the 13th century, although the current iconography representing the Virgin as a lady of the royal court was adopted in the late 16th century, according to the fashion of the time. The popularity of the cult of the \"Virgen del Roco\" in modern times has raised concerns about the annual pilgrimage's effect on the natural environment of the park.\nThe park is used by pilgrims on their way to the Romera de El Roco. As this event attracts a million pilgrims annually, it has a significant negative impact on the park's eco-system. The overcrowding of pilgrims around certain dates is evident not only in the village of El Roco where the shrine is located, but also in places within and outside the park such as the Piara del Acebuchal, the Ajol Bridge, Boca del Lobo and the Moguer road. This has been a publicity windfall for the park, but requires stepped-up park resources for fire prevention and general monitoring, and also has had a significant negative environmental impact (e.g., increased danger of wildfires, off-road SUVs damaging sensitive ground, etc.) denounced by environmentalists.\nDoana Biological Station.\nThe \"Estacin Biolgica de Doana\" (Doana Biological Station) is a centre dedicated to the study of terrestrial ecology. It was created jointly in 1964 by the Spanish government and the World Wildlife Federation to support scientific research on local ecosystems; in the course of this research the status of other national and international ecosystems is also investigated. The EBD, as an administrative and scientific management agency under the aegis of the Spanish National Research Council (Consejo Superior de Investigaciones Cientficas  CSIC), operates a research centre in Seville, the Doana Biological Reserve in Almonte, and a Field Station in the Natural Park of Sierras de Cazorla, Segura and Las Villas in the province of Jan. After the World Wildlife Fund was created in 1961, one of its first actions was to acquire 6,794 hectares of the Doana estate 'Las Nuevas' in 1963, which it then turned over to the CSIC. The CSIC declared the area to be a \"Reserva Biolgica\" (Biological Reserve) and in 1964 built the \"Estacin Biolgica de Doana\". WWF bought another section of Doana in 1968 totaling 3,214 hectares and later called the \"Reserva Biolgica de Guadiamar\" (Guadiamar Biological Reserve).\nSaca de las Yeguas.\nAnother important activity of longstanding association with the park is \"La Saca de las Yeguas\" (\"The Gathering of the Mares\"), a livestock event pertaining to the indigenous wild horses of the salt marshes of Doana. On 26 June, after the Feast of St. John the Baptist is celebrated, mares and new foals among the \"marismeos\" are gathered in a traditional roundup."}}