{"id": 261, "data": {"title": "East Rennell", "text": "East Rennell is the southern portion of Rennell Island in the Solomon Islands which is designated a UNESCO World Heritage Site. Rennell is the largest raised coral atoll in the world and the area in East Rennell surrounding Lake Tegano contains many endemic species.\nIn 2013, the World Heritage Committee added East Rennell to the List of World Heritage in Danger because of the threat of logging activities to the site's outstanding universal value.\nSite.\nRennell is situated in the Western Pacific and is the southernmost of the Solomon Islands, being some . It is the largest uplifted coral atoll in the world, occupying . It is mostly clad in dense forest and in the centre of the south end of the island is Lake Tegano (also known as Te Nggano), which was at one time the atoll's lagoon; the surface of the lake is at sea level and the water is brackish. It is surrounded by cliffs and contains a number of small limestone islands. East Rennell, designated as a World Heritage Site in 1998, is at the southern end of the island; the site includes Lake Tegano, the land surrounding it, and the marine areas stretching for three nautical miles from the island. The site is unspoiled, prone to damage by cyclones, and is \"considered to be a true natural laboratory for scientific study.\"\nHistory.\nThe island has about 800 inhabitants living in four villages around Lake Tegano. They are subsistence farmers and fishermen, relying on the forests and waters to provide them with all their basic needs. A management plan for the site was completed in 2007 in conjunction with the islanders which recognises their rights to continue their traditional cultural practices and way of life. These are thought not to be detrimental to the site, the IUCN stating that \"customary ownership can be more conducive to conservation than if the land was under the control of a distant government office\".\nFlora and fauna.\nThe island is covered with dense forest which provides habitat for the many bird species. It is logging in the west end of the island, outside the site area, which is threatening the bird population of the whole island by depleting the areas of the forest they need. As a result, in 2013, UNESCO added East Rennell to its List of World Heritage in Danger. Fifty species of bird have been recorded on the island, twenty-one of these being endemic. The site has been identified by BirdLife International as an Important Bird Area (IBA) because it supports populations of several of these bird species, including silver-capped fruit doves, yellow-bibbed lories, Rennell parrots, green pygmy parrots, cardinal myzomelas, Rennell gerygones, Rennell fantails, Melanesian flycatchers, Rennell shrikebills, bare-eyed and Rennell white-eyes, and Rennell starlings.\nOne reptile of note is Crocker's sea snake, an endemic species found in Lake Tegano and nowhere else in the world. There are 11 species of bat (one endemic), 27 species of land snail (seven endemics) and close to 730 insect species, many of which are endemic present in the region. Over 300 species of diatoms and algae, a few of them endemic, form its rich flora."}}