{"id": 108, "data": {"title": "Ellora Caves", "text": "Ellora Caves are a multi-religious rock-cut cave complex with inscriptions dating from the period 6th century CE onwards, located in the \nAurangabad District of Maharashtra, India. There are over 100 caves at the site, all excavated from the basalt cliffs in the Charanandri Hills, 34 of which are open to public. These consist of 17 Hindu (caves 1329), 12 Buddhist (caves 112) and 5 Jain (caves 3034) caves. Each group represents deities and mythologies prevalent in the 1st millennium CE, as well as monasteries of each respective religion. They were built close to one another and illustrate the religious harmony that existed in ancient India. Because of their exceptional architecture of ancient India, the Ellora Caves were inscribed on the UNESCO World Heritage List in 1983.\nAll of the Ellora monuments were built during the Satavahana period, which constructed part of the Vedic Dynasty and much later Buddhist caves and the Jain caves, were named .\nAlthough the caves served as temples and a rest stop for pilgrims, the site's location on an ancient South Asian trade route also made it an important commercial centre in the Deccan region.\nEllora Caves are situated north-west of Aurangabad, and about east-northeast of Mumbai. Today, the Ellora Caves, along with the nearby Ajanta Caves, are a major tourist attraction in the Marathwada region of Maharashtra and a are a protected monument under the Archaeological Survey of India (ASI).\nEtymology.\nEllora, also called Verul or Elura, is the short form of the ancient name Elloorpuram. The older form of the name has been found in ancient references such as the Baroda inscription of 812 CE which mentions \"the greatness of this edifice\" and that \"this great edifice was built on a hill by Krishnaraja at Elapura, the edifice in the inscription being the Kailasa temple. In the Indian tradition, each cave is named and has a suffix \"Guha\" (Sanskrit), \"Lena\" or \"Leni\" (Marathi), meaning cave.\nIt is also thought to be derived from Ilvalapuram, named after the asura Ilvala who ruled this region who was vanquished by Sage Agastya.\nLocation.\nThe Ellora caves are situated in state of Maharashtra about northwest of the city of Sambhaji Nagar, east-northeast of Mumbai, from Pune and about west of the Ajanta Caves, 2.3 kilometres (1.42 miles) from Grishneshwar Temple (India).\nEllora occupies a relatively flat rocky region of the Western Ghats, where ancient volcanic activity had created multilayered basalt formations, known as the Deccan Traps. The volcanic activity that formed the west-facing cliff that houses the Ellora caves occurred during the Cretaceous period. The resulting vertical face made access to many layers of rock formations easier, enabling architects to pick basalt with finer grains for more detailed sculpting.\nChronology.\nThe construction at Ellora has been studied since British colonial rule. However, the overlapping styles between the Buddhist, Hindu and Jain caves has made it difficult to establish agreement concerning the chronology of their construction. The disputes generally concern: one, whether the Buddhist or Hindu caves were carved first and, two, the relative dating of caves within a particular tradition. The broad consensus that has emerged is based on comparing the carving styles at Ellora to other cave temples in the Deccan region that have been dated, textual records of various dynasties, and epigraphical evidence found at various archaeological sites near Ellora and elsewhere in Maharashtra, Madhya Pradesh and Karnataka. Geri Hockfield Malandra and other scholars have stated that the Ellora caves had three important building periods: an early Hindu period (~550 to 600 CE), a Buddhist phase (~600 to 730 CE) and a later Hindu and Jain phase (~730 to 950 CE).\nThe earliest caves may have been built during the Traikutakas and Vakataka dynasties, the latter being known for sponsoring the Ajanta caves. However, it is considered likely that some of the earliest caves, such as Cave 29 (Hindu), were built by the Shiva-inspired Kalachuri dynasty, while the Buddhist caves were built by the Chalukya dynasty. The later Hindu caves and early Jain caves were built by the Rashtrakuta dynasty, while the last Jain caves were built by the Yadava dynasty, which had also sponsored other Jain cave temples.\nThe Hindu monuments: Caves 1329.\nThe Hindu caves were constructed during the Kalachuris period, from the mid-6th century to the end of the 8th century in two phases. Nine cave temples were excavated early in the 6th century, followed by a further four caves (caves 1729). Work first started\n, in order, on Caves 28, 27 and 19 then Caves 29 and 21, which were excavated concurrently with Caves 20 and 26. Caves 17 and 28 were the last ones to be started.\nThe later caves, 14, 15 and 16, were constructed during the Rashtrakuta period, some being dated to between the 8th to 10th centuries. Work first began in Caves 14 and 15 with Cave 16, the world's largest monolith, being the last of the three to be constructed. These caves were completed in the 8th century with the support of king Krishna I.\nEarly Hindu temples: Dhumar Lena, Cave 29.\nConstruction in the early Hindu caves commenced before any of the Buddhist or Jain caves. These early caves were generally dedicated to the Hindu god Shiva, although the iconography suggests that the artisans gave other gods and goddesses of Hinduism prominent and equal reverence. A common feature of these cave temples was a rock-cut linga-yoni within the core of the shrine with each being surrounded by a space for circumambulation (\"parikrama\").\nCave 29, also called \"Dhumar Lena\", is one of earliest excavations in Ellora and among the largest. Early Hindu temple building in the cave centred around the \"Vale Ganga\", a natural waterfall that was integrated into the monument. The waterfall is visible from a rock carved balcony to the south and has been described as \"falling over great Shiva's brow\", particularly during monsoon season. The carvings in this cave are larger than life size but, according to author Dhavalikar, they are \"corpulent, stumpy with disproportionate limbs\" compared to those found in other Ellora caves.\nRameshwar temple, Cave 21.\nCave 21, also called \"Rameshwar Lena\", is another early excavation whose construction has been credited to the Kalachuri dynasty. The cave was completed prior to the ascension of Rashtrakuta dynasty which went on to expand the caves at Ellora\nAlthough the cave features similar works to those in other Ellora caves, it also has a number of unique pieces, such as those depicting the story of goddess Parvati's pursuit of Shiva. Carvings depicting Parvati and Shiva at leisure, Parvati's wedding to Shiva, Shiva dancing and Kartikeya (Skanda) have been found in other caves. The cave also features a large display of the Sapta Matrika, the seven mother goddesses of the Shakti tradition of Hinduism, flanked on either side by Ganesha and Shiva. Inside the temple are other goddesses important to Shakti tradition, for example, the Durga. The entrance to Cave 21 is flanked by large sculptures of the goddesses Ganga and Yamuna representing the two major Himalayan rivers and their significance to the Indian culture.\nThe cave is laid out symmetrically according to the mandapa square principle and has embedded geometric patterns repeated throughout the cave. The Shiva linga at the sanctum sanctorum of the temple is equidistant from the major statues of goddesses Ganga and Yamuna, with all three set in an equilateral triangle. According to Carmel Berkson, this layout likely symbolizes the BrahmanPrakriti relationship, the interdependence of the masculine and the feminine energies, that is central to Hindu theology.\nThe Kaila temple: Cave 16.\nCave 16, known as the Kailasa temple, is a particularly notable cave temple in India as a result of its size, architecture and having been entirely carved out of a single rock.\nThe Kailasha temple, inspired by Mount Kailasha, is dedicated to Shiva. It is modeled along similar lines to other Hindu temples with a gateway, an assembly hall, a multi-storey main temple surrounded by numerous shrines laid out according to the square principle, an integrated space for circumambulation, a garbha-grihya (sanctum sanctorum) wherein resides the linga-yoni, and a spire-shaped like Mount Kailash  all carved from one rock. Other shrines carved from the same rock are dedicated to Ganga, Yamuna, Saraswati, the ten avatars of Vishnu, Vedic gods and goddesses including Indra, Agni, Vayu, Surya and Usha, as well as non-Vedic deities like Ganesha, Ardhanarishvara (half Shiva, half Parvati), Harihara (half Shiva, half Vishnu), Annapurna, Durga and others. The basement level of the temple features numerous Shaiva, Vaishnava and Shakti works; a notable set of carvings include the twelve episodes from the childhood of Krishna, an important element of Vaishnavism.\nThe structure is a freestanding, multi-level temple complex covering an area twice the size of the Parthenon in Athens. It is estimated that the artists removed three million cubic feet of stone, weighing approximately 200,000 tonnes, to excavate the temple.\nThe construction of the temple has been attributed to the Rashtrakuta king Krishna I (r. 756773 CE), but elements of Pallava architecture have also been noted. The dimensions of the courtyard are 82 meters by 46 meters at the base, and 30 meters high (280  160  106 feet). The entrance features a low gopuram. The central shrine housing the lingam features a flat-roofed mandapa supported by 16 pillars, and a Dravidian shikhara. An image of Shiva's mount Nandi (the sacred bull) stands on a porch in front of the temple. Two of the walls in the main temple house rows of carvings depicting the Mahabharata, along the north side, and the Ramayana, on the south side.\nThe Kailasha temple is considered a highly notable example of temple construction from 1st millennium Indian history, and was called, by Carmel Berkson, \"a wonder of the world\" among rock-cut monuments.\nThe Dashavatara: Cave 15.\nThe \"Dashavatara temple\", or Cave 15, is another significant excavation that was completed sometime after Cave 14 (Ravan ki Khai, Hindu). Cave 15 has cells and a layout plan that are similar to Buddhist Caves 11 and 12, which suggests this cave was intended to be a Buddhist cave; however, the presence of non-Buddhist features, such as a \"Nrtya Mandapa\" (an Indian classical dance pavilion) at its entrance, indicated otherwise. According to James Harle, Hindu images have been found in Buddhist Cave 11, while many Hindu deities have been incorporated in Buddhist caves of the region. This overlap in disparate designs between Buddhist and Hindu caves may be due to the sites being worked on by the same architects and workers, or perhaps a planned Buddhist cave was adapted into a Hindu monument.\nAccording to Geri Malandra, all the Buddhist caves at Ellora were an intrusion in a place that was already an established Brahmanical Tirtha (Hindu pilgrimage site), and not the other way around. Furthermore, given that both the Hindu and Buddhist caves were predominantly anonymous, with no donative inscriptions having been discovered for the Buddhist Ellora caves other than those of Hindu dynasties that built them, the original intent and nature of these cave temples is speculative.\nThe Hindu temple housed in Cave 15 has an open court with a free-standing monolithic \"mandapa\" at the middle and a two-storeyed excavated temple at the rear. Large sculptural panels between the wall columns on the upper floor illustrate a wide range of themes, including the ten avatars of Vishnu. An inscription of Dantidurga, critical to establishing the age of the temple, is on the back wall of the front \"mandapa\". According to Coomaraswamy, the finest relief of this cave is the one depicting the death of Hiranyakashipu, where Vishnu in man-lion (Narasimha) form, emerges from a pillar to lay a fatal hand upon his shoulder. It is a Rastrakoot dynasty sculpture. Other reliefs in Cave 15 include the Gangadhara, marriage of Shiva and Parvati, Tripurantika of Shakti tradition, Markendeya, Garuda, aspects of life, Nandi in mandapa, dancing Shiva, Andhakasura, Govardhanadhari, Gajendravarada and others. The panels are arranged in dyads, which states Carmel Berkson, reinforce each other by displaying \"cooperative but also antagonistic energy\" with a mutuality of power transference.\nOther Hindu caves.\nOther notable Hindu caves are the \"Ravan ki Khai\" (Cave 14) and the \"Nilkantha\" (Cave 22), both of which house numerous sculptures, Cave 25 in particular features a carving of Surya in its ceiling.\nThe Buddhist monuments: Caves 112.\nThese caves are located on the southern side and were built either between 630 and 700 CE, or 600730 CE. It was initially thought that the Buddhist caves were the earliest structures that were created between the fifth and eighth centuries, with caves 15 in the first phase (400600) and 612 in the later phase (650750), but modern scholars now consider the construction of Hindu caves to have been before the Buddhist caves. The earliest Buddhist cave is Cave 6, then 5, 2, 3, 5 (right wing), 4, 7, 8, 10 and 9, with caves 11 and 12, also known as Do Thal and Tin Thal respectively, being the last.\nEleven out of the twelve Buddhist caves consist of \"viharas\", or monasteries with prayer halls: large, multi-storeyed buildings carved into the mountain face, including living quarters, sleeping quarters, kitchens, and other rooms. The monastery caves have shrines including carvings of Gautama Buddha, bodhisattvas and saints. In some of these caves, sculptors have endeavoured to give the stone the look of wood.\nCaves 5, 10, 11 and 12 are architecturally important Buddhist caves. Cave 5 is unique among the Ellora caves as it was designed as a hall with a pair of parallel refectory benches in the centre and a Buddha statue in the rear. This cave, and Cave 11 of the Kanheri Caves, are the only two Buddhist caves in India arranged in such a way. Caves 1 through 9 are all monasteries while Cave 10, the Vvakarm Cave, is a major Buddhist prayer hall.\nCaves 11 and 12 are three-storied Mahayana monastery caves with idols, mandalas carved into the walls, and numerous goddesses, and Bodhisattva-related iconography, belonging to Vajrayana Buddhism. These are compelling evidence to suggest that Vajrayana and Tantra ideas of Buddhism were well established in South Asia by the 8th-century CE.\nThe Vishvakarma Cave.\nNotable among the Buddhist caves is Cave 10, a chaitya worship hall called the 'Vishvakarma cave', built around 650 CE. It is also known as the \"Carpenter's Cave\", because the rock has been given a finish that has the appearance of wooden beams. Beyond its multi-storeyed entry is a cathedral-like stupa hall also known as \"chaitya-griha\" (prayer house). At the heart of this cave is a 15-foot statue of Buddha seated in a preaching pose.\nCave 10 combines a \"vihara\" with a chapel-like worship hall that has eight subsidiary cells, four in the back wall and four in the right, as well as a portico in the front. It is the only dedicated chaitya griha amongst the Buddhist caves and is constructed along similar lines to Caves 19 and 26 of Ajanta. Cave 10 also features a gavaksha, or chandrashala, arched window and a side connection to Cave 9 of Ellora.\nThe main hall of the Visvakarma cave is apsidal in plan and is divided into a central nave and side aisles by 28 octagonal columns with plain bracket capitals. In the apsidal end of the chaitya hall is a stupa on the face of which a colossal high seated Buddha in \"vyakhyana mudra\" (teaching posture). A large Bodhi tree is carved at his back. The hall has a vaulted roof in which ribs (known as triforium) have been carved in the rock imitating the wooden ones. The friezes above the pillars are Naga queens, and the extensive relief artwork shows characters such as entertainers, dancers and musicians.\nThe front of the prayer hall is a rock-cut court entered via a flight of steps. The entrance of the Cave has a carved facade decorated with numerous Indian motifs including apsaras and meditating monks. On either side of the upper level are pillared porticos with small rooms in their back walls. The pillared \"verandah\" of the \"chaitya\" has a small shrine at either end and a single cell in the far end of the back wall. The corridor columns have massive squared shafts and \"ghata-pallava\" (vase and foliage) capitals. The various levels of Cave 10 also feature idols of male and female deities, such as Maitreya, Tara, Avalokitesvara (Vajradhamma), Manjusri, Bhrkuti, and Mahamayuri, carved in the Pala dynasty style found in eastern regions of India. Some southern Indian influences can also be found in various works in this cave.\nThe Jain monuments: Caves 3034.\nAt the north end of Ellora are the five Jain caves belonging to the Digambara sect, which were excavated in the ninth and early tenth centuries. These caves are smaller than the Buddhist and Hindu caves but nonetheless feature highly detailed carvings. They, and the later-era Hindu caves, were built at a similar time and both share architectural and devotional ideas such as a pillared veranda, symmetric mandapa and \"puja\" (worship). However, unlike the Hindu temples, emphasis is placed on the depiction of the twenty-four Jinas (spiritual conquerors who have gained liberation from the endless cycle of rebirths). In addition to these Jinas, the works at the Jain temples include carvings of gods and goddesses, \"yaksa\" (male nature deity), \"yaksi\" (female nature deity) and human devotees prevalent in Jain mythology of 1st millennium CE.\nAccording to Jose Pereira, the five caves were actually 23 distinct excavations, over different periods. A 13 of these are in Indra Sabha, 6 in Jagannatha Sabha and rest in the Chhota Kailash. Pareira used numerous sources to conclude that the Jain caves at Ellora likely began in the late 8th century, with construction and excavation activity extending beyond the 10th century and into the 13th century before coming to a halt with the invasion of the region by the Delhi Sultanate. This is evidenced by votive inscriptions dated to 1235 CE, where the donor states to have \"converted Charanadri into a holy \"tirtha\"\" for Jains by gifting the excavation of lordly Jinas.\nParticularly important Jain shrines are the \"Chhota Kailash\" (cave 30, 4 excavations), the \"Indra Sabha\" (cave 32, 13 excavations) and the \"Jagannath Sabha\" (cave 33, 4 excavations); cave 31 is an unfinished four-pillared hall, and shrine. Cave 34 is a small cave, which can be accessed through an opening in the left side of Cave 33.\nThe Jain caves contain some of the earliest \"Samavasarana\" images among its devotional carvings. The Samavasarana is of particular importance to Jains being the hall where the Tirthankara preaches after attaining \"Kevala Jnana\" (liberating omniscience). Another interesting feature found in these caves is the pairing of sacred figures in Jainism, specifically Parsvanatha and Bahubali, which appear 19 times. Other artworks of significance include those of deities Sarasvati, Sri, Saudharmendra, Sarvanubhuti, Gomukha, Ambika, Cakresvari, Padmavati, Ksetrapala and Hanuman.\nChhota Kailasha: Cave 30.\nThe Chhota Kailasha, or the little Kailasha, is so named due to the similarity of the carvings to those in the Kailasha temple. This temple was likely built in the early 9th century, concurrent with the construction of the lower level of the Indra Sabha, some decades after the completion of the Kailasha Temple. It features two larger-than-life size reliefs of dancing Indra, one with eight arms and another with twelve, both adorned with ornaments and a crown; Indra's arms are shown in various mudra reminiscent of the dancing Shiva artworks found in nearby Hindu caves. However, the iconography has several differences that indicate this cave shows a dancing Indra and not a dancing Shiva. The Indra panels at the entrance also feature other deities, celestials, musicians and dancers.\nArt historian Lisa Owen has raised questions concerning whether music and dance were part of 9th-century Jainism, given that Jain theology focuses on meditative asceticism. Rajan, for example, has proposed that Cave 30 May have originally been a Hindu monument that was later converted into a Jain temple. However, Owen suggests that the celebration-filled artwork in this temple is better understood as part of the \"Samavasarana\" doctrine in Jainism.\nThe overlap between Jain and Hindu mythologies has caused confusion, given Book Three of the Hindu Mahabharata describes Indra's abode as one filled with a variety of heroes, courtesans, and artisans, within a paradise-like setting. This imagery is repeated throughout Cave 30, similar to the Hindu caves, setting the context of the temple. However, the symbolism closer to the centre of the temple is more aligned with the core ideas of Jainism; a greater prevalence of meditating images and Jinas  the place where the Jain devotee would perform his or her ritual \"abhisheka\" (worship).\nCave 31.\nCave 31, consisting of four pillars, a small shrine a number of carvings, was not completed. Carvings of Parshvanatha, guarded by yaksha Dharanendra with his 7 hoods, and Gommateshvara were made into the left and right walls of the hall, respectively, while within the shrine resides an idol of Vardhamana Mahavir Swami. The idol is seated in a padmasan position on a lion-throne and a chakra is seen in the middle panel of the throne. The figure of yaksha \"Matanga\" on an elephant is on the left side of shrine while one of yakshi \"Siddhaiki\", seated in savya-lalitasana on a lion with a child on her lap, is on the right.\nThe Indra Sabha: Cave 32.\nThe \"Indra Sabha\" (Cave 32), excavated in the 9th century, is a two-storey cave with a monolithic shrine in its court. 19th-century historians confused the Jain Yaksas for alternate images of Indra that were found in Buddhist and Hindu artworks, thus leading to the temple being given the misnomer \"Indra Sabha\". Indra is an important deity in all three major religions, but is of particular importance in Jainism as not only is he one of 64 deities who reign over the heavens, he is, specifically, the king of the first Jain heaven, \"Saudharmakalpa\", and the chief architect of the celestial assembly hall according to the \"Adipurana\", a Jain holy text. \nThe Indra Sabha Jain temple is historically significant as it contains evidence, in the form of layered deposits and textual records, of active worship inside by the Jain community. In particular, rituals were known to have been held in the upper level, where the artwork may have played a central role.\nAs with many caves in Ellora, numerous carvings adorn the temple, such as those of the lotus flower on the ceiling. On the upper level of the shrine, excavated at the rear of the court, is an image of Ambika, the yakshini of Neminath, seated on her lion under a mango tree, laden with fruit. The centre of the shrine presents \"Sarvatobhadra\", where four Tirthankaras of Jainism  Rshibha (1st), Neminatha (22nd), Parsvanatha (23rd) and Mahavira (24th) are aligned to the cardinal directions, forming a place of worship for devotees.\nThe Jagannatha Sabha: Cave 33.\nThe \"Jagannatha Sabha\" (Cave 33) is the second-largest Jain cave at Ellora and dates to the 9th century according to the inscriptions on the pillars. It is a two-storeyed cave with twelve massive pillars and elephant heads projecting towards a porch, all carved from a single rock. The hall has two heavy square pillars in front, four in the middle area, and a pillared interior square principal hall with fluted shafts, all intricately carved with capitals, ridges and brackets. Inside the major idols are of Parshvanatha and Mahavira, the last two Tirthankaras in Jainism.\nCave 34.\nCertain inscriptions in Cave 34, or J26 according to historian Jos Pereira, are not deciphered as yet but were likely to have been executed between 800 and 850 CE. Other inscriptions, such as the one by Sri Nagavarma, are thought to date from the 9th or 10th century.\nThis cave features a large seated Parshvanatha Jina with four \"camara\" attendants, two of whom hold fly-whisks and seemingly emerge from the back of the Jina's throne. As with many other Jain excavations, a large pair of \"yaksa-yaksi\" is also found in this cave near the Jina. In the back of the cave is a bearded figure with a bowl containing round sacrificial offerings, which have shapes reminiscent of \"pindas\" (rice balls) or \"laddus\" (sweetmeat). This suggests the scene may be related to Jain devotional worship, possibly a \"shraddha\" ceremony. The Parshvanatha in the cave is paired with a standing Gommateshvara, and accompanied by other carvings showing musicians playing a variety of instruments such as horns, drums, conchs, trumpets, and cymbals. A particularly notable feature of the cave is a giant, open lotus carving on its ceiling and rooftop, which is found in only one other Jain excavation and one Hindu Cave 25 in all of Ellora. The placement of the lotus on the cave rather than a sculpture symbolizes that the temple is a divine place.\nRock carved image of Lord Parshvanath.\nOn the hill to the northeast of the main complex of caves is a Jain temple containing a rock-carved image of Lord Parshvanath from the Rashtrakuta period with an inscription dated 1234 A.D. The well-preserved image is flanked by Dharaendra and Padmavati. The inscription mentions the site as Charana Hill, a holy site. It is still in active worship and thus not protected by the ASI. Six hundred steps must be climbed to reach it. It is managed by a Jain Gurukul in the village.\nVisitors, desecration and damage.\nThere have been several records written in the centuries following their completion indicating that these caves were visited regularly, particularly as it was within sight of a trade route; for example, Ellora was known to have been frequented by Buddhist monks in the 9th and 10th centuries. It is mistakenly referred to by the 10th-century Baghdad resident Al-Masudi as \"Aladra\", site of a great temple, a place of Indian pilgrimage and one with thousands of cells where devotees live; in 1352 CE, the records of Ala-ud-Din Bahman Shah mention him camping at the site. Other records were written by Firishta, Thevenot (163367), Niccolao Manucci (16531708), Charles Warre Malet (1794), and Seely (1824). Some accounts acknowledge the importance of Ellora but make inaccurate statements regarding its construction; for example, a description of the caves by Venetian traveller Niccolao Manucci, whose Mughal history was well received in France, wrote that the Ellora caves \"...were executed by the ancient Chinese\" based on his assessment of the workmanship and what he had been told. Ellora was a well-known site in Mughal times: the emperor Aurangzeb used to picnic there with his family, as did other Mughal nobles. Mustaid Khan, a courtier of Aurangzeb, stated that people visited the area in all seasons but especially during the monsoon. He also spoke of \"many kinds of images with lifelike forms\" carved on all the ceilings and walls, but noted that the monuments themselves were in a state of \"desolation in spite of its strong foundations.\"\nThe \"Lilacharitra\", a Marathi text dated to the late 13th century CE, is the first report stating that active use of Ellora ceased in the 13th century. Islamic court records indicated that Deogiri, the capital of the Yadava dynasty, and about 10 kilometres from Ellora, had come under sustained attack during this period and subsequently fell to the Delhi Sultanate in 1294 CE. According to Jos Pereira, there is evidence that work in the Jain caves at Ellora had flourished under Singhana, who ruled the Yadava dynasty between ~1200 and 1247 CE, and these caves were in use by Jain visitors and worshippers into the 13th century. However, Jain religious activity ceased after the region came under Islamic rule in the late 13th century.\nThe Buddhist, Hindu, and Jain monuments at Ellora show substantial damage, particularly to the idols, whereas intricate carvings on the pillars, and of natural objects on the walls, remain intact. The desecration of idols and images was traced to the 15th to 17th centuries when this region of the Deccan peninsula was subjected to iconoclasm by Muslim armies. According to Geri Malandra, such devastation by Muslims stemmed from the perceived offense caused by \"the graphic, anthropomorphic imagery of Hindu and Buddhist shrines\". Muslim historians of the Islamic Sultanate period mention Ellora in their descriptions of the widespread damage and fanatical destruction of idols and artwork of the region, with some Muslims of this era being known to have expressed concern regarding the wanton damage and \"deplored it as a violation of beauty\", according to Carl Ernst.\nEllora inscriptions.\nSeveral inscriptions at Ellora date from the 6th century onwards, the best known of which is an inscription by Rashtrakuta Dantidurga (c. 753757 CE) on the back wall of the front mandapa of Cave 15 stating that he had offered prayers at that temple. Jagannatha Sabha, Jain cave 33, has 3 inscriptions that give the names of monks and donors, while a Parshvanath temple on the hill has a 1247 CE inscription that gives the name of a donor from Vardhanapura.\nThe Great Kailasa temple (Cave 16) is attributed to Krishna I (c. 757783 CE), the successor and uncle of Dantidurga. A copper plate inscription found in Baroda, Gujarat, states that a great edifice was built on a hill by Krishnaraja at Elapura (Ellora):\nPainted carvings and paintings.\nThe carvings at Ellora were at one time profusely painted. The rock was covered with a lime plaster which was painted. The plaster and the paint has survived in places.\nIn popular culture.\nThe famous Bengali filmmaker (and author) Satyajit Ray wrote the crime thriller novel \"Kailashey Kelenkari\" in 1974, featuring fictional detective Feluda. In the novel, Feluda travels to the Ellora caves to uncover a smuggling racket involving illegal trade of historical artifacts from Indian temples, including the largest cave at Ellora, the Kailasa Temple. Satyajit's son Sandip Ray adapted the novel into a movie of the same name in 2007.\nIn Art and Literature.\nFisher's Drawing Room Scrap Book, 1832 contains a plate of 'Skeletal Group in the Ramedwur, Caves of Ellora, supposed to represent the nuptials of Siva and Parvati' by George Cattermole, engraved by W. Kelsall, accompanied by a poetical illustration by Letitia Elizabeth Landon paraphrased from a translation from the Siva-Pooraun. This is from cave 21."}}