{"id": 324, "data": {"title": "Fanjingshan", "text": "The Fanjingshan () or Mount Fanjing, located in Tongren, Guizhou province, is the highest peak of the Wuling Mountains in southeastern China, at an elevation of . The Fanjingshan National Nature Reserve was established in 1978 and designated a UNESCO Biosphere Reserve in 1986. Fanjingshan is a sacred mountain in Chinese Buddhism, considered to be the bodhimaa of the Maitreya Buddha. It became a UNESCO World Heritage Site in 2018.\nName.\nThe mountain's name \"Fanjing\" is an abbreviation of \"Fantian Jingtu\" (), or \"Brahma's Pure Land\". \"Fantian\" is the Chinese name for the Buddhist heavenly king Brahm, and \"Jingtu\" is Chinese for \"pure land\", the focus of Pure Land Buddhism.\nLocation and environment.\nFanjingshan is located in Tongren, Guizhou Province in southeastern China. It is the highest peak of the Wuling Mountains. The elevation of its terrain ranges from above sea level.\nThe Fanjingshan National Nature Reserve was established in 1978 and designated a UNESCO Biosphere Reserve in 1986. The reserve covers a total area of and is a conservation area for primitive vegetation of the mid sub-tropic alpine region of eastern China. The mountain was designated a World Heritage Site in July 2018.\nFanjingshan's relative isolation has ensured a high degree of biodiversity. Endemic species such as the rare Guizhou golden monkey \"(Rhinopithecus brelichi)\" and the Fanjingshan fir \"(Abies fanjingshanensis)\" occur only in a small region centering on Fanjingshan. Several endangered species, including the Chinese giant salamander, forest musk deer, and Reeve's pheasant are also found in Fanjingshan. It is also home to the largest and most contiguous subtropical primeval beech forest.\nBuddhism.\nFanjingshan is considered a sacred mountain of Chinese Buddhism, ranking just below the Four Sacred Mountains of Buddhism. It is considered the bodhimaa (or \"daochang\")a spot in which one reached enlightenmentof the Maitreya Buddha. The influence of Buddhism reached Fanjingshan by the Tang dynasty at the latest, especially after Hou Hongren () constructed the Zangke Road () in 639 AD, which facilitated transport in the mountainous region, and local gazettes record the construction of several temples in the area. More temples were built during the ensuing Song and Yuan dynasties.\nBuddhism greatly prospered during the Ming and Qing dynasties, when the cult of Tianguan Maitreya () became dominant in Fanjingshan. The Bozhou rebellion in the late 16th century caused great damages to Fanjingshan's temples. After suppressing the rebellion, the Wanli Emperor ordered the monk Miaoxuan () to rebuild the Golden Peak and the Cheng'en Temple (). Many other temples were constructed in the area, ushering in the golden era for Buddhism in Fanjingshan. Most temples during the Ming and Qing dynasties belonged to the Pure Land and the Linji sects of Buddhism.\nIn the turmoil that toppled the Qing dynasty, many temples were destroyed by marauding armies and bandits, and few monks remained in the Republic of China era. After further destructions during the Cultural Revolution, Buddhism has enjoyed a renaissance since the 1980s. Many old temples have been rebuilt and new ones constructed, including the Cheng'en Temple, Huguo Chan Temple (), Great Golden Buddha Temple (), and Longquan Temple ().\nIn 2010, the Fanjingshan Buddhist Cultural Park was opened, with a Golden Hall that houses a statue of the Maitreya Buddha made with of gold and thousands of gems. It is said to be the largest gold Maitreya statue in the world.\nRecognition.\nAsteroid 215021 Fanjingshan, discovered by astronomers of the PMO NEO Survey Program in 2005, was named after the World Heritage Site. The official was published by the Minor Planet Center on 8 November 2019 ().\nA genus (\"Fanjingshania\") of fossil chondrichthyan discovered in Guizhou Province was named after Fanjingshan mountain."}}