{"id": 99, "data": {"title": "Fatehpur Sikri", "text": "Fatehpur Sikri () is a town in the Agra District of Uttar Pradesh, India. Situated from the district headquarters of Agra, Fatehpur Sikri itself was founded as the capital of the Mughal Empire in 1571 by Emperor Akbar, serving this role from 1571 to 1585, when Akbar abandoned it due to a campaign in Punjab and was later completely abandoned in 1610.\nThe name of the city is derived from the village called \"Sikri\" which previously occupied the location. An Archaeological Survey of India (ASI) excavation from 1999 to 2000 indicated that there was housing, temples and commercial centres here before Akbar built his capital. The region was settled by Sungas following their expansion. It was controlled by Sakarwar Rajputs from the 7th to 16th century CE until the Battle of Khanwa (1527).\nThe \"khanqah\" of Sheikh Salim Chishti existed earlier at this place. Akbar's son, Jahangir, was born in the village of Sikri to his favourite wife Mariam-uz-Zamani in 1569, and, in that year, Akbar began construction of a religious compound to commemorate the Sheikh who had predicted the birth. After Jahangir's second birthday, he began the construction of a walled city and imperial palace here. The city came to be known as \"Fatehpur Sikri\", the \"City of Victory\", after Akbar's victorious Gujarat campaign in 1573.\nAfter occupying Agra in 1803, the East India Company established an administrative centre here and it remained so until 1850. In 1815, the Marquess of Hastings ordered the repair of monuments at Sikri.\nBecause of its historical importance as the capital of the Mughal Empire and its outstanding architecture, Fatehpur Sikri was awarded the status of UNESCO World Heritage Site in 1986.\nHistory.\nArchaeological evidence points to settlement of the region since the Painted Grey Ware period. According to historian Syed Ali Nadeem Rezavi, the region flourished under Sunga rule and then under Sikarwar Rajputs, who built a fortress when they controlled the area from 7th to 16th century, until the Battle of Khanwa (1527). The area later came under the rule of the Delhi Sultanate and many mosques were built at the place which grew in size during the period of the Khalji dynasty.\nBasing his arguments on the excavations by the Archaeological Survey of India (ASI) in 19992000 at the Chabeli Tila, senior Agra journalist Bhanu Pratap Singh said the antique pieces, statues, and structures all point to a lost \"culture and religious site,\" more than 1,000 years ago. \"The excavations yielded a rich crop of Jain statues, hundreds of them, including the foundation stone of a temple with the date. The statues were a thousand years old of \"Bhagwan\" Adi Nath, \"Bhagwan\" Rishabh Nath, \"Bhagwan\" Mahavir and Jain Yakshinis,\" said Swarup Chandra Jain, senior leader of the Jain community. Historian Sugam Anand states that there is proof of habitation, temples and commercial centres even before Akbar established it as his capital. He states that the open space on a ridge was used by Akbar to build his capital.\nBut preceding Akbar's appropriation of the site for his capital city, his predecessors Babur and Humayun did much to redesign Fatehpur Sikri's urban layout. Attilio Petruccioli, a scholar of Islamic architecture and Professor of Landscape Architecture at the Polytechnic University of Bari, Italy, notes that \"Babur and his successors\" wanted \"to get away from the noise and confusion of Agra [and] build an uninterrupted sequence of gardens on the free left bank of the Yamuna, linked both by boat and by land.\" Petruccioli adds that when such escapist landscapes are envisioned, the monument becomes the organising element of the city at large, partly due to its orientation at a significant location and partly due to its sheer size. Buland Darwaza was one such organising element, which at a height of 150 feet towered over the city and is now one of the most recognisable Mughal monuments in the country.\nThe place was much loved by Babur, who called it \"Shukri\" (Thanks), after its large lake that was used by Mughal armies. Annette Beveridge in her translation of \"Baburnama\" noted that Babur points \"Sikri\" to read \"Shukri\". Per his memoirs, Babur constructed a garden here called the \"Garden of Victory\" after defeating Rana Sangha at its outskirts. Gulbadan Begum's \"Humayun-Nama\" describes that in the garden he built an octagonal pavilion which he used for relaxation and writing. In the center of the nearby lake, he built a large platform. A baoli exists at the base of a rock scarp about a kilometer from the Hiran Minar. This was probably the original site of a well-known epigraph commemorating his victory.\nAbul Fazl records Akbar's reasons for the foundation of the city in \"Akbarnama\": \"Inasmuch as his exalted sons (Salim and Murad) had been born at Sikri, and the God-knowing spirit of Shaikh Salim had taken possession thereof, his holy heart desired to give outward splendour to this spot which possessed spiritual grandeur. Now that his standards had arrived at this place, his former design was pressed forward, and an order was issued that the superintendents of affairs should erect lofty buildings for the special use of the Shahinshah.\"\nAkbar remained heirless until 1569 when his son, who became known as Jahangir, was born in the village of Sikri in 1569. Akbar began the construction of a religious compound in honour of the Chisti saint Sheikh Salim, who had predicted the birth of Jahangir. After Jahangir's second birthday, he began the construction of a walled city and imperial palace probably to test his son's stamina. By constructing his capital at the \"khanqah\" of Sheikh Salim, Akbar associated himself with this popular Sufi order and brought legitimacy to his reign through this affiliation.\nThe city was founded in 1571 and was named after the village of Sikri which occupied the spot before. The Buland Darwaza was built in honor of his successful campaign in Gujarat, when the city came to be known as \"Fatehpur Sikri\" - \"The City of Victory\". It was abandoned by Akbar in 1585 when he went to fight a campaign in Punjab. It was later completely abandoned by 1610. The reason for its abandonment is usually given as the failure of the water supply, though Akbar's loss of interest may also have been the reason since it was built solely on his whim. Ralph Fitch described it as such, \"Agra and Fatehpore Sikri are two very great cities, either of them much greater than London, and very populous. Between Agra and Fatehpore are 12 miles (Kos) and all the way is a market of victuals and other things, as full as though a man were still in a town, and so many people as if a man were in a market.\"\nAkbar visited the city only once in 1601 after abandoning it. William Finch, visiting it 45 years after Akbar's death, stated, \"It is all ruinate,\" writing, \"lying like a waste desert.\" During the epidemic of bubonic plague from 1616 to 1624, Jahangir stayed for three months here in 1619. Muhammad Shah stayed here for some time and the repair works were started again. However, with the decline of Mughal Empire, the conditions of the buildings worsened.\nWhile chasing Daulat Rao Sindhia's battalions in October 1803, Gerard Lake left the most cumbersome baggage and siege guns in the town. After occupying Agra in 1803, the English established an administrative centre here and it remained so until 1850. In 1815, the Marquess of Hastings ordered the repair of monuments at Sikri and Sikandra. The town was a municipality from 1865 to 1904 and was later made a notified area. The population in 1901 was 7,147.\nArchitecture.\nFatehpur Sikri sits on rocky ridge, in length and wide and palace city is surrounded by a wall on three sides with the fourth bordered by a lake. The city is generally organised around this 40 m high ridge, and falls roughly into the shape of a rhombus. The general layout of the ground structures, especially the \"continuous and compact pattern of gardens and services and facilities\" that characterised the city leads urban archaeologists to conclude that Fatehpur Sikri was built primarily to afford leisure and luxury to its famous residents.\nThe dynastic architecture of Fatehpur Sikri was modelled on Timurid forms and styles. The city was built massively and preferably with red sandstone. Gujarati influences are also seen in its architectural vocabulary and decor of the palaces of Fatehpur Sikri. The city's architecture reflects both the Hindu and Muslim form of domestic architecture popular in India at the time. The remarkable preservation of these original spaces allows modern archaeologists to reconstruct scenes of Mughal court life, and to better understand the hierarchy of the city's royal and noble residents.\nIt is accessed through gates along the long fort wall, namely, Delhi Gate, the Lal Gate, the Agra Gate and Birbal's Gate, Chandanpal Gate, The Gwalior Gate, the Tehra Gate, the Chor Gate, and the Ajmeri Gate. The palace contains summer palace and winter palace for Queen Mariam-uz-Zamani commonly known as Jodha Bai.\nSome of the important buildings in this city, both religious and secular are:\nOther buildings included \"Taksal\" (mint), \"Daftar Khana\" (Records Office), \"Karkhana\" (royal workshop), \"Khazana\" (Treasury), \"Hammam\" (Turkic Baths), \"Darogha's\" quarters, stables, caravanserai, Hakim's quarters, etc.\nDemographics.\nAs of 2011 Indian Census, Fatehpur Sikri had a total population of 32,905, of which 17,392 were males and 15,513 were females. Population within the age group of 0 to 6 years was 5,139. The total number of literates in Fatehpur Sikri was 17,236, which constituted 52.4% of the population with male literacy of 60.4% and female literacy of 43.4%. The effective literacy rate of 7+ population of Fatehpur Sikri was 62.1%, of which male literacy rate was 71.6% and female literacy rate was 51.4%. The Scheduled Castes and Scheduled Tribes population was 4,110 and 1 respectively. Fatehpur Sikri had 4936 households in 2011.\nLanguage.\nAccording to the 2011 census, 98.81% of the people identified as Hindi speakers and 1.04% as Brajbhasha speakers.\nAdministration.\nFatehpur Sikri is one of the fifteen Block headquarters in the Agra district. It has 52 Gram panchayats (Village Panchayat) under it.\nThe Fatehpur Sikri, is a constituency of the Lok Sabha, Lower house of the Indian Parliament, and further comprises five Vidhan Sabha(legislative assembly) segments:\nIn all, there are 12 villages of Sisodia Rajputs near Fatehpur Sikri fort in Agra district. These are Daultabad, Nayavas, Satha, Korai, Behrawati, Byara, Undera, Kachora, Singarpur, Vidyapur, Onera, Arrua.\nTransport.\nFatehpur Sikri is about from Agra. The nearest Airport is Agra Airport (also known as Kheria Airport), from Fatehpur Sikri. The nearest railway station is Fatehpur Sikri railway station, about from the city centre. It is connected to Agra and neighbouring centres by road, where regular bus services are operated by UPSRTC, in addition to tourist buses and taxis.\nIn literature.\nIn her poetical illustration to an engraving of a painting by William Purser, \"Futtypore Sicri\" (Fisher's Drawing Room Scrap Book, 1833), Letitia Elizabeth Landon associates its abandonment by Akbar with 'the revenge of the dead'.\nVita Sackville-West, in her novel \"All Passion Spent\", places the key meeting between Deborah, Lady Slane, and Mr FitzGeorge, at Fatehpur Sikri. \nShe stood again on the terrace of the deserted Indian city looking across the brown landscape where puffs of rising dust marked at intervals the road to Agra. She leaned her arms upon the warm parapet and slowly twirled her parasol. She twirled it because she was slightly ill at ease. She and the young man beside her were isolated from the rest of the world.\nSalman Rushdie's novel \"The Enchantress of Florence\" is partly set in 16th century Fatehpur Sikri."}}