{"id": 266, "data": {"title": "Franciscan Missions in the Sierra Gorda of Querétaro", "text": "The Franciscan missions of the Sierra Gorda of Quertaro in Mexico, are five missions built between 1750 and 1760, the foundation of the missions is attributed to Junpero Serra, who also founded the most important missions in California. They were declared a World Heritage Site by UNESCO in 2003.\nThey are an example of an architectural and stylistic unity with a tempera painting that is one of the best examples of popular New Spain Baroque. According to the criteria to which the UNESCO inscription as a World Heritage Site refers, the missions are testimony to the important exchange of values during the colonization process, both in the center and north of Mexico, and in the west of what currently occupies the territory of the United States.\nRegion.\nThe Sierra Gorda is an ecological region centered on the northern third of the state of Quertaro and extending into the neighboring states of Guanajuato, Hidalgo and San Luis Potos . The region is on a branch of the Sierra Madre Oriental mountain range and consists of a series of mountain chains that run north to southeast. Within Quertaro, the ecosystem extends from the center of the state starting in parts of San Joaqun and Cadereyta de Montes municipalities and covering all of the municipalities of Peamiller, Pinal de Amoles, Jalpan de Serra, Landa de Matamoros and Arroyo Seco, for a total of 250km2 of territory.\nAll of the Sierra Gorda is marked by very rugged terrain, which includes canyons and steep mountains. Altitudes range from just 300 meters above sea level in the Ro Santa Mara Canyon in Jalpan to 3,100 masl at the Cerro de la Pingica in Pinal de Amoles. The micro-environments of the region range from conifer forests, oak forests, mostly found on mountain peaks, banana and sugar cane fields in the deeper canyons. On the east side, there are deciduous forests. On the west side, bordering the Mexican Plateau, there are desert and semi desert conditions, with a variety of cactus and arid scrub brush. Among its features are the peaks associated with the Sierra Alta de Hidalgo, the pine forests of Zamorano, the Extorax Canyon and the slopes of the Huazmazonta, the inter-mountain valleys where the five missions are found and the rolling hills leading into La Huasteca. The wide variations of altitude and rainfall favor a wide variety of flora and wildlife.\nFoundation.\nAlthough the mission of Jalpan was founded in 1750 before Junpero Serra arrived in the region, he is credited with building the five main missions in the area and completing the evangelization of the local population. In reality, the missions were built by the Pame people, under the direction of various Franciscan friars, including Jos Antonio de Murgua in San Miguel Conca, Juan Crispi in Tilaco, Juan Ramos de Lora in Tancoyol, and Miguel de la Campa de Landa.\nHowever, the vision for the construction of the missions belonged to Serra, as he imagined a kind of utopia based on Franciscan principles, Serra put a firm missionary attitude that consisted in the accompaniment and understanding of its social problems, in the knowledge of their hunger and their language; Serra founded cooperatives, supported and strengthened their organization and production capacities, motivated the distribution of land and imposed doctrinal tasks in the Pame language. It was a missionary task of great dimensions and profound consequences from the human point of view and whose results are today appreciable in the Baroque syncretism that it exhibits in all the missions.\nHistory.\nAlthough there had been some city building in this area during the Pre Classic era, with heights between the 6th and 10th centuries, these cities had been abandoned long before the Spanish arrived in the 16th century. At this time, the native peoples of the region were nomadic hunter gathers, such as the Pames, Ximpeces Guachichils and Jonaz, generally referred to together as the Chichimecas. In addition, there were also groups of Otomis and Huasteca to be found. The Spanish dominated the far west and the far east of the Sierra Gorda (today in the states of Guanajuato and Hidalgo), but could not dominate the center in what is now Quertaro. This is because the rugged terrain and fierce resistance, especially by the Jonaz.\nEfforts to dominate the region included evangelization efforts, many of which failed before the mid 18th century. During the 16th and 17th century, there were attempts to evangelize the Sierra Gorda of Quertaro by the Augustinians, Franciscans and Dominicans. However, almost all of these missions were never completed or were destroyed soon after they were built by the indigenous communities. The best known example is the Bucareli Mission is located in the community of Puerto de Tejamanil in the municipality of Pinal de Amoles. The mission was founded in 1797 by Franciscan Juan Guadalupe Soriano for evangelization of the local Jonaz people. The full name of the mission is the Pursima Concepcin de Bucarel. It was never finished with only part of the monastery, the mines and the church visible. On 4 February, mass in honor of Francis of Assisi is performed here, in a small chapel with still remains, although there is no roof in any part of the complex. The mission was completely abandoned during the Mexican Revolution in 1914 and construction officially suspended in 1926.\nIn 1740, the colonial government decided to exterminate indigenous resistance here to secure trade routes to Guanajuato and Zacatecas. This was accomplished by Jos de Escandn, whose expedition culminated in the Battle of Media Luna, defeating the Jonaz and Ximpeces. The military pacification of the area by Jos de Escandn in the 1740s allowed for the building of permanent missions in the heart of the Sierra Gorda. However, the five Franciscans missions accredited to Junpero Serra were built in Pame territory, as these people were more accepting of Spanish domination. The Spanish decided to burn original Pame villages and resettle the population around missions for better control. Those who did not submit either committed suicide or went to live in the mountains. The placement of the missions had the purpose of dividing the heart of the Sierra Gorda and to open roads into San Luis Potos.\nJunpero Serra spent eight years on the project of building the missions until 1770, when a number of historical events, including the expulsion of the Jesuits, forced the abandonment of the missions. Serra moved onto California. From then until the late 20th century, the complexes suffered abandonment, deterioration and damage. This was especially true during the Mexican Revolution with many churches in the region were sacked and a number of portal figures on these Franciscan churches became \"decapitated\" by the fighting.\nIn the 1980s, a group from the Xilitla office of INAH got lost in the area and came upon one of the missions. The find led to efforts to save the missions and culminated with their declaration as a World Heritage Site in 2003. Initial restoration work to the structure and exterior of the mission churches was begun in the 1980s. Between 1991 and 1997, interior work on altars, choirs, organs and paintings was done. Further work was sponsored by the state between 1997 and 2002, which included that on surrounding plazas and monuments. Restoration costs for the Tancoyol mission alone were over three million pesos by 2008. The effort to inscribe the missions as a World Heritage Site began in 2000 by a group of Mexican intellectuals including Dr. Miguel Len Portilla. The effort took two and a half years but was ultimately successful in 2003, when it was added during the 27th meeting of the World Heritage Committee. The five missions are promoted by the state tourism authority as the Ruta de las Misiones, (Mission Route) .\nArchitecture.\nThe main characteristic of these temples is the rich decoration of the main doors, this decoration is called \"New Spanish Baroque\" or \"mestizo Baroque\", according to the INAH. The rich decoration is mainly aimed at teaching the new religion to the indigenous peoples, but unlike the Baroque of the temples and works further south, the indigenous influence is obvious. The idea of Serra was to demonstrate a mixture of cultures instead of a complete conquest. One of them was the use of the colors red, orange and yellow, as well as pastel shades, and of sacred native figures, such as the rabbit and the jaguar. The temples have a single nave, covered by a barrel vault, but each one has its own peculiarities, especially in the portals. Serra spent eleven years in the Sierra Gorda, before moving to the north, around 1760. The missions established in Quertaro would be the first in a long series of missions that would be established in what is now southern California.\nThe Sierra Gorda missions have unique characteristics in New Spanish Baroque, both for their conceptions of floor plans and elevations. On their facades they present a series of very original compositions based on high-quality decorative elements and ingenious design; its forms are armed with partitions covered with stucco, made of quicklime burned on site and colored with earth. Despite the fact that these missions were established in the 18th century, in them some basic elements of the religious architecture of the Mendicant orders of the 16th century are discovered. The architecture of these missions obeys the so-called \"moderate trace\" program that was implemented in the 16th century and accepted by the Franciscan, Augustinian and Dominican orders; and that they applied in the convent-fortresses.\nThe missions have what is called a Capilla posa, one of the architectural solutions used in the monastery complexes of New Spain in the 16th century, consisting of four quadrangular vaulted buildings located at the ends of the atrium outside them. Like the Capilla abierta, it is a unique solution and a contribution of Spanish-American colonial art to universal art given its originality and the plastic and stylistic resources used in its ornamentation. There are several theories about its function. It has been proposed that, following the processional path, the Capillas posas were used to pose or rest the Blessed Sacrament when it was carried in procession through the atrium.\nMissions.\nThe Santiago de Jalpan mission was established before the arrival of Junpero Serra in 1744, but Serra was in charge of building the mission complex that stands today from 1751 to 1758, the first to be built. It is dedicated to James the Greater, the first evangelist. This complex is situated in the center of the modern town in front of the main plaza and formed by an atrium, cloister, pilgrim portal and church, with a chapel annex on the left side. The original atrium wall was lost, but reconstructed in the same style, with three portals and inverted arches. The main features of the ornate portal on the facade are Our Lady of the Pillar and the Virgin of Guadalupe, both with Mesoamerican connections, as well as a double headed eagle, meant to symbolize the blending of the two cultures.\nThe facade is elaborately done in stucco and stone work, with ochre of the pilasters contrasting with the yellow of many of the decorative details. Much of the detail is vegetative, along with small angels and eagles. European elements include images of saints such as Saint Dominic and Francis of Assisi and the Franciscan coat of arms. Inside the door, there are the images of Saints Peter and Paul. Native elements include a double-headed Mexican eagle devouring a serpent. On the upper left, there is an image of the Virgin of Guadalupe on the upper left, the Our Lady of the Pillar. These are the virgin images of Mexico and Spain respectively. This statue is said to have been taken by a general at the end of the 19th century. It was replaced by a more modern clock. Inside, the cupola of the Jalpan mission contains scenes of the appearance of the Virgin of Guadalupe.\nA second mission is located in the community of Tancoyol called Nuestra Seora de la Luz de Tancoyol, dedicated to Our Lady of Light. This facade has profuse vegetative ornamentation, with ears of corn prominent and is the most elaborate of the five missions. It is likely that this mission was constructed by Juan Ramos de Lora, who resided here from 1761 to 1767. The structure is similar to those in Jalpan and Landa. It has a church with a Latin cross layout and choir area, a sacristy, atrium with cross and chapels in the corners of the atrium called \"capillas posas.\" There is also a pilgrims' gate, a cloister and quarters for the priest. \nThe interior has a number of sculptures including one of \"Our Lady of Light.\" The facade is marked by a rhomboid window surrounded by a representation of the cord Franciscans use to tie their habits. The basic theme of the facade is mercy, represented by interventions by the Virgin Mary and various saints. The iconography of this portal is the most elaborate of the five missions. The facade consists of three bodies, a pediment and four estpite columns. The lower body has sculptures of Saints Peter and Paul and who Franciscan coats of arms. The second body has sculptures of Joachim and Saint Anne, with the Virgin Mary in her arms, and a niche in the center. There are also images from the Passion such as nails and a lance. This niche contained an image of Our Lady of Light, but it is empty now. Between the second and third bodies, there is a large window and above it, a representation of the stigmata of Francis of Assisi.\nThe pediment contains a large cross in relief of two styles related to the Franciscan and Dominican orders. The main cross at the top represents redemption with the crosses of Calatrava and Jerusalem on either side. Indigenous elements are found in the church's interior, with an image of a jaguar and a person with Olmec features. The bell tower is narrow and the baptistery is at the base of this tower. On the lower part appears a small window which illuminates the baptistery. The cupola of the tower is in a pyramid shape with a Baroque iron cross on top.\nSan Miguel Conc mission is located forty km from Jalpan on Highway 69 to Ro Verde. The church is in the center of the community on one side of Guerrero Street. It is oriented to the south and dedicated to the Archangel Michael. It is the smallest of the mission churches and was probably finished in 1754, according to an inscription located inside the church. Conc is a Pame word which means \"with me.\" San Miguel Conc is the furthest north and the smallest of the missions. The decoration features large flowers, foliage and coarse figures in indigenous style. It is distinguished by an image of the Holy Trinity at the crest along with a rabbit (a Pame symbol) and double-headed eagle.\nSan Francisco de Ass del Valle de Tilaco mission is in a small community eighteen km northeast of Landa de Matamoros. It was constructed between 1754 and 1762 by Juan Crespi and dedicated to Francis of Assisi . It has some characteristics different from the other missions. First, it is built on a gradient. The bell tower is separated from the main nave of the church by the baptistery and structurally functions as a buttress for the church. Tilaco is the best conserved of the five missions and has the most subtle ornamentation on its facade. Its facades are composed of three horizontal and three vertical partitions, with the Franciscan coat of arms prominent over the main entrance. In Tilaco, the facade has small angels, ears of corn and a strange large jar over which is an image of Francis of Assisi. One distinctive decorative element is four mermaids with indigenous features. Tilaco has the best conserved atrium corner chapels called \"capillas posas,\" which were used for processions.\nSanta Mara de la Pursima Concepcin del Agua de Landa mission is located twenty km from Jalpan on Highway 120 towards Xilitla. The mission was built between 1760 and 1768 by Miguel de la Campa is dedicated to Our Lady of the Immaculate Conception, which gives rise to part of the community's name. It was the last of the missions to be built. The atrium is bordered by a wall and centered by a cross, and paved in stone. It is noted for its equilibrium in composition and very narrow bell tower, which is integrated into the facade. The sculpture of this facade is considered to be the best of the five according to Arqueologa Mexicana magazine. The faces of the mermaids at Landa have indigenous features.\nThe facade bears a great resemblance to that of Jalpan, in various aspects, its sizes and aesthetics, the atrium is surrounded by a wall and centered by a cross, and paved. In addition to them, the Franciscan friars leave an unprecedented rubric and the notorious reflection of their predilections in the last of their missions, there we have seen through his mother, the Immaculate Conception, Saint Francis and the four saints of the column of observance, to Archangel Michael and those studies and protectors of the order, Duns Escoto and Mara de Agreda. We see the universal church with Saint Peter and Paul and Christ in these three martyrs, as well as the shields of the Franciscans.\nInside we have medallions on the ceiling of the main nave beginning with Saint Michael the Archangel, with his traditional iconography, followed by Juan Duns Escoto exposed in a very didactic way presented with his hands holding the Immaculate Conception in one and a same pen with which through writing he tirelessly defended the dogma of Mary. And again Archangel Michael account to the center of the transept of two other archangels, Raphael and Gabriel.\nIt stands out for its balanced composition and very narrow bell tower, which is integrated into the faade. The sculpture on this facade is considered the best of the five according to the Mexican Archeology magazine. "}}