{"id": 71, "data": {"title": "Galápagos Islands", "text": "The Galpagos Islands () are an archipelago of volcanic islands in the Eastern Pacific, located around the Equator west of South America. They form the Galpagos Province of the Republic of Ecuador, with a Spanish-speaking population of slightly over 33,000 . The province is divided into the cantons of San Cristbal, Santa Cruz, and Isabela, the three most populated islands in the chain. The Galpagos are famous for their large number of endemic species, which were studied by Charles Darwin in the 1830s and inspired his theory of evolution by means of natural selection. Many of the islands are protected as part of Ecuador's Galpagos National Park and Marine Reserve.\nThus far, there is no firm evidence that Polynesians or the indigenous peoples of South America reached the islands before their accidental discovery by Bishop Toms de Berlanga in 1535. If some visitors did arrive, poor access to fresh water on the islands seems to have limited settlement. The Spanish Empire similarly ignored the islands, although during the Golden Age of Piracy various pirates used the Galpagos as a base for raiding Spanish shipping along the Peruvian coast. The goats and black and brown rats introduced during this period greatly damaged the existing ecosystems of several islands. English sailors were chiefly responsible for exploring and mapping the area. Darwin's voyage on HMS \"Beagle\" was part of an extensive British survey of the coasts of South America. Ecuador, which won its independence from Spain in 1822 and left Gran Colombia in 1830, formally occupied and claimed the islands on 12 February 1832 while the voyage was ongoing. Jos de Villamil, the founder of the Ecuadorian Navy, led the push to colonize and settle the islands, gradually supplanting the English names of the major islands with Spanish ones. The United States built the islands' first airport as a base to protect the western approaches of the Panama Canal in the 1930s. After World War II, its facilities were transferred to Ecuador. With the growing importance of ecotourism to the local economy, the airport modernized in the 2010s, using recycled materials for any expansion and shifting entirely to renewable energy sources to handle its roughly 300,000 visitors each year. \nNames.\nThe Galpagos or Galapagos Islands are named for their giant tortoises, which were more plentiful at the time of their discovery. The Spanish word derives from a pre-Roman Iberian word meaning \"turtle\", the meaning it still has in most dialects. Within Ecuadorian Spanish, however, it is now also used to describe the islands' large tortoises. The islands' name is pronounced in most dialects of Spanish but by locals. (The accent over the second A does not change the name's pronunciation but moves the stress from the 3rd syllable to the 2nd.) It is usually read in British English and in American English. The name is first attested as the Spanish/Latin hybrid (\"Islands of the Turtles\") on the map of the Americas in Abraham Ortelius's \"Theater of the Lands of the World\" (), first published in 1570.\nThe islands were also previously known as the Enchanted Isles or Islands () from sailors' difficulty with the winds and currents around them; as the Ecuador Archipelago () or Archipelago of the Equator () following their settlement by Ecuador in 1832; and as the Colon or Columbus Archipelago () in 1892 upon the quadricentennial of Columbus's first voyage.\nThe islands were mapped by the English buccaneer William Ambrosia Cowley in 1684 and by the British captain James Colnett in 1793. The names they chose to honour British kings, nobles, and naval officers of their eras continued to be used for the major islands until recently and are still used for many of the smaller islets. The Spanish names have varied over time, but the current official names have gradually supplanted the English ones for most of the major islands.\nGeology.\nVolcanism has been continuous on the Galpagos Islands for at least 20 million years, and perhaps even longer. The mantle plume beneath the east-ward moving Nazca Plate (51km/myr) has given rise to a 3-kilometre-thick platform under the island chain and seamounts. Besides the Galpagos Archipelago, other key tectonic features in the region include the Northern Galpagos Volcanic Province between the archipelago and the Galpagos Spreading Center (GSC) to the north at the boundary of the Nazca Plate and the Cocos Plate. This spreading center truncates into the East Pacific Rise on the west and is bounded by the Cocos Ridge and Carnegie Ridge in the east. Furthermore, the Galpagos Hotspot is at the northern boundary of the Pacific Large Low Shear Velocity Province while the Easter Hotspot is on the southern boundary.\nThe Galpagos Archipelago is characterized by numerous contemporaneous volcanoes, some with plume magma sources, others from the asthenosphere, possibly due to the young and thin oceanic crust. The GSC caused structural weaknesses in this thin lithosphere leading to eruptions forming the Galpagos Platform. Fernandina and Isabela in particular are aligned along these weaknesses. Lacking a well-defined rift zone, the islands have a high rate of inflation prior to eruption. Sierra Negra on Isabela Island experienced a uplift between 1992 and 1998, most recent eruption in 2005, while Fernandina on Fernandina Island indicated an uplift of , most recent eruption in 2009. Alcedo on Isabela Island had an uplift of greater than 90cm, most recent eruption in 1993. Additional characteristics of the Galpagos Archipelago are closer volcano spacing, smaller volcano sizes, and larger calderas. For instance, Isabela Island includes six major volcanoes, Ecuador, Wolf, Darwin, Alcedo, Sierra Negra and Cerro Azul, with most recent eruptions ranging from 1813 to 2008. The neighboring islands of Santiago and Fernandina last erupted in 1906 and 2009, respectively. Overall, the nine active volcanoes in the archipelago have erupted 24 times between 1961 and 2011. The shape of these volcanoes is tall and rounded as opposed wide and smooth in the Hawaiian Islands. The Galpagos's shape is due to the pattern of radial and circumferential fissure, radial on the flanks, but circumferential near the caldera summits. It is the circumferential fissures which give rise to stacks of short lava flows.\nThe volcanoes at the west end of the archipelago are in general, taller, younger, have well developed calderas, and are mostly composed of tholeiitic basalt, while those on the east are shorter, older, lack calderas, and have a more diverse composition. The ages of the islands, from west to east are 0.05Ma for Fernandina, 0.65Ma for Isabela, 1.10Ma for Santiago, 1.7Ma for Santa Cruz, 2.90Ma for Santa Fe, and 3.2Ma for San Cristobal. The calderas on Sierra Negra and Alcedo have active fault systems. The Sierra Negra fault is associated with a sill below the caldera. The caldera on Fernandina experienced the largest basaltic volcano collapse in history, with the 1968 phreatomagmatic eruption. Fernandina has also been the most active volcano since 1790, with recent eruptions in 1991, 1995, 2005, and 2009, and the entire surface has been covered in numerous flows since 4.3Ka. The western volcanoes have numerous tuff cones.\nPhysical geography.\nThe islands are located in the eastern Pacific Ocean, off the west coast of South America. The majority of islands are also more broadly part of the South Pacific. The closest land mass is that of mainland Ecuador, the country to which they belong, to the east.\nThe islands are found at the coordinates 140'N136'S, 8916'9201'W. Straddling the equator, islands in the chain are located in both the northern and southern hemispheres, with Volcn Wolf and Volcn Ecuador on Isla Isabela being directly on the equator. Espaola Island, the southernmost islet of the archipelago, and Darwin Island, the northernmost one, are spread out over a distance of . The International Hydrographic Organization (IHO) considers them wholly within the South Pacific Ocean, however. The Galpagos Archipelago consists of of land spread over of ocean. The largest of the islands, Isabela, measures and makes up close to three-quarters of the total land area of the Galpagos. Volcn Wolf on Isabela is the highest point, with an elevation of above sea level.\nThe group consists of 18 main islands, 3 smaller islands, and 107 rocks and islets. The islands are located at the Galapagos Triple Junction. The archipelago is located on the Nazca Plate (a tectonic plate), which is moving east/southeast, diving under the South American Plate at a rate of about per year. It is also atop the Galpagos hotspot, a place where the Earth's crust is being melted from below by a mantle plume, creating volcanoes. The first islands formed here at least 8million and possibly up to 90million years ago.\nWhile the older islands have disappeared below the sea as they moved away from the mantle plume, the youngest islands, Isabela and Fernandina, are still being formed. In April 2009, lava from the volcanic island Fernandina started flowing both towards the island's shoreline and into the center caldera.\nIn late June 2018, Sierra Negra, one of five volcanoes on Isabela and one of the most active in the Galapagos archipelago, began erupting for the first time since 2005. Lava flows made their way to the coastline, prompting the evacuation of about fifty nearby residents and restricting tourist access.\nMain islands.\nThe 18 main islands (each having a land area at least 1km2) of the archipelago (with their English names) shown alphabetically:\nClimate.\nAlthough the islands are located on the equator, the Humboldt Current brings cold water to them, causing frequent drizzles during most of the year. The weather is regularly influenced by the El Nio events, which occur every 3 to 7 years and bring warmer sea surface temperatures, a rise in sea level, greater wave action, and a depletion of nutrients in the water. This cycle can greatly affect the precipitation from one year to another. At Charles Darwin Station, the precipitation during the month of March in the particularly wet year of 1969 was , but during March 1970 the next year it was only .\nThere is also a large range in precipitation from one place to another and across the islands' two main seasons. The archipelago is mainly characterized by a mixture of a tropical savanna climate and a semi-arid climate, transitioning to a tropical rainforest climate in the northwest. During the rainy season known as the from June to November, the temperature near the sea is around , a steady cool wind blows from south and southeast, frequent drizzles () for days, and dense fog conceals the islands. During the warm season from December to May, the average sea and air temperatures rise to around , there is no wind at all, and the sun shines apart from sporadic strong downpours. Weather also changes as altitude increases on the larger islands. Temperature decreases gradually with altitude, while precipitation increases due to the condensation of moisture from clouds on the slopes. This pattern of pattern of generally wet highlands and drier lowlands affects the plant life on the larger islands. The vegetation in the highlands tends to be green and lush, with tropical woodland in places. The lowland areas tend to have arid and semi-arid vegetation, with many thorny shrubs and cacti and areas of barren volcanic rock.\nSome islands also fall within the rain shadow of others during some seasons. During March 1969, the precipitation over Charles Darwin Station on the southern coast of Santa Cruz was , while on nearby Baltra Island the precipitation during the same month was only . This is because Baltra is located behind Santa Cruz when the prevailing winds are southerly, causing more moisture to fall on the Santa Cruz highlands.\nThe following table for the especially wet year of 1969 shows the variation of precipitation in different places of Santa Cruz Island:\nEcology.\nTerrestrial.\nMost of the Galpagos is covered in semi-desert vegetation, including shrublands, grasslands, and dry forest. A few of the islands have high-elevation areas with cooler temperatures and higher rainfall, which are home to humid-climate forests and shrublands, and montane grasslands (\"pampas\") at the highest elevations. There are about 500 species of native vascular plants on the islands, including 90 species of ferns. About 180 vascular plant species are endemic.\nThe islands are well known for their distinctive endemic species, including giant tortoises, finches, flightless cormorants, Galpagos lava lizards and marine iguanas, which evolved to adapt to islands' environments.\nHistory.\nPre-Columbian era.\nWhether Polynesians or the indigenous peoples of South America ever made it to the islands is disputed. Oceanic Pacific islands in the same general area as Galpagosincluding Clipperton, Cocos, the Desventuradas, the Juan Fernndez Islands, and the Revillagigedoswere all uninhabited when discovered by Europeans, with nothing to indicate any prehistoric human activity. The easternmost oceanic island in the South Pacific that was discovered with a human population was Easter Island, whose Rapa Nui people are known to be Polynesian rather than South American.\nIn 1572, the Spanish chronicler Pedro Sarmiento de Gamboa claimed that Topa Inca Yupanqui, the second Sapa Inca of the Inca Empire, had visited the archipelago. There is, however, little evidence for this and many experts consider it a far-fetched legend, especially since the Incas were not typically a seafaring people. A 1952 archaeological survey by Thor Heyerdahl and Arne Skjlsvold found potsherds and other artifacts from several sites on the islands that they claimed suggested visitation by South Americans during the pre-Columbian era. The group located an Inca flute and shards from more than 130 pieces of ceramics, later identified as pre-Incan. However, no remains of graves, ceremonial vessels, or buildings have ever been found, suggesting no permanent settlement occurred before the Spanish arrived in the 16th century. A 2016 reanalysis of Heyerdahl and Skjlsvold's archaeological sites rejected their conclusions. They found thatat all locations excavated by the 1952 surveyartifacts of Indian and European origin were interspersed without the distinct spatial or stratigraphic arrangement that would be expected from independent sequential deposition. (Heyerdahl and Skjlsvold had noted this in their original report while ignoring its implications.) Radiocarbon dates from the sites placed them in the post-Spanish era and preliminary paleoenvironmental analysis showed no disturbance older than 500 years before present, suggesting no evidence from the survey that the islands were visited prior to their Spanish discovery in 1535. The authors suggested that native artifacts found by Heyerdahl and Skjlsvold had probably been brought as mementos or souvenirs at the time of Spanish occupation.\nA 2008 report by archeologists from the Australian National University stated that certain AsiaPacific taxa may have been growing in the Galpagos prior to 1535. This opens a direction for future research which might \"constitute a strong line of evidence for accidental or deliberate landfall in the Galpagos by a Polynesian vessel\", although the report noted current scholarship finds no evidence that Pacific islands beyond Easter Island \"play[ed] a 'stepping stone' role in the interaction between Amerindians or Polynesians in prehistory\". The lack of fresh water on the islands seems to have limited visits and settlement, if any ever occurred.\nEuropean discovery.\nEuropean discovery of the Galpagos Islands is recorded occurring on 10 March 1535, when the Spanish bishop of Panama Toms de Berlangasailing to Peru to adjudicate a dispute between Francisco Pizarro and Diego de Almagrodrifted off course while his ship was becalmed in the Doldrums. They found the islands they visited uninhabited and so arid and barren that two men and ten horses died for lack of fresh water and the rest were forced to subsist on cactus pads. The ship left them unclaimed and unsettled. Berlanga, however, wrote a brief account of the islands, their condition, and their main wildlife for .\nThe Galpagos Islands first appeared on the maps of Gerardus Mercator and Abraham Ortelius around 1570.\nPirate era.\nThe first English captain to visit the Galpagos Islands was Richard Hawkins in 1593. Until the early 19th century, the archipelago was often used as a hideout by (mostly English pirates) who attacked Spanish treasure fleets carrying gold, silver, and supplies from Peru to Panama and Spain. The English pirate William Ambrosia Cowley thoroughly mapped the islands in 1684 while sailing on John Cook's \"Batchelor's\" or \"Bachelor's Delight\" and John Eaton's \"Nicholas\" as they raided Peruvian shipping. One cargo captured that year was 78 tuns of quince marmalade, whose remains scattered pottery around the islands. Publishing the first thorough chart of the islands, Cowley coined the English names for 16 of the islands, chiefly honoring English royalty, nobles, and Jamaican officials of the era who might provide future patronage. \nIn 1793, during the early French Revolutionary Wars, the British captain James Colnett described the flora and fauna of Galpagos and suggested the islands could be used as a base for whalers operating in the Pacific. Colnett improved upon Cowley's chart, coining additional names although accidentally transferring Cowley's Charles Island from Espaola to Floreana. Whalers and maritime fur traders killed and captured thousands of the Galpagos tortoises to extract their fat. The tortoises could be kept on board ship as a means of providing of fresh protein, as these animals could survive for several months on board without any food or water. The hunting of the tortoises was responsible for greatly diminishing, and in some cases eliminating, certain species. Along with whalers came the fur-seal hunters, who brought the population of this animal close to extinction.\n19th century.\nThe first known permanent human resident on Galpagos was Patrick Watkins, an Irish sailor who was marooned on the Floreana from 1807 to 1809. According to later accounts, Watkins managed to survive by hunting, growing vegetables and trading with visiting whalers before stealing an longboat from a whaling ship, impressing five of its crew as his \"slaves\", and navigating to Guayaquil on the Ecuadorian mainland. Watkins was the only one of the six to survive the journey.\nIn 1818, the Nantucket whaleship \"Globe\" under Captain George Washington Gardner discovered a \"mother lode\" of sperm whales some thousand miles west of the South American coast approximately at the equator. He returned to Nantucket in 1820 with more than 2,000 barrels of sperm whale oil and the news of his discovery. This led to an influx of whaleships to exploit the new whaling ground and the Galpagos Islands became a frequent stop for the whalers both before and after visiting what came to be known as the Offshore Grounds. This led to the establishment in the Galpagos Islands of a kind of unofficial \"post office\" where whaleships stopped to pick up and drop off letters as well as for provisioning and repairing.\nIn October 1820, the whaleship \"Essex\" out of Nantucket stopped at the Galpagos for these purposes on its way to the Offshore Grounds. On Colnett's Charles Island, while most of the crew were hunting tortoises one crewmember, English boatsteerer Thomas Chappelfor reasons still unclearlit a fire which quickly burned out of control. Some of the tortoise hunters had a narrow escape and had to run a gauntlet of fire to get back to the ship. Soon almost the entire island was in flames. Crewmembers reported that after a day of sailing away they could still see the flames against the horizon. One crewmember who returned to the Galpagos several years afterward described the entire island as still a blackened wasteland.\nEcuador won its independence from Spain in 1822 and left Gran Colombia in 1830. Gen. Jos de Villamil, the founder of the Ecuadorian Navy, led the push to colonize and settle the islands before Ecuador's neighbors or the European empires could occupy them. He formed the Galapagos Settlement Company in mid-1831 and, with President Juan Jos Flores's support, sent Col. Ignacio Hernndez with a dozen craftsmen to begin the settlement on Charles Islandrenamed \"Floriana\" in the president's honourearly the next year. Hernndez conducted a formal ceremony of annexation on Floreana on 12 February 1832, now celebrated locally as Galpagos Day or the Day of the Province. (Darwin's birthday was the same day, as was Francisco de Orellana's arrival at the headwaters of the Amazon River in 1542, celebrated on the mainland as Amazon Day.) Villamil arrived in September and established Haven of Peace ( or ) in the island's highlands. The initial colonists who joined him were Ecuadorian soldierschiefly political prisonerswhose death sentences were commuted in exchange for their agreement to permanently settle the islands with their families. They were joined in October by additional artisans and farmers, bringing the population to about 120, at which point Villamil was formally made the area's first governor. Villamil's lieutenant governor was the Norwegian-born American and Chilean sailor and shipwright Nicholas Oliver Lawson. Haven of Peace was originally successful and peaceful but, after being named a penal colony in March 1833, violence and costs began to rise. Villamil was faced with bankruptcy by 1837 and resigned his post, founding a colony of 21 on Indefatigable Islandrenamed Boliviaand leaving Lawson as its mayor. Gen. Villamil's successorsincompetent, strict, or bothprompted a bloody uprising in 1841 that caused most settlers to return to the mainland. Villamil returned to try to rebuild afterwards but was unsuccessful and abandoned the attempt in 1848.\nThe second voyage of HMS \"Beagle\" under captain Robert FitzRoy was undertaken to better survey the coasts and harbours of South America for the British Navy's Hydrographic Department. It reached the Galpagos on 15 September 1835 andwhile surveying its islands, channels, and baysthe captain and others on the crew observed the geology, plants, and wildlife on Floreana, Isabela, and Santiago before continuing on their round-the-world expedition on October 20th. The young naturalist Charles Darwin, primarily a geologist at the time, was struck by the many volcanic features they saw, later referring to the archipelago as \"that land of craters\". His study of several volcanic formations over the five weeks he stayed in the islands led to several important geological discoveries, including the first correct explanation for how volcanic tuff is formed. Darwin noticed the mockingbirds differed between islands, though he thought the birds now known as Darwin's finches were unrelated to each other and did not bother labelling them by island. Acting as governor of the islands while Villamil was on the mainland, Nicholas Lawson met Darwin and the British crew, mentioning in passing that the tortoises of the different islands could be easily identified by their different shells. By the end of his voyage, Darwin was beginning to wonder if the distribution of the mockingbirds and the tortoises might \"undermine the stability of Species\". Upon his return to England, analysis of the bird specimens he had collected showed that what had appeared to be many different species were actually finches displaying developments unique to the islands. The voyage became crucial in Darwin's development of his theory of evolution of species by natural selection, presented in the 1859 \"On the Origin of Species\".\nThe Englishman William Gurney became mayor of a new settlement on Chatham Island in 1844.\nIn April 1888 , a Navy-crewed research vessel assigned to the United States Fish Commission, briefly touched eight islands in the Galapagos group for specimens; this included Wreck Bay on Chatham Island (now San Cristbal Island) on 4 April and Charles Island (now Floreana Island) on 8 April.\nJos Valdizn and Manuel Julin Cobos tried a new colonization, beginning the exploitation of a type of lichen found in the islands (\"Roccella portentosa\") used as a coloring agent. After the assassination of Valdizn by some of his workers, Cobos brought from the continent to San Cristbal Island a group of more than a hundred workers, and tried his luck at planting sugar cane. He ruled his plantation with an iron hand, which led to his assassination in 1904. In 1897, Antonio Gil began another plantation on Isabela Island.\nOver the course of a whole year, from September 1904, an expedition of the Academy of Sciences of California, led by Rollo Beck, stayed in the Galpagos collecting scientific material on geology, entomology, ornithology, botany, zoology, and herpetology. Another expedition from that Academy was done in 1932 (Templeton Crocker Expedition) to collect insects, fish, shells, fossils, birds, and plants.\n20th century.\nFor a long time during the early 1900s and at least through 1929, a cash-strapped Ecuador had reached out for potential buyers of the islands to alleviate financial troubles at home. The US had repeatedly expressed its interest in buying the islands for military use as they were positioned strategically guarding the Panama Canal. Besides the United States, Japan, Germany and Chile also expressed interest in establishing bases in the islands at the turn of the century. Chile had previously acquired the Straits of Magellan and Easter Island for strategic reasons and lieutenant Gregorio Santa Cruz argued in 1903 that possessing an island in equatorial waters, like the Galpagos, would be of great benefit since the geopolitical situation of Chile was expected to drastically change when the Panama Canal opened. Another benefit would be to widen the security radius of Chile. Chile was alarmed by the United States plans to establish a Guantanamo-like base in the Galpagos Islands since it would mean that Chile's nitrate-rich northern provinces would be within the range of United States Navy. Ecuador's staunch resistance to a US purchase or bases in the islands can be credited to Chilean diplomacy, which in turn was informally backed on this issue by Great Britain and Germany.\nIn the 1920s and 1930s, a small wave of European settlers arrived in the islands. There occurred a series of unsolved disappearances on the island of Floreana in the 1930s among the largely European expatriate residents at the time, which prompted the movies \"The Empress of Floreana\" and \"The Galpagos Affair: Satan Came to Eden\". Ecuadorian laws provided all colonists with the possibility of receiving twenty hectares each of free land, the right to maintain their citizenship, freedom from taxation for the first ten years in Galpagos, and the right to hunt and fish freely on all uninhabited islands where they might settle. The first European colonists to arrive were Norwegians who settled briefly on Floreana, before moving on to San Cristobal and Santa Cruz. A few years later, other colonists from Europe, America and Ecuador started arriving on the islands, seeking a simpler life. Descendants of the Norwegian Kastdalen family and the German Angermeyer still live on the islands.\nDuring World War II, Ecuador authorized the United States to establish a naval base in Baltra Island, and radar stations in other strategic locations. Baltra was established as a United States Army Air Force base. Baltra was given the name of \"Beta Base\" along with \"Alpha Base\" in Nicaragua and \"Gamma Base\" in Salinas (continental Ecuador). The Crews stationed at Baltra and the aforementioned locations established a geographic triangle of protection in charge of patrolling the Pacific for enemy submarines, and also provided protection for the Panama Canal. After the war, the facilities were given to the government of Ecuador. Today, the island continues as an official Ecuadorian military base. The foundations and other remains of the US base can still be seen as one crosses the island.\nIn 1946, a penal colony was established on Isabela Island, but it was suspended in 1959.\nGalpagos National Park was established in 1959, with tourism starting to expand in the 1960s, imposing several restrictions upon the human population already living on the island. However, opportunities in the tourism, fishing, and farming industries attracted a mass of poor fishermen and farmers from mainland Ecuador. In the 1990s and 2000s, violent confrontations between parts of the local population and the Galpagos National Park Service occurred, including capturing and killing giant tortoises and holding staff of the Galpagos National Park Service hostage to obtain higher annual sea cucumber quotas.\n21st century.\nIn May 2023, Credit Suisse said it would buy Ecuador's debt of $1.6 billion in a \"Debt-for-nature swap\". It will sell 2035 and 2040 bonds for Galapagos conservation at a reduced issue price. The U.S. International Development Finance Corporation insures the deal, which per Reuters was \"in the works for more than a year\", predating UBS takeover of Credit Suisse.\nPolitics.\nThe islands are administered as Ecuador's Galpagos Province, established by presidential decree on 18 February 1973 during the administration of Guillermo Rodrguez Lara. The province is divided into three cantons, each covering groups of islands. The capital is Puerto Baquerizo Moreno.\nDemographics.\nThe largest ethnic group is composed of Ecuadorian Mestizos, the mixed descendants of Spanish colonists and indigenous Native Americans, who arrived mainly in the last century from the continental part of Ecuador. Some descendants of the early European and American colonists on the islands also still remain on the islands.\nIn 1959, approximately 1,000 to 2,000 people called the islands their home. In 1972 a census in the archipelago recorded a population of 3,488. By the 1980s, this number had risen to more than 15,000 people, and in 2010 there were 25,124 people in the Galpagos. 2021 projected population was 40,685.\nFive of the islands are inhabited: Baltra, Floreana, Isabela, San Cristbal, and Santa Cruz.\nTravel.\nOptions for air travel to the Galpagos are limited to two islands: San Cristobal (San Cristbal Airport) and Baltra (Seymour Airport). Private aircraft must use Baltra as it is the airport equipped with overnight plane accommodations. Seymour Airport on Baltra was recently renovated (20122013) to accommodate larger planes.\nUntil 1969 the only way to visit was on a private or chartered vessel. There was no regular air service until Forrest Nelson's Hotel Galpagos began the first organized tours in April 1969. Soon other travel companies brought in tour ships and yachts, and local fishermen began converting their wooden boats for rudimentary cruising with guests. These vessels were the main source of overnight accommodations in the Galpagos. Today there are about 85 yachts and ships equipped for overnight guests. In 2006 the Baltra military governed island, was opened up to limited overnight camping. Baltra also requires permits by the military government for overnight stays on the beach. Other inhabited islands also allow camping on the beaches designated as \"recreational\" use to the locals. All of these camping permits are limited to number of people and nights, with most nights not to exceed three.\nLand based hotels are opening on the inhabited islands of San Cristobal, Santa Cruz, Floreana and Isabela. By 2012, more than half the visitors to Galpagos made their tours using day boats and these small hotels. Restaurants, easy access and economy make this an attractive travel option.\nThere are only 116 visitor sites in the Galpagos: 54 land sites and 62 scuba-diving or snorkeling sites. Small groups are allowed to visit in 2- to 4-hour shifts only, to limit impact on the area. All groups are accompanied by licensed guides.\nEnvironmental protection policy.\n \nThough the first protective legislation for the Galpagos was enacted in 1930 and supplemented in 1936, it was not until the late 1950s that positive action was taken to control what was happening to the native flora and fauna. In 1955, the International Union for the Conservation of Nature organized a fact-finding mission to the Galpagos. Two years later, in 1957, UNESCO, in cooperation with the government of Ecuador, sent another expedition to study the conservation situation and choose a site for a research station.\nIn 1959, the centenary year of Charles Darwin's publication of \"The Origin of Species\", the Ecuadorian government declared 97.5% of the archipelago's land area a national park, excepting areas already colonised. The Charles Darwin Foundation (CDF) was founded the same year. The core responsibility of CDF, an international nongovernmental organization (NGO) constituted in Belgium, is to conduct research and provide the research findings to the government for effective management of Galpagos. CDF's research efforts began with the establishment of the Charles Darwin Research Station on Santa Cruz Island in 1964. During the early years, conservation programs, such as eradication of introduced species and protection of native species, were carried out by research station personnel. Now much of that work is accomplished by the Galpagos National Park Service using the research findings and methodologies developed by CDF.\nIn 1986, the 70,000 square kilometers (27,000 sq mi) of ocean surrounding the islands was declared a marine reserve, second in size only to Australia's Great Barrier Reef. In 1990, the archipelago became a whale sanctuary. UNESCO recognized the islands in 1978 as a World Heritage Site and in 1985, as a biosphere reserve. This was later extended in December 2001 to include the marine reserve. In July 2010, the World Heritage Committee agreed to remove the Galpagos Islands from its list of precious sites endangered by environmental threats or overuse.\nNoteworthy species include:\nEnvironmental threats.\nIntroduced plants and animals, such as feral goats, cats, and cattle, brought accidentally or willingly to the islands by humans, represent the main threat to Galpagos. Quick to reproduce and with no natural predators, these alien species decimated the habitats of native species. The native animals, lacking natural predators on the islands, are defenseless to introduced predators.\nThere are over 700 introduced plant species today. There are only 500 native and endemic species. This difference is creating a major problem for the islands and the natural species that inhabit them. These plants have invaded large areas and eliminated endemic species in the humid zones of San Cristobal, Floreana, Isabela and Santa Cruz. Some of the most harmful introduced plants are the guayaba or guava (\"Psidium guajava\"), avocado (\"Persea americana\"), cascarilla (\"Cinchona pubescens\"), balsa (\"Ochroma pyramidale\"), hill raspberry (\"Rubus niveus\"), various citrus (orange, grapefruit, lemon), floripondio, higuerilla (\"Ricinus communis\") trees and the elephant grass, \"Pennisetum purpureum\".\nMany species were introduced to the Galpagos by pirates. Thor Heyerdahl quoted documents that mention the Viceroy of Peru, knowing that British pirates ate the goats that they themselves had released in the islands, ordered dogs to be freed there to eliminate the goats. Also, when colonization of Floreana by Jos de Villamil failed, he ordered the goats, donkeys, cattle and other animals from the farms in Floreana be transferred to other islands for the purpose of later colonization.\nNon-native goats, pigs, dogs, rats, cats, mice, sheep, horses, donkeys, cows, poultry, ants, cockroaches, and some parasites inhabit the islands today. Dogs and cats attack the tame birds and destroy the nests of birds, land tortoises, and marine turtles. They sometimes kill small Galpagos tortoises and iguanas. Pigs are even more harmful, covering larger areas and destroying the nests of tortoises, turtles and iguanas, as well as eating the animals' native food. Pigs also knock down vegetation in their search for roots and insects. This problem abounds in Cerro Azul volcano and Isabela, and in Santiago, pigs may be the cause of the disappearance of the land iguanas that were so abundant when Darwin visited. The black rat () attacks small Galpagos tortoises when they leave the nest, so in Pinzn they stopped the reproduction for a period of more than 50years; only adults were found on that island. Also, where the black rat is found, the endemic rat has disappeared. Cattle and donkeys eat all the available vegetation and compete with native species for scarce water. In 1959, fishermen introduced one male and two female goats to Pinta island; by 1973, the National Park service estimated the population of goats to be over 30,000 individuals. Goats were also introduced to Marchena in 1967 and to Rabida in 1971. A goat eradication program, however, cleared the goats from Pinta and Santiago and most of the goat population from Isabela, and, by 2006, all feral pigs, donkeys and non-sterile goats had been eliminated from Santiago and Isabela, the largest islands with the worst problems due to non-native mammals.\nSix species of small non-native vertebrates have established self-sufficient populations in Galpagos and may become invasive: Fowler's snouted tree frog \"Scinax quinquefasciatus\", common house gecko \"Hemidactylus frenatus\", mourning gecko \"Lepidodactylus lugubris\", dwarf gecko \"Gonatodes caudiscutatus\", Peters' leaf-toed gecko \"Phyllodactylus reissii\", and smooth-billed ani \"Crotophaga ani\". Domestic fowl \"Gallus gallus\" holds feral populations, which may have self-sufficient populations, but evidence is unclear.\nThe fast-growing poultry industry on the inhabited islands has been cause for concern from local conservationists, who fear domestic birds could introduce disease into the endemic wild bird populations.\nThe Galpagos marine sanctuary is under threat from a host of illegal fishing activities, in addition to other problems of development. The most pressing threat to the Marine Reserve comes from local, mainland and foreign fishing targeting marine life illegally within the Reserve, such as sharks (hammerheads and other species) for their fins, and the harvest of sea cucumbers out of season. Development threatens both land and sea species. The growth of both the tourism industry and local populations fuelled by high birth rates and illegal immigration threaten the wildlife of the Archipelago. The grounding of the oil tanker \"Jessica\" in 2001 and the subsequent oil spill brought this threat to world attention.\nIn 2007, UNESCO put the Galpagos Islands on their List of World Heritage in Danger because of threats posed by invasive species, unbridled tourism and overfishing.\nOn 29 July 2010, the World Heritage Committee decided to remove the Galpagos Islands from the list because the Committee found significant progress had been made by Ecuador in addressing these problems.\nOn 28 January 2008, Galpagos National Park official Victor Carrion announced 53 sea lions (13 pups, 25 youngsters, 9 males and 6 females) were killed at the Galpagos Islands nature reserve on Pinta, with their heads caved in. In 2001, poachers killed 35 male sea lions.\nThe Galpagos Islands were short-listed as a candidate to be one of the New7Wonders of Nature by the New7Wonders of Nature Foundation. As of February 2009, the archipelago was ranked first in Group B, the category for islands.\nThe islands' biodiversity is under threat from several sources. The human population is growing at a rate of 8% per year (1995). Introduced species have caused damage, and in 1996 a US$5 million, five-year eradication plan commenced in an attempt to rid the islands of introduced species such as goats, rats, deer, and donkeys. Except for the rats, the project was essentially completed in 2006. Rats have only been eliminated from the smaller Galpagos Islands of Rbida and Pinzn.\nEl Nio has adversely affected the marine ecosystem. In January 2001, an oil slick from a stranded tanker threatened the islands, but winds and shifting ocean currents helped disperse the oil before much damage was done. The devastating El Nio of 198283 saw almost six times as much rain as normal in the Galapagos and created a wildlife catastrophe. The 199798 El Nio adversely affected wildlife in the waters surrounding the islands, as the waters were warmer than normal. Corals and barnacles suffered, hammerhead sharks were driven away, and most of the island's seabirds failed to breed in 199798. The mortality rate of marine iguanas rose as the green algae they feed on was replaced by inedible red algae. During the 198283 El Nio, 70% of the marine iguanas starved to death because of this."}}