{"id": 239, "data": {"title": "Garamba National Park", "text": "Garamba National Park () is a national park in the north-eastern Democratic Republic of the Congo covering nearly . It is among Africa's oldest parks and was designated a World Heritage Site by UNESCO in 1980 for its protection of critical habitat for northern white rhinoceroses, African elephants, hippopotamuses, and giraffes. Garamba National Park has been managed by African Parks in partnership with the Institut Congolais pour la Conservation de la Nature since 2005.\nOverview.\nGaramba National Park was established in 1938 and covers an area of in northeastern Democratic Republic of the Congo. It is bounded by Gangala-na-Bodio Hunting Reserve on the west, south, and east, and borders South Sudan on the north and northeast. It is part of the SudanoGuinean savanna zone. The park is one of Africa's oldest protected areas. It lies in the transition zone between two centres of endemism: Guinea-Congolian and Guinean-Sudanese savanna. These two biogeographic zones support a variety of wildlife, which have experienced population declines in recent decades because of poaching. ICCN rangers, augmented with soldiers of the Armed Forces of the Democratic Republic of the Congo, work to protect Garamba from poachers and rebel groups.\nHistory.\nThe national park was established in 1938.\nThe park was designated a World Heritage Site by UNESCO in 1980, and was included on the specialized agency's List of World Heritage in Danger from 19841992. Between 1991 and 1993, 50,000 Sudanese refugees settled outside Garamba after being displaced by the Sudan People's Liberation Army, resulting in increased poaching. There were reportedly 121 conflicts between poachers and park rangers between 1993 and 1995, and more than 900 weapons recovered by rangers during 19911996. The International Rhino Foundation provided funding for patrol vehicles in 1994, and ranger salaries in 1995. In February 1996, two rhinosone male, Bawesi, and Juliet, a pregnant femalewere killed. Garamba was added back to the danger list in 1996 because of northern white rhinoceros poaching. Following a number of defeats during the First Congo War and Second Sudanese Civil War, most importantly Operation Thunderbolt, the Ugandan insurgents of WNBF and UNRF (II) took refuge in Garamba National Park in 1997. Organizations like the Frankfurt Zoological Society, International Union for Conservation of Nature, and World Wildlife Fund have also worked with local authorities to rehabilitate Garamba.\nAfrican Parks' anti-poaching efforts have reportedly been successful at reducing animal deaths. According to BBC, Garamba's management has been financed by the European Union and private donors. Other contributors have included the United States Agency for International Development, United States Fish and Wildlife Service, Wildcat Foundation, and World Bank, according to African Parks.\nSince 2005, the protected area is considered a Lion Conservation Unit together with Domaine Chasse Bili Uere.\nPoachers have killed at least 21 park rangers in the last decade, as of 2017, and security concerns have contributed to Garamba's struggle to establish itself as a tourist destination. Joseph Kony's Lord's Resistance Army have used the park for sanctuary. In 2009, the guerrilla group attacked Garamba's Nagero station, killing at least eight people, including two park rangers, and wounding an additional thirteen. Rebels also stole food and fuel, and destroyed several of the park's buildings. Poachers killed five rangers and three members of the Congolese armed forces in three conflicts in 2015, and more were killed in October. In April 2016, poachers shot and killed three rangers, and wounded others (including Garamba's manager at the time), and two park rangers were killed by elephant poachers in April 2017. According to photojournalist Kate Brooks, who filmed in Garamba for her documentary \"The Last Animals\", thirteen park rangers and military personnel were killed defending Garamba between January 2015 and April 2017.\nIn 2017, National Geographic Documentary Films released \"The Protectors: Walk in the Rangers' Shoes\", a short virtual reality documentary directed by Kathryn Bigelow about the park's rangers and their efforts to protect Garamba's wildlife. The Tribeca Film Festival posthumously awarded the Disruptor Award to rangers killed protecting Garamba \"for their work and bravery in defending elephants\", in April 2017.\nFlora and fauna.\nThe park's savannah grasslands support a low density of acacias. Some of the Garamba's grasses can grow as high as .\nGaramba is home to a variety of mammal species, including various species of antelope, as well as buffalo, elephants, hyenas, giant forest hogs, giraffes, hippopotamus, and lions. The park hosts the Democratic Republic of Congo's only remaining population of giraffes, the Kordofan subspecies, and one of the country's largest remaining populations of elephants. \nGaramba's elephants are considered a hybrid of the African savanna and African forest subspecies. Poaching has reduced the park's elephant population in recent decades. There were around 2,800 elephants in 2011. In 2017, there were estimated to be fewer than 2,000 elephants in Garamba, a significant decline from the approximately 20,000 reported in the 1960s and 1970s. 22 elephants were killed in 2012, and in 2014 poachers killed 68 of Garamba's elephants within two months.\nReported giraffe population sizes have varied, but show a general decline in the 90s and 00s. According to \"Mongabay\", the population's recorded peak was 300 in 1976, and more than 100 were reported in 2008. \"The Times\" said there were 356 giraffes in 1993, and only 86 by 2007. \"The Christian Science Monitor\" said there were 86 in 2003 and only 38 in 2016. There are 71 giraffes in the park, as of 2022. Poaching is the greatest threat to Garamba's giraffe population.\nThe park once had the last wild population of the northern white rhinoceros. Only fifteen northern white rhinos were reported in Garamba in the mid 1980s, prompting the park's inclusion on UNESCO's List of World Heritage in Danger. In 20032004, there were reportedly between 20 and 25 white rhinos in the park.\n138 mammal species and 286 bird species, including the secretarybird, have been recorded in the park.\nInteractions between people and wild animals in and around the park has resulted in humanwildlife conflict. Local and South Sudanese poachers hunt for elephants, often in search of ivory. Garamba's wildlife are also impacted by groups such as the Huda and Wodaabe (or \"Mbororo\") seeking pasture."}}