{"id": 231, "data": {"title": "Garajonay National Park", "text": "Garajonay National Park (, ) is located in the center and north of the island of La Gomera, one of the Canary Islands (Spain). It was declared a national park in 1981 and a World Heritage Site by UNESCO in 1986. It occupies 40km2 (15 sq mi) and it extends into each of the six municipalities on the island.\nNearly 450,000 tourists visit the park every year. There is accommodation for tourists just outside the park's boundary.\nThe park is named after the rock formation of Garajonay, the highest point on the island at . It also includes a small plateau whose altitude is above sea level. Features of the national park include the massive rocks that are found along the island. These are former volcanoes whose shapes have been carved by erosion. Some, like the \"Fortaleza\" (fortress in Spanish) were considered sacred by the native islanders, as well as ideal refuges when attacked. The park is crossed by a large network of 18 footpaths, trekking being one of the main tourist activities in the island.\nEnvironment.\nPlants.\nMany of the species of flora and fauna are endemic to the Macaronesian islands, the Canary Islands or La Gomera, and the Garajonay forest harbors a rich biota of understory plants, invertebrates, and birds and bats, including a large number of endemic species. The park provides the best example of Canarian \"laurisilva\", a humid subtropical forest that in the Tertiary covered almost all of Southern Europe. It is also found on the Azores and the Madeira Islands. \"Laurus azorica\", known as Azores laurel, or by the Portuguese names \"louro\", \"loureiro\", \"louro-da-terra\", and \"louro-de-cheiro\", can be found in the park, as well as \"Laurus novocanariensis\", known as Canary laurel. Although named as a single type of forest, the national park englobes several varieties of forests. Most humid and protected valleys oriented to the North have the richest and most complex forests. It is known as valley laurisilva, a true subtropical rainforest where the largest laurel trees can be found. At higher altitudes, with less protection from wind and sun, the forest loses some of its more delicate species. Here it is called slope laurisilva (laurisilva de ladera). At the south the forest is mainly a mix of beech and heather, species adapted to the less humid atmosphere. In August 2012, a forest fire burned 747 hectares (18%) of this national park.\nAnimals.\nTwo species of reptile, \"Gallotia gomerana\" (Gomeran lizard) and \"Chalcides viridanus\" (Gomeran skink), can be found. Amphibians include the stripeless tree frog, \"Hyla meridionalis\". The park is renowned as one of the best places to observe the two Canarian endemic pigeons, laurel pigeon (\"Columba junoniae\") and Bolle's pigeon (\"Columba bollii\"). The park has been recognised as an Important Bird Area (IBA) by BirdLife International because it supports populations of various birds. As well as thew two endemic pigeon species, these include Barbary partridges, plain swifts, Eurasian sparrowhawks, Berthelot's pipits and island canaries.\nGara and Jonay.\nThe peak and park are named after Guanche lore, the hapless lovers Gara and Jonay. Their romance evokes those of Romeo and Juliet and Hero and Leander. Gara was a princess of Agulo on La Gomera. During the festival of Beesmn, it was customary for unmarried girls of Agulo to gaze at their reflections in the waters of Chorros del Epina. If the water was clear, they would find a husband; if it was cloudy, some misfortune would befall them. When Gara looked at the water, she saw her reflection clearly. However, she gazed too long and the sun's reflection blinded her temporarily. A wise man named Gerin told her that this meant that she needed to avoid all fire or else it would consume her.\nJonay was the son of the Guanche \"mencey\" or king of Adeje on Tenerife, who arrived on the island to celebrate these ceremonies. Jonay's participation in the ensuing games attracted the attention of Gara, and the two fell in love. Unfortunately, when the engagement was announced, the volcano Teide, visible from La Gomera, began to erupt as if in disapproval. This was interpreted as a bad omen and the couples respective parents broke the engagement. Jonay was made to return to Tenerife, but one night, he swam across the channel that separated the two islands and rejoined his beloved. Their respective fathers ordered that the two be found. The lovers were soon trapped on a mountain, where they decided to take their own lives."}}