{"id": 153, "data": {"title": "Geghard", "text": "Geghard (, meaning \"spear\") is a medieval monastery in the Kotayk province of Armenia, being partially carved out of the adjacent mountain, surrounded by cliffs. It is listed as a UNESCO World Heritage Site with enhanced protection status.\nWhile the main chapel was built in 1215, the monastery complex was founded in the 4th century by Gregory the Illuminator at the site of a sacred spring inside a cave. The monastery had thus been originally named Ayrivank (), meaning \"the Monastery of the Cave\". The name commonly used for the monastery today, Geghard, or more fully Geghardavank (), meaning \"the Monastery of the Spear\", originates from the spear which had wounded Jesus at the Crucifixion, allegedly brought to Armenia by Apostle Jude, called here Thaddeus, and stored amongst many other relics. Now it is displayed in the Echmiadzin treasury.\nThe spectacular towering cliffs surrounding the monastery are part of the Azat River gorge, and are included together with the monastery in the World Heritage Site listing. Some of the churches within the monastery complex are entirely dug out of the cliff rocks, others are little more than caves, while others are elaborate structures, with both architecturally complex walled sections and rooms deep inside the cliff. The combination, together with numerous engraved and free-standing khachkars is a unique sight, being one of the most frequented tourist destinations in Armenia.\nMost visitors to Geghard also choose to visit the nearby pagan Temple of Garni, located further down the Azat River. Visiting both sites in one trip is so common that they are often referred to in unison as Garni-Geghard.\nHistory.\nThe monastery was founded in the 4th century, according to tradition by Gregory the Illuminator. The site is that of a spring arising in a cave which had been sacred in pre-Christian times, hence one of the names by which it was known, Ayrivank (the Monastery of the Cave). The first monastery was destroyed by Arabs in the 9th century.\nNothing has remained of the structures of Ayrivank. According to Armenian historians of the 4th, 8th and 10th centuries the monastery comprised, apart from religious buildings, well-appointed residential and service installations. Ayrivank suffered greatly in 923 from Nasr, a vice-regent of an Arabian caliph in Armenia, who plundered its valuable property, including unique manuscripts, and burned down the magnificent structures of the monastery. Earthquakes also did it no small damage.\nThough there are inscriptions dating to the 1160s, the main church was built in 1215 under the auspices of the brothers Zakare and Ivane, the generals of Queen Tamar of Georgia, who took back most of Armenia from the Turks. The gavit, partly free-standing, partly carved in the cliff, dates to before 1225, and a series of chapels hewn into the rock dates from the mid-13th century following the purchase of the monastery by Prince Prosh Khaghbakian, vassal of the Zakarians and founder of the Proshian principality. Over a short period the Proshyans built the cave structures which brought Geghard well-merited fame  the second cave church, the family sepulcher of zhamatun Papak and Ruzukan, a hall for gatherings and studies (collapsed in the middle of the 20th century) and numerous cells. The chamber reached from the North East of the gavit became Prince Prosh Khaghbakians tomb in 1283. The adjacent chamber has carved in the rock the arms of the Proshian family, including an eagle with a lamb in its claws. A stairway W of the gavit leads up to a funerary chamber carved out in 1288 for Papak Proshian and his wife Ruzukan. The Proshyan princes provided Geghard with an irrigation system in the 13th century. At this time it was also known as the Monastery of the Seven Churches and the Monastery of the Forty Altars. All around the monastery are caves and khachkars. The monastery was defunct, the main church used to shelter the flocks of the Karapapakh nomads in winter, until resettled by a few monks from Ejmiatsin after the Russian conquest. Restored for tourist purposes but now with a small ecclesiastical presence, the site is still a major place of pilgrimage.\nThe monastery was famous because of the relics that it housed. The most celebrated of these was the spear which had wounded Christ on the Cross, allegedly brought there by the Apostle Thaddeus, from which comes its present name, Geghard-avank (\"the Monastery of the Spear\"), first recorded in a document of 1250. This made it a popular place of pilgrimage for Armenian Christians over many centuries. Relics of the Apostles Andrew and John were donated in the 12th century, and pious visitors made numerous grants of land, money, manuscripts, etc., over the succeeding centuries. In one of the cave cells there lived, in the 13th century, Mkhitar Ayrivanetsi, the well-known Armenian historian.\nNo works of applied art have survived in Geghard, except for the legendary spear (\"geghard\"). The shaft has a diamond-shaped plate attached to its end; a Greek cross with flared ends is cut through the plate. A special case was made for it in 1687, now kept in the museum of Echmiadzin monastery. The gilded silver case is an ordinary handicraft article of 17th-century Armenia.\nComplex.\nToday the monastery complex is located at the end of the paved road, and the walk up from the parking lot is lined with women selling sweet bread, sheets of dried fruit (fruit lavash), sweet sujukh (grape molasses covered strings of walnuts) and various souvenirs. A group of musicians usually plays for a few seconds as visitors approach, perhaps willing to play longer for money.\nAt the approach to the main entrance on the west there are small caves, chapels, carvings and constructions on the hillside. Right before the entrance are some shallow shelves in the cliff onto which people try to throw pebbles in order to make their wish come true. Just inside the entrance to the compound are the 12th13th century ramparts protecting three sides of the complex, and the cliffs behind protect the fourth. Walking across the complex will take one to the secondary entrance on the east, outside of which is a table for ritual animal offerings (matagh), and a bridge over the stream.\nThe one- and two-storey residential and service structures situated on the perimeter of the monastery's yard were repeatedly reconstructed, sometimes from their foundations, as happened in the 17th century and in 19681971. It is known that most of the monks lived in cells excavated into the rock-face outside the main enceinte, which have been preserved, along with some simple oratories. The rock-faces over the whole area bear elaborate crosses (khatchkar) carved in relief.\nMore than twenty spaces, varying in shape and size, were carved, at different levels, in solid rock massifs surrounding the main cave structures. Those in the western part of the complex were for service purposes, and the rest are small rectangular chapels with a semicircular apse and an altar. There are twin and triple chapels with one entrance, some of the entrances ornamented with carvings.\nThere are many often richly ornamented khachkars cut on rock surfaces and on the walls of the structures or put up on the grounds of Geghard in memory of a deceased or in commemoration of someone's donation to the monastery.\nThe Katoghike Chapel.\nThough there are inscriptions dating to the 1160s, the main church was built in 1215 under the auspices of the brothers Zakare and Ivane (of the Zakarid-Mkhargrzeli family), the generals of Queen Tamar of Georgia, who took back most of Armenia from the Turks. This is the main church of the complex, and traditional in most respects. This church is built against the mountain, which is not exposed even in the interior. The plan forms an equal-armed cross, inscribed in a square and covered with a dome on a square base. In the corners there are small barrel-vaulted two-storey chapels with steps protruding from the wall. The internal walls have many inscriptions recording donations.\nThe southern facade of the Katoghike has a portal with fine carvings. The tympanum is decorated with a representation of trees with pomegranates hanging from their branches, and of leaves intertwining with grapes. The pictures of doves are placed between the arch and the outside frame; the doves heads are turned to the axis of the portal. Above the portal is carved a lion attacking an ox, symbolizing the prince's power.\nThe arched top of the arcature of the cupola's drum has detailed reliefs showing birds, human masks, animals heads, various rosettes and jars.\nThe vestry, \"gavit\".\nWest of the main temple there is a rock-attached vestry, in Armenian \"gavit\" (Latin \"narthex\") built between 1215 and 1225, linked to the main church.\nFour massive free-standing columns in the centre support a roof of stone with a hole in the centre to admit light. The peripheral spaces resulting from the location of the columns are variously roofed, whilst the central space is crowned by a dome with stalactites, the best example of this technique anywhere in Armenia. The \"gavit\" was used for teaching and meetings, and for receiving pilgrims and visitors.\nThe western portal differs from other portals of those times by van-shaped door bands, decorated with a fine floral pattern. The ornamentation of the tympanum consists of large flowers with petals of various shapes in the interlaced branches and oblong leaves.\nRock-cut church with spring.\nThe first cave chamber, Avazan (basin), situated north-west of the vestry, was hewn in the 1240s in an ancient cave with a spring (a place of worship in pagan times).\nIt is entirely dug out of the rock and has an equal-armed cruciform plan. The interior is lined by two crossed arches with a central stalactite dome. An inscription records that it was the work of the architect Galdzak, who also constructed the other rock-cut church and the jhamatuns within a period of some forty years. His name is inscribed at the base of the tent decorated with reliefs showing pomegranates.\nThe main rectangular space of the church is crowned with a tent and complicated with an altar apse and two deep niches, which gave the interior an incomplete cross-cupola shape. Two pairs of intersecting pointed arches, forming the base of the tent, rest on the half-columns of the walls. Just as in the vestry, the inner surface of the tent is hewn in the graceful shape of stalactites which also decorate the capitals of the half-columns and the conch of the altar apse. The decoration of the southern wall is most interesting compositionally. Carved on it are small triple arches with conchs of various shapes, connected at the top and at the bottom by a complicated and finely carved floral ornament.\nThe \"zhamatun\".\nThe Proshyans sepulchre and the second cave church of Astvatsatsin situated east of Avazan, were hewn in 1283, presumably by the same Galdzak, too. These are also accessed through the gavit. The \"zhamatun\" is a roughly square chamber cut into the rock, with deeply cut reliefs in the walls. Of interest is a rather primitive high relief on the northern wall, above the archways. In the center, there is a ram's head with a chain in its jaws; the chain is wound around the necks of two lions with their heads turned to the onlooker. Instead of the tail tufts there are heads of upward looking dragons  symbolic images gong all the way back to heathen times. Between the lions and below the chain there is an eagle with half-spread wings and a lamb in its claws. This is likely the coat-of-arms of the Proshian Princes.\nThe reliefs of the eastern wall are no less picturesque. The entrances to a small chapel and to Astvatsatsin church have rectangular platbands connected by two relief crosses. Cut on the portals of the chapel are sirens (fantasy harpy-like birds with women's crowned heads) and on the church walls there appear human figures with their elbows bent, wearing long attires and having nimbuses around their heads. These are probably members of the princely family who had these structures built. In its floor there are burial vaults.\nRock-cut church past the \"zhamatun\".\nThe rock-cut tomb gives access to the second rock-cut church. This church is known from an inscription to have been built in 1283, the donation of Prince Prosh. It is cruciform in plan. The corners are curved and the drum is lined with semi-columns alternating with blind windows. The dome is decorated, with a circular opening in the centre. The walls have relief decoration depicting animals, warriors, crosses, and floral motifs.\nApart from stalactites in the shape of trefoils and quatrefoils, the decoration of Astvatsatsin church features ornaments of rosettes and various geometrical figures. The front wall of the altar dais is decorated with a pattern of squares and diamonds. A realistic representation of a goat is found at the butt of the altar stair. Men's figures are found on a \"khachkar\" left of the altar apse. The man with a staff in his right hand and in the same attitude as that of the figures on the portal may be Prince Prosh, a founder of the church. Another figure, holding a spear in the left hand, point down, and blowing an uplifted horn, is depicted almost in profile.\nUpper Jhamatun.\nThe jhamatun of Papak and Ruzukana was hewn in 1288 on a second level, north of the Proshians burial-vault, by way of an external staircase (near the door to the gavit). Also carved into the rock, its form reproduces that of a gavit. It contains the tombs of the princes Merik and Grigor, and others are known to have been there but have now disappeared. An inscription shows it to have been completed in 1288.\nOn the southern side of the corridor leading to this jhamatun, numerous crosses are cut. The columns hewn in solid rock support rather low semicircular arches fitted into trapeziform frames which, forming a square in the plan, serve as a foundation for the spherical cupola above them with a light opening in its zenith. A hole in the back right corner gives a view of the tomb downstairs.\nThe acoustics in this chamber are extraordinary.\nChapel of S. Grigor.\nThe chapel of S. Gregory the Illuminator (formerly the Chapel of the Mother of God  St Astvatzatzin), built before 1177, stands high above the road, a hundred meters away from the entrance to the monastery. It is partly hewed in massive solid rock; its composition was, in all probability, largely influenced by the shape of the cave which existed there. The chapel, rectangular in plan and having a horseshoe-shaped apse, is adjoined, from the east and from the northeast, by passages and annexes hewed at various levels and even one on top of another.\nTraces of plaster with remnants of dark frescoes indicate there were murals inside the chapel. Khachkars with various ornaments are inserted into the exterior walls and hewn on the adjacent rock surfaces."}}