{"id": 125, "data": {"title": "Gelati Monastery", "text": "Gelati () is a medieval monastic complex near Kutaisi in the Imereti region of western Georgia. One of the first monasteries in Georgia, it was founded in 1106 by King David IV of Georgia as a monastic and educational center. \nThe monastery is an exemplar of the Georgian Golden Age and a gold aesthetic is employed in the paintings and buildings. It was built to celebrate Orthodox Christian faith in Georgia. Some murals found inside the Gelati Monastery church date back to the 12th century. The monastery was inscribed as a UNESCO World Heritage Site in 1994 because of its outstanding architecture and its importance as an educational and scientific center in medieval Georgia.\nOverview and description.\nThe monastery is located on a hill several kilometers to the northeast of Kutaisi. It also overlooks the Tskaltsitela Gorge. It is constructed of solid stone, with full archways. The plan of the main monastery was designed in the shape of a cross, the symbol of Jesus's crucifixion and of Christianity. The monastery was designed to be visible over much of the country, with its stone walls constructed to reflect sunlight. There are archways throughout the monastery, including the bell tower.\nHistory.\nConstruction began on the Gelati Monastery in 1106, under the direction of King David IV of Georgia, at which time Kutaisi was the capital of Georgia. It was constructed during the reign of the Byzantine Empire; in this period Christianity was the ruling religion throughout the empire. The monastery's main church, known as Church of Virgin the Blessed, was completed in 1130 (under the reign of David IV's successor, Demetrius I of Georgia), and was dedicated to Virgin Mary. The Monastery also acts as the burial site for King David IV, near which the Ancient Gates of Ganja, which were taken by King Demetrius I in 1138, can be found. The smaller chapels within the monastery date to the 13th century. \nIn addition to its religious purpose, the monastery was also constructed to function as an academy of science and education in Georgia: King David IV employed many Georgian scientists, theologians, and philosophers, many of whom had previously been active at various Orthodox monasteries abroad, such as the Mangana Monastery in Constantinople. Among its notable scholars were Ioane Petritsi, who translated several classics of philosophy but is best known for his commentaries on Proclus; and Arsen Ikaltoeli, known for his \"Dogmatikon\", or book of teachings, influenced by Aristotle. The Gelati Academy employed scribes to compile manuscript copies of important works, and people of the time called it \"a new Hellas\" and \"a second Athos\".\nArt.\nTriptychs.\nTriptychs were popular during the Byzantine Empire and important in Georgian culture. The triptychs represented another form of contribution to the church. Triptychs were a form of iconography for the congregation.\nOne of the most valuable icons housed in the monastery was the Khakhuli triptych, which was enshrined in the Gelati Monastery from the 12th century until being stolen in 1859. Although returned in 1923, it was in a reduced condition.\nMosaics.\nThe interiors of the monastery hold mosaics in classic Byzantine style illustrating aspects of Christian belief. The largest, a 12th-century masterpiece depicting the Virgin Mary holding the baby Jesus, dominates the apse of the main church, and is an artwork of cultural importance in Georgia. Above the altar is situated a statue of the Virgin Mary, looking down at the baby Jesus she is holding.\nConservation.\nThe monastery is still active and its churches continue to be regularly used for religious service. Under the supervision of UNESCO the site is being continually restored and protected. All the original structures of the monastery are intact and functional.\nThe mosaics and murals were damaged prior to UNESCO conservation, but halted when the roof of the academy building was replaced by Georgian conservators. By presidential decree, the monastery was added to the National Register of Monuments for protection and restoration in 2006."}}