{"id": 322, "data": {"title": "Golden Mountains of Altai", "text": "Golden Mountains of Altai is the name of an UNESCO World Heritage Site consisting of the Altai and Katun Natural Reserves, Lake Teletskoye, Belukha Mountain, and the Ukok Plateau. As stated in the UNESCO description of the site, \"the region represents the most complete sequence of altitudinal vegetation zones in central Siberia, from steppe, forest-steppe, mixed forest, subalpine vegetation to alpine vegetation\". While making its decision, UNESCO also cited Russian Altai's importance for preservation of the globally endangered mammals, such as snow leopard and the Altai argali. The site covers a vast area of 16,175km.\nTourist sites.\nTourists usually visit four sites in the Altai region: Mount Belukha, the Ukok Plateau, the Katun River, and the Karakol Valley. \nMount Belukha is regarded as a sacred site to Buddhists and the Burkhanists. Their myths surrounding this portion of the mountain range lent credence to their claim that it was the location of Shangri-la (Shambala). This location, having first been climbed in the early 1900s, now hosts a myriad of climbers each year. \nThe Ukok Plateau is an ancient burial site of the early Siberian people. A number of myths are connected to this portion of the region. \nThe Katun River is an important religious location to the Altaians where they (during celebrations) utilize ancient ecological knowledge to restore and maintain the river. The Karakol Valley is famous for a set of pristine lakes that lie between 1820 and 2097 meters above the sea level.\nCultural value.\nWhile the Golden Mountains of Altai are listed on the World Heritage List under natural criteria, it holds information about the nomadic Scythian culture. The permafrost in these mountains has preserved Scythian burial mounds. These frozen tombs, or kurgans, hold metal objects, pieces of gold, mummified bodies, tattooed bodies, sacrificed horses, wood/leather objects, clothes, textiles, etc. However, the Ukok Plateau (in the Altai Mountains) is a sacred site to the Altai people, so archeologists and scholars who are looking to excavate the site for human remains raise controversy.\nThe British Museum in London exhibited \"Scythian Warriors of Ancient Siberia\" from September 2017 to January 2018. The exhibition was sponsored by British Petroleum (BP).\nClimate threats.\nClimate change has caused the melting of the permafrost endangering the preservation of these tombs. Over the past 100 years there has been a 1C increase in temperature across Asia and a 2C increase in temperature in the footsteps of the Altai, with the increase more pronounced in the winter and spring. \nGlacial outburst floods have become a problem in this area. In particular, the Sofiyskiy Glacier in the region has been retreating at a rate of 18 meters per year.\nA rise in temperature also poses a threat to the various endangered species that are housed in the mountain region. These species include the snow leopard, the argali mountain sheep, the steppe eagle, and the Black Stork.\nPreservation efforts.\nIn 2005, the UNESCO World Heritage Centre launched the Preservation of the Frozen Tombs of the Altai Mountains Project with financial support from the UNESCO/Flemish Funds-in-Trust. However, as of May 14, 2008 this project has been brought to an end."}}