{"id": 97, "data": {"title": "Golestan Palace", "text": "The Golestan Palace (, \"Kkh-e Golestn\"), also transliterated as the Gulistan Palace and sometimes translated as the Rose Garden Palace from Persian language, was built in the 16th century, renovated in the 18th century and finally rebuilt in 1865. It is the former official royal Qajar complex in Tehran.\nOne of the oldest historic monuments in the city of Tehran, and of world heritage status, the Golestan Palace belongs to a group of royal buildings that were once enclosed within the mud-thatched walls of Tehran's arg (\"citadel\"). It consists of gardens, royal buildings, and collections of Iranian crafts and European presents from the 18th and 19th centuries.\nHistory.\nTehran's arg (\"citadel\") was built during the reign of Tahmasp I (r. 15241576) of the Safavid dynasty (15021736), and was later renovated by Karim Khan of the Zand dynasty (r. 17501779). Agha Mohammad Khan of the Qajar dynasty (17421797) chose Tehran as his capital. The arg became the seat of the Qajars (17941925). The court and palace of Golestan became the official residence of the Qajar dynasty. The palace was rebuilt to its current form in 1865 by Haji Ab ol Hasan Mimar Navai.\nDuring the Pahlavi era (19251979), the Golestan Palace was used for formal royal receptions, and the Pahlavi dynasty built their own palace (the \"Niavaran Complex\") in Niavaran. The most important ceremonies held in the palace during the Pahlavi era were the coronation of Reza Shah (r. 19251941) on the Marble Throne and the coronation of Mohammad Reza Pahlavi (r. 1941  1979) in the Museum Hall.\nIn between 1925 and 1945, a large portion of the buildings of the complex were destroyed on the orders of Reza Shah. He believed that the centuries-old Qajar palace should not hinder the growth of a modern city. In the place of the old buildings, commercial buildings with the modern style of 1950s and 1960s were erected.\nSites.\nThe complex of Golestan Palace consists of 17 structures, including palaces, museums, and halls. Almost all of this complex was built during the 131 years rule of the Qajar kings. These palaces were used for many occasions such as coronations and other important celebrations. It also consists of three main archives, including the photographic archive, the library of manuscripts, and the archive of documents.\nMarble Throne (Takht e Marmar).\nThis spectacular terrace, known as the Marble Throne, was built in 1806 by the order of Fath Ali Shah of the Qajar dynasty (r. 17971834). Adorned by paintings, marble-carvings, tile-work, stucco, mirrors, enamel, woodcarvings, and lattice windows, the throne embodies the finest of Iranian architecture. The Marble Throne is one of the oldest buildings of the historic arg. It is situated in the middle of the terrace (iwan), and is made of the famous yellow marble of Yazd Province.\nThe throne is made of sixty-five pieces of marble, and was designed by Mirza Baba \"Naqash Bashi\" (\"head painter\") of the Qajar court. Mohammad Ebrahim, the Royal Mason, oversaw the construction and several celebrated masters of the time worked on the execution of this masterpiece. The architectural details, and other ornaments of the terrace, were completed during the reigns of Fath Ali Shah and Nasser ed Din Shah (r. 18481896).\nCoronations of the Qajar kings and formal court ceremonies were held on this terrace. The last coronation to be held at the Marble Throne was the coronation of Reza Shah of the Pahlavi dynasty, in 1925.\nKarim Khani Nook (Khalvat e Karim Khani).\nDating back to 1759, this building was a part of the interior residence of Karim Khan of the Zand dynasty. The basic structure of the Karim Khani Nook is similar to the Marble Throne. Like the latter, it is a terrace. There is a small marble throne inside the terrace. The structure is much smaller than the Marble Throne and it has much less ornamentation. There was once a small pond with a fountain in the middle of this terrace. Water from a subterranean stream (the king's qanat) flowed from the fountain into the pond and was later used to irrigate the palace grounds.\nNasser ed Din Shah of the Qajar dynasty was fond of this corner of the Golestan Palace. He is said to have spent much time here in rest and repose, smoking his water-pipe in quiet reflection. In fact, some believe that it was Nasser od Din who dubbed the structure \"Khalvat\" (nook). It seems extraordinary, but the valuable gravestone of Nasser ed Din Shah finally found its way to this quiet corner of the palace after being misplaced for some time. The marble stone, with an engraving of Nasser ed Din Shah's image, is indeed a sight to behold.\nPond House (Howz Khaneh).\nWorks of European painters presented to the Qajar court are housed at the Pond House. \nThe Pond House was used as a summer chamber during the Qajar era. A special cooling system pumped water from a subterranean system of streams into small ponds inside the chambers. The system was designed to pass through as many summer rooms as was necessary. The water was then channeled outside to irrigate the royal gardens. Due to the harmful effects of humidity, this system is no longer in use.\nBrilliant Hall (Talar e Brelian).\nThe Brilliant Hall was named so for it is adorned by the brilliant mirror work of Iranian artisans. The hall was built by the order of Nasser ed Din Shah to replace another hall called \"Talar e Bolour\" (\"the Crystal Hall\"). Built by the order of Fath Ali Shah, the Crystal Hall had been laid waste by the damp. The Brilliant Hall is famous for its mirror work and chandeliers. An oil painting by Yahya Khan (Sani ol Molk Ghafari), showing the decorations of this hall before renovations carried out by Mozafar ed Din Shah (r. 18961907), exists in the Golestan Palace.\nIn the ethnography gallery in Horsham Museum of Horsham in the United Kingdom, an Iranian tile is displayed. The tile, according to Dr. Mehdittodjat (the former Deputy Minister of Culture and Higher Education of Iran), comes from the Golestan Palace. It comes from the entrance to the Brilliant Hall and was probably a reject (or may have been retrieved) from the rebuilding of the palace in the period 186792. It was found smashed beneath a gatepost in Shipley by Mr. and Mrs. Ayling, who kindly donated it to the Museum. The plaque has been set in plaster, and unfortunately not all the glazed decoration survived.\nContainers Hall (Talar e Zoruf).\nThis building replaced the building of Narenjestan in the north of the Ivory Hall (Talar e Adj). All the chinaware that were dedicated to Qajar kings by the European kings were taken to this room and were arranged in show cases which were built for this purpose. \nAmong the chinaware in this hall, these are the most exceptional:\nIvory Hall (Talar e Adj).\nIvory Hall is a large hall used as a dining room. It was decorated with some gifts presented to Nasser ed Din Shah by European monarchs. \nAmong the collections of the Golestan Palace, a watercolor by Mahmoud Khan Saba (Malek osh Shoara) shows the exterior view of this hall during the Qajar period.\nMirror Hall (Talar e Aineh).\nThe Mirror Hall is the most famous of the halls of the Golestan Palace. This relatively small hall is famous for its extraordinary mirror work. The hall was designed by Haj Abd ol Hossein \"Memar Bashi\" (Sanie ol Molk). Yahya Khan (Mowtamed ol Molk), who was the Minister of Architecture, was a consultant for the designer.\nSalam Hall (Talar e Salam).\nThe Salam (\"Reception\") Hall was originally designed to be a museum. After the Sun Throne (Takht e Khorshid) was moved to the Royal Jewels Museum at the Central Bank of Iran, this hall was designated to hold special receptions in the presence of the king, hence the name \"Salam Hall\".\nThis hall has exquisite mirror works. The ceiling and walls are decorated with plaster molding, and the floors are covered with mosaic.\nDuring the reign of Nasser ed Din Shah, this hall was used to exhibit Iranian and European paintings alongside gifts presented to the Iranian court. Royal jewels were also exhibited inside glass cases. These jewels are now housed at the Royal Jewels Museum of the Central Bank of Iran.\nDiamond Hall (Talar e Almas).\nThe Diamond Hall is located in the southern wing of the Golestan Palace, next to the building of Windcatchers. It is called \"Talar e Almas\" (\"the Diamond Hall\") because of the exceptional mirror work inside the building.\nThe construction of this hall dates back to the time of Fath Ali Shah. Nasser ed Din Shah renovated this hall changing its appearance and replacing the hall's ogival arches with Roman ones. He also ordered the walls covered with wallpaper imported from Europe. As the basic structure dates back to the time of Fath Ali Shah, it is only apt that this hall should be devoted to the exhibition of art and handicrafts from that period.\nThe Windcatcher Building (Emarat e Badgir).\nThe Windcatcher Building was constructed during the reign of Fath Ali Shah. The building underwent major renovations, including structural changes, during the reign of Nasser ed Din Shah.\nA watercolor rendering by Mahmoud Khan (Malek osh Shoara) depicts the original structure prior to renovations.\nIt is flanked by two rooms known as \"Gushvar\" (\"corner-like\"). There is a central room which boasts the finest stained glass window in the Golestan Palace. Outside, there are four wind towers of blue, yellow and black glazed tiles and a golden cupola.\nThe Windcatchers are constructed to allow cooling wind to move through the structure.\nEdifice of the Sun (Shams ol Emareh).\nThe Edifice of the Sun is considered the most stunning structure of the Golestan Palace.\nThe idea of building a tall structure came to Nasser ed Din Shah who wanted a structure from which he could have panoramic views of the city.\nDesigned by Moayer ol Mamalek, construction on this building began in 1865 and was completed two years later. Its architect was Ali Mohammad Kashi.\nThe building has two identical towers. The exterior views have multiple arches, intricate tile work and ornate windows. This building's two towers are in fact small versions of the Safavid viewing palace of l Qp in Isfahan.\nMuseum of Gifts.\nThis building is located under the Salam Hall. It is a part of the first Iranian museum, which was built by Mohammad Ebrahim Khan Memar Bashi.\nUnder the reign of Nasser ed Din Shah, this building was used as a warehouse for the chinaware and silverware which was dedicated to Qajar kings.\nBy time of the Pahlavi dynasty, this warehouse was turned into a museum to expose the rare gifts which were given to the Qajar kings.\nToday, in addition to the gifts, some rare objects are kept at this museum, including:\nAbyaz Palace.\nThe Ottoman Sultan Abdul Hamid sent precious gifts to Nasser ed Din Shah, and reportedly, these gifts were copious and enough to fill a castle. The Qajar monarch decided to build an exhibit hall worthy of these gifts within the confines of the Golestan Palace, and eventually the Abyaz Palace was constructed.\nIt is believed that Nasser ed Din Shah, himself, designed the structure, with a central hall large enough to house the carpet which was sent by Sultan Abd ol Hamid.\nCompleted in 1883, the Abyaz (\"White\") Palace now houses one of the most interesting ethological museums in Iran. It includes a colorful exhibition of traditional Iranian costumes, as well as a folk art exhibition.\nMuseum Hall.\nNasser ed Din Shah was very impressed by the exhibition of artifacts and valuable objects at European museums during his second European tour around 1872. He arrived back in Tehran intent on building a museum hall to exhibit paintings, royal jewels, and other royal artifacts. \nThe original collection of the Museum Hall is now scattered among Tehran's many museums. However, the paintings of the royal court are now kept at the Golestan Palace, with the European paints housed at the Pond House and the works of Iranian painters housed in the Picture House.\nMeant to show the evolution of painting in Iran during the Qajar era, the works of Iranian painters are exhibited in two sections: \nPhotographic archive.\nThere is an early photographic collection at the Golestan complex which includes photos which are mainly related to the time of the 19th-century progress of photography in Europe. It was created by the order of Naser ed Din Shah of the Qajar dynasty. It is mentioned that \"photography was so common at the royal palace that the king's wives and his servants also took pictures and posed playfully in front of the camera.\" There is a picture of one servant with flowers decorating his head and shoulders.\nPresent use.\nIn its present state, Golestan Palace is the result of roughly 400 years of renovations.\nOn 11 October 2005, the Cultural Heritage Organization of Iran submitted the palace to the UNESCO for inclusion into the World Heritage List in 2007. On 23 June 2013, it was proclaimed as world heritage site during the UNESCO meeting in Phnom Penh.\nThe Golestan Palace is currently operated by the Cultural Heritage Organization of Iran."}}