{"id": 26, "data": {"title": "Grand Canyon National Park", "text": "Grand Canyon National Park, located in northwestern Arizona, is the 15th site in the United States to have been named as a national park. The park's central feature is the Grand Canyon, a gorge of the Colorado River, which is often considered one of the Wonders of the World. The park, which covers of unincorporated area in Coconino and Mohave counties, received more than 4.7 million recreational visitors in 2022, which is the second highest count of all American national parks after Great Smoky Mountains National Park. The Grand Canyon was designated a World Heritage Site by UNESCO in 1979. The park celebrated its 100th anniversary on February 26, 2019.\nHistory.\nThe Grand Canyon became well known to Americans in the 1880s after railroads were built and pioneers developed infrastructure and early tourism. In 1903, President Theodore Roosevelt visited the site and said, The Grand Canyon fills me with awe. It is beyond comparisonbeyond description; absolutely unparalleled through-out the wide world... Let this great wonder of nature remain as it now is. Do nothing to mar its grandeur, sublimity and loveliness. You cannot improve on it. But you can keep it for your children, your children's children, and all who come after you, as the one great sight which every American should see.\nDespite Roosevelt's enthusiasm and strong interest in preserving land for public use, the Grand Canyon was not immediately designated as a national park. The first bill to establish Grand Canyon National Park was introduced in 1882 by then-Senator Benjamin Harrison, which would have established Grand Canyon as the third national park in the United States, after Yellowstone and Mackinac. Harrison unsuccessfully reintroduced his bill in 1883 and 1886; after his election to the presidency, he established the Grand Canyon Forest Reserve in 1893. Theodore Roosevelt created the Grand Canyon Game Preserve by proclamation on November 28, 1906, and the Grand Canyon National Monument on January 11, 1908. Further Senate bills to establish the site as a national park were introduced and defeated in 1910 and 1911, before the Grand Canyon National Park Act () was finally signed by President Woodrow Wilson on February 26, 1919. The National Park Service, established in 1916, assumed administration of the park.\nThe creation of the park was an early success of the conservation movement. Its national park status may have helped thwart proposals to dam the Colorado River within its boundaries. (Later, the Glen Canyon Dam would be built upriver.) A second Grand Canyon National Monument to the west was proclaimed in 1932. In 1975, that monument and Marble Canyon National Monument, which was established in 1969 and followed the Colorado River northeast from the Grand Canyon to Lees Ferry, were made part of Grand Canyon National Park. In 1979, UNESCO declared the park a World Heritage Site. The 1987 the National Parks Overflights Act found that\n\"Noise associated with aircraft overflights at the Grand Canyon National Park is causing a significant adverse effect on the natural quiet and experience of the park and current aircraft operations at the Grand Canyon National Park have raised serious concerns regarding public safety, including concerns regarding the safety of park users.\"\nIn 2010, Grand Canyon National Park was honored with its own coin under the America the Beautiful Quarters program. On February 26, 2019, the Grand Canyon National Park commemorated 100 years since its designation as a national park.\nThe Grand Canyon had been part of the National Park Service's Intermountain Region until 2018. Today, the Grand Canyon is a part of Region 8, also known as the Lower Colorado Basin.\nGeography.\nThe Grand Canyon, including its extensive system of tributary canyons, is valued for its combination of size, depth, and exposed layers of colorful rocks dating back to Precambrian times. The canyon itself was created by the incision of the Colorado River and its tributaries after the Colorado Plateau was uplifted, causing the Colorado River system to develop along its present path.\nThe primary public areas of the park are the South and North Rims, and adjacent areas of the canyon itself. The rest of the park is extremely rugged and remote, although many places are accessible by pack trail and backcountry roads. The South Rim is more accessible than the North Rim and accounts for 90% of park visitation.\nThe park headquarters are at Grand Canyon Village, not far from the South Entrance to the park, near one of the most popular viewpoints.\nSouth Rim.\nMost visitors to the park come to the South Rim, arriving on Arizona State Route 64. The highway enters the park through the South Entrance, near Tusayan, Arizona, and heads eastward, leaving the park through the East Entrance. Interstate 40 provides access to the area from the south. From the north, U.S. Route 89 connects Utah, Colorado, and the North Rim to the South Rim. Overall, some 30 miles of the South Rim are accessible by road.\nServices.\nGrand Canyon Village is the primary visitor services area in the park. It is a full-service community, including lodging, fuel, food, souvenirs, a hospital, churches, and access to trails and guided walks and talks.\nLodging.\nSeveral lodging facilities are available along the South Rim. Hotels and other lodging include El Tovar, Bright Angel Lodge, Kachina Lodge, Thunderbird Lodge, and Maswik Lodge, all of which are located in Grand Canyon Village, and Phantom Ranch, located on the canyon floor. There is also an RV Park named Trailer Village. All of these facilities are managed by Xanterra Parks &amp; Resorts, while the Yavapai Lodge (also in the village area) is managed by Delaware North.\nNorth Rim.\nThe North Rim area of the park is located on the Kaibab Plateau and Walhalla Plateau, directly across the Grand Canyon from the principal visitor areas on the South Rim. The North Rim's principal visitor areas are centered around Bright Angel Point. The North Rim is higher in elevation than the South Rim, at over of elevation. Because it is so much higher than the South Rim, it is closed from December 1 through May 15 each year, due to the enhanced snowfall at elevation. Visitor services are closed or limited in scope after October 15. Driving time from the South Rim to the North Rim is about 4.5 hours, over .\nOn the North Rim is the historic Grand Canyon Lodge, managed by Forever Resorts, and a campground near the lodge managed by the national park staff.\nClimate.\nAccording to the Kppen climate classification system, Grand Canyon National Park has five climate zones; Cold Semi-Arid (\"BSk\"), Humid Continental Dry Cool Summer (\"Dsb\"), Humid Continental Dry Warm Summer (\"Dsa\"), Warm Summer Mediterranean (\"Csb\"), and Hot Summer Mediterranean (\"Csa\"). The plant hardiness zone at Grand Canyon Visitor Center is 7a with an average annual extreme minimum temperature of 3.3F (15.9C).\nActivities.\nNorth Rim.\nThere are few roads on the North Rim, but there are some notable vehicle-accessible lookout points, including Point Imperial, Roosevelt Point, and Cape Royal. Mule rides are also available to a variety of places, including several thousand feet down into the canyon.\nMany visitors to the North Rim choose to make use of the variety of hiking trails including the Widforss Trail, Uncle Jim's Trail, the Transept Trail, and the North Kaibab Trail. The North Kaibab Trail can be followed all the way down to the Colorado River, connecting across the river to the South Kaibab Trail and the Bright Angel Trail, which continue up to the South Rim of the Grand Canyon.\nThe Toroweap Overlook is located in the western part of the park on the North Rim. Access is via unpaved roads off Route 389 west of Fredonia, Arizona. The roads lead through Grand CanyonParashant National Monument and to the overlook.\nSouth Rim.\nA variety of activities at the South Rim cater to park visitors. A driving tour () along the South Rim is split into two segments. The western drive to Hermit's Point is with several overlooks along the way, including Mohave Point, Hopi Point, and the Powell Memorial. From March to December, access to Hermit's Rest is restricted to the free shuttle provided by the Park Service. The eastern portion to Desert View is , and is open to private vehicles year round.\nWalking tours include the Rim Trail, which runs west from the Pipe Creek viewpoint for about of paved road, followed by unpaved to Hermit's Rest. Hikes can begin almost anywhere along this trail, and a shuttle can return hikers to their point of origin. Mather Point, the first view most people reach when entering from the south entrance, is a popular place to begin.\nPrivate canyon flyovers are provided by helicopters and small airplanes out of Las Vegas, Phoenix, and Grand Canyon National Park Airport. Due to a crash in the 1990s, scenic flights are no longer allowed to fly within of the rim within the Grand Canyon National Park. Flights within the canyon are still available outside of park boundaries.\nGrand Canyon Conservancy.\nThe Grand Canyon Association (GCA) is the National Park Service's official nonprofit partner. It raises private funds to benefit Grand Canyon National Park by operating retail shops and visitor centers within the park, and providing educational opportunities about the natural and cultural history of the region. Its goals include:\nSee also.\n (image gallery)"}}