{"id": 223, "data": {"title": "Greater Blue Mountains Area", "text": "The Greater Blue Mountains Area is a World Heritage Site located in the Blue Mountains of New South Wales, Australia. The area was placed on the World Heritage List at the 24th Session of the World Heritage Committee, held in Cairns in 2000.\nEtymology.\nWhen the atmospheric temperature of the region rises the essential oil produced from the eucalyptus species evaporates and disperses in the air, causing visible spectra of sunlight to scatter. The scattering causes the shorter wavelength colors (blue) to propagate more than the longer wavelength colors (red). This causes reflections from the mountains to appear bluish to human eyes, giving the mountain region its signature name, \"Blue Mountains\".\nDescription.\nThe Greater Blue Mountains Area consists of of mostly forested landscape on a sandstone plateau, inland from the Sydney central business district. The area includes vast expanses of wilderness and is equivalent in area to almost one-third the size of Belgium, or twice the size of Brunei.\nThe property, which includes eight protected areas in two blocks separated by a transportation and urban development corridor, is made up of seven national parks as well as the famous Jenolan Caves Karst Conservation Reserve. These are the Blue Mountains National Park, Wollemi National Park, Yengo National Park, Nattai National Park, Kanangra-Boyd National Park, Gardens of Stone National Park, and Thirlmere Lakes National Park.\nThe area does not contain mountains in the conventional sense but is described as a deeply incised sandstone plateau, rising from less than above sea level to at the highest point. There are basalt outcrops on the higher ridges. According to the Australian Department of Climate Change, Energy, the Environment and Water (DCCEEW), this plateau is thought to have enabled the survival of a rich diversity of plant and animal life by providing a refuge from climatic changes during recent geological history. It is particularly noted for its wide and balanced representation of eucalypt habitats from wet and dry sclerophyll, mallee heathlands, as well as localized swamps, wetlands, and grassland. Ninety-one species of eucalypts (13 percent of the global total) occur in the Greater Blue Mountains Area. Twelve of these are believed to occur only in the Sydney sandstone region. \nFlora.\nThe area has been known as a natural laboratory for studying the evolution of eucalypts. The largest area of high diversity of eucalypts on the continent is located in southeast Australia. The Greater Blue Mountains Area contains 13% of all the worlds eucalypt species, with a definite list of 96 species recorded (55 widespread, and 41 restricted).\nAs well as supporting such a significant proportion of the world's eucalypt species, the area provides examples of the range of structural adaptations of the eucalypts to Australian environments. These vary from tall forests at the margins or rainforests in the deep valleys, through open forests and woodlands, to shrublands of stunted mallees on the exposed tablelands.\nThe Greater Blue Mountains Area also contains relict species of global significance. The most famous of these is the recently discovered Wollemi pine, a \"living fossil\" dating back to the age of the dinosaurs. Thought to have been extinct for millions of years, the few surviving trees of this ancient species are known only from three small populations located in remote, inaccessible gorges within the area. The Wollemi pine is one of the world's rarest pine species.\nFauna.\nMore than 400 different kinds of animals live within the rugged gorges and tablelands of the Greater Blue Mountains Area. These include threatened or rare species of conservation significance, such as the tiger quoll, the koala, the yellow-bellied glider, and the long-nosed potoroo, as well as rare reptiles and amphibians including the green and golden bell frog and the Blue Mountain water skink.\nThe largest predator in the area is the dingo. These wild dogs hunt for grey kangaroos and other prey.\nThe greater Blue Mountains region has been identified by BirdLife International as an Important Bird Area (IBA) because it supports a high proportion of the global populations of the range-restricted rockwarbler as well as populations of flame robins, diamond firetails and pilotbirds. The endangered regent honeyeater is seen there regularly. It is also a migration bottleneck for yellow-faced honeyeaters.\nUNESCO listing.\nThe Greater Blue Mountains Area was unanimously listed as a World Heritage Area by UNESCO on 29 November 2000. It thus became the fourth area in New South Wales to be listed. The area totals roughly , including the Blue Mountains, Kanangra-Boyd, Wollemi, Gardens of Stone, Yengo, Nattai and Thirlmere Lakes National Parks, plus the Jenolan Caves Karst Conservation Reserve. A buffer zone of lies outside the protected area."}}