{"id": 242, "data": {"title": "Great Living Chola Temples", "text": "The Great Living Chola Temples is a UNESCO World Heritage Site designation for a group of Chola dynasty era Hindu temples in the Indian state of Tamil Nadu. Completed between early 11th and the 12th century CE, the monuments include:\nWorld Heritage Site recognition.\nThe Temple Complex at Thanjavur was recognised in 1987. The Temple Complex at Gangaikonda Cholapuram and the Airavatesvara Temple Complex were added as extensions to the site in 2004. The criteria for inclusion in the \"Great Living Chola Temples\" site are:\nTemples.\nThanjavur is about southwest of Chennai. Gangaikonda Cholapuram and Darasuram are respectively about and about to its northeast.\nBrihadisvara Temple in Thanjavur.\nThe Brihadisvara Temple at Thanjavur is a Hindu temple dedicated to Shiva. It is one of the largest South Indian temples and an exemplary example of fully realized Tamil architecture. Built by Raja Raja CholaI between 1003 and 1010 AD. The original monuments of this 11th century temple were built around a moat. It included gopura, the main temple, its massive tower, inscriptions, frescoes and sculptures predominantly related to Shaivism, but also of Vaishnvaism and Shaktism traditions of Hinduism. The temple was damaged in its history and some artwork is now missing. Additional mandapam and monuments were added in centuries that followed. The temple now stands amidst fortified walls that were added after the 16th century. \nBuilt out of granite, the vimanam tower above the sanctum is one of the tallest in South India. The temple has a massive colonnaded prakara (corridor) and one of the largest Shiva linga in India. It is also famed for the quality of its sculpture, as well as being the location that commissioned the brass Nataraja  Shiva as the lord of dance, in 11th century. The complex includes shrines for Nandi, Amman, Subrahmanyar, Ganesha, Sabhapati, Dakshinamurti, Chandesrvarar, Varahi and others. The temple is one of the most visited tourist attractions in Tamil Nadu.\nBrihadisvara Temple in Gangaikonda Cholapuram.\nThe Brihadisvara Temple at Gangaikonda Cholapuram is a Hindu temple located at Gangaikonda Cholapuram about from the Thanjavur Brihadisvara Temple. Completed in 1035 AD by Rajendra Chola I as a part of his new capital, this Chola dynasty era temple is similar in design and has a similar name as the 11th century, and sometimes just called the Gangaikondacholapuram temple.\nIt is dedicated to Shiva and based on a square plan, but the temple reverentially displays Vaishnavism, Shaktism and syncretic equivalence themes of Hinduism with statues of Vishnu, Durga, Surya, Harihara, Ardhanishvara, and others. In addition to the main shrine with linga, the temple complex has a number of smaller shrines, gopura, and other monuments, with some partially ruined or restored in later centuries. The temple is famed for its bronze sculptures, artwork on its walls, the Nandi and the scale of its curvilinear tower.\nAiravatesvara Temple.\nThe Airavatesvara Temple is in the city of Kumbakonam, South India, completed in 1166 AD. It is one among a cluster of eighteen medieval era large Hindu temples in the Kumbakonam area. The temple is dedicated to Lord Shiva. It also reverentially displays Vaishnavism and Shaktism traditions of Hinduism, along with the legends associated with sixty three Nayanars  the Bhakti movement saints of Shaivism.\nNamed after the White Elephant of Indra, this temple is a testimony to the grand temple architecture of the Cholan Empire. It is the last of the three great Cholan temples built by successive generations of kings starting from Rajaraja I. Airavateswara temple was built by Rajaraja II around 1150 AD. One of the striking features of this temple is Rajagambhira Thirumandapam - Royal Courtyard, with intricately carved pillars, long steps made of granite stones and elegant chariots drawn by horse - again hewn out of stone. You will see finer workmanship in this temple than the earlier temples. Darasuram is literally a stone's throw away from Kumbakonam. \nThe stone temple incorporates a chariot structure, and includes major Vedic and Puranic deities such as Indra, Agni, Varuna, Vayu, Brahma, Surya, Vishnu, Saptamtrikas, Durga, Saraswati, Sri Devi (Lakshmi), Ganga, Yamuna, Subrahmanya, Ganesha, Kama, Rati and others. The temple was much larger and once had seven courtyards according to inscriptions. Only one courtyard survives; parts of the temple such as the gopuram are in ruins, and the main temple and the main temple and associated shrines stand alone. The temple continues to attract large gatherings of Hindu pilgrims every year."}}