{"id": 59, "data": {"title": "Group of Monuments at Mahabalipuram", "text": "The Group of Monuments at Mahabalipuram is a collection of 7th- and 8th-century CE religious monuments in the coastal resort town of Mahabalipuram, Tamil Nadu, India and is a UNESCO World Heritage Site. It is on the Coromandel Coast of the Bay of Bengal, about south of Chennai.\nThe site has 40 ancient monuments and Hindu temples, including one of the largest open-air rock reliefs in the world: the \"Descent of the Ganges\" or \"Arjuna's Penance\". The group contains several categories of monuments: \"ratha\" temples with monolithic processional chariots, built between 630 and 668; \"mandapa viharas\" (cave temples) with narratives from the \"Mahabharata\" and Shaivite, Shakti or Shaaktha and Vaishnava inscriptions in a number of Indian languages and scripts; rock reliefs (particularly bas-reliefs); stone-cut temples built between 695 and 722, and archaeological excavations dated to the 6th century and earlier.\nThe monuments were built during the Pallava dynasty. Known as the Seven Pagodas in many colonial-era publications, they are also called the Mamallapuram temples or Mahabalipuram temples in contemporary literature. The site, restored after 1960, has been managed by the Archaeological Survey of India.\nLocation and nomenclature.\nThe Mahabalipuram temples are in the southeastern Indian state of Tamil Nadu, about southwest of Chennai on the Coromandel Coast. The monuments are reachable by the four-lane, divided East Coast Road and Rajiv Gandhi Salai (State Highways 49 and 49A). The nearest airport is in Chennai (IATA airport code MAA). The city is connected to the rest of India through a rail network.\nMahabalipuram is known by several names, including Mamallapuram; Mamalla means \"Great Wrestler\", and refers to the 7th-century king Narasimha Varman I. Other names found in historic texts include Mamallapattana, Mavalipuram, Mavalivaram, Mavellipore, Mauvellipooram and Mahabalipur, all of which refer to a \"great wrestler city\" or \"city of Mahabali\". The latter is related to the mythical Mahabali, the demon king defeated by the dwarf Vamana (a Vishnu avatar). According to Nagaswamy, the name is derived from the Tamil word \"mallal\" (prosperity) and reflects its being an ancient economic center for South India and Southeast Asia. This theory is partially supported by an 8th-century Tamil text by the early Bhakti movement poet Thirumangai Alvar, where Mamallapuram is called \"Kadal Mallai\".\nThe town was known as \"Seven Pagodas\" by European sailors who landed on the coast after they saw the towers of seven Hindu temples. Seventh-century inscriptions refer to it as \"Mamallapuram\" or close variants; \"Mahabalipuram\" appears only after the 16th century, and (with Seven Pagodas) was used in colonial-era literature. The Tamil Nadu government adopted Mamallapuram as the official name of the site and township in 1957, and declared the monuments and coastal region a special tourism area and health resort in 1964.\nHistory.\nAlthough the ancient history of Mahabalipuram is unclear, numismatic and epigraphical evidence and its temples suggest that it was a significant location before the monuments were built. It is speculated that it is the seaport of Sopatma mentioned in the 1st-century Periplus of the Erythraean Sea or Ptolemy's port of Melange in his 2nd-century \"Geographia\". Another theory posits that the port of Nirppeyarvu mentioned in the \"Perumpanarrupadai\" from the late 19th century to early 20th century may be Mahabalipuram or Kanchipuram.\nIn his \"Avantisundari Katha\", the 7th8th century Sanskrit scholar Dain (who lived in Tamil Nadu and was associated with the Pallava court) praised artists for their repair of a Vishnu sculpture at Mamallapuram. However, Dain's authorship of this text is disputed. The medieval Sanskrit text mentions the Mamallapuram monuments, an early tradition of repairs, and the significance of Vaishnavism.\nWhen Marco Polo (1271-1295 CE) arrived in India on his way back to Venice from Southeast Asia, he mentioned (but did not visit) \"Seven Pagodas\" and the name became associated with the shore temples of Mahabalipuram in publications by European merchants centuries later. It appeared in Abraham Cresques' 1375 Catalan Atlas as \"Setemelti\" and \"Santhome\", a crude map of Asia but accurate in the relative positions of the two ports; the former is Mamallapuram and the latter Mylapore. Venetian traveler Gasparo Balbi mentioned the \"Seven Pagodas\" and \"Eight Pleasant Hillocks\" in 1582, which Nagaswamy suggests refers to the monuments. According to Schalk, Balbi called it the \"Seven Pagodas of China\" (a re-interpretation of Henry Yule's reading of Balbi which considered Balbi unreliable, followed by a selective correction that it probably meant Mamallapuram).\nSince there are now fewer than seven towers, the name has inspired speculation and argument. The December 2004 tsunami briefly exposed the beachfront near Saluvankuppam (now north of Mahabalipuram), revealing inscriptions and structures. Badrinarayanan said in a BBC report that they dated to the 9th century and may have been destroyed by a 13th-century tsunami. The tsunami also revealed large structures on the seabed about a kilometre offshore, which archaeologists speculate may be the ancient Mahabalipuram. According to a \"Science\" article, the tsunami exposed rocks with an \"elaborately sculpted head of an elephant and a horse in flight\", \"a small niche with a statue of a deity; another rock with a reclining lion\", and other Hindu religious iconography. Marine archaeologists and underwater diving teams have explored a site east of the Shore Temple, one of the monuments, after the 2004 tsunami. This has revealed ruins of fallen walls, a large number of rectangular blocks and other structures parallel to the shore, and the forty surviving monuments.\nModern reports.\nEuropean sailors and merchants who pioneered trade with Asia after the 16th century mentioned the site. Early reports, such as those by Niccolao Manucci (who never visited the site, but saw the monuments from a distance and heard about them) conflated Chinese and Burmese Buddhist pagoda designs with the Hindu temples and assumed that the temples were built by the Chinese. According to Anthony Hamilton's 1727 \"New Account of the East Indies\", the site was a pilgrimage center and its outside sculpture was \"obscene, lewd\" as performance in Drury Lane. French writer Pierre Sonnerat was critical of European racism toward Indians, and theorized that the Mahabalipuram temples were very old.\nWilliam Chambers' 1788 literary survey of Mahabalipuram brought the monuments to the attention of European scholars. Chambers interviewed local residents and linked the monumental art he saw to Hindu texts, calling it remarkable and expressive in narrative detail. A series of 19th-century studies, such as those by Benjamin Babington and William Elliot, contained sketches of the monuments and impressions of the inscriptions. Some stories and speculation in Western literature, nevertheless, continued to be unusual. Francis Wilford suggested in 1809 that the monuments were built in 450 BCE, linking them to Cicero's (1st century BCE) writings about Indians who might have built three ancient Indian temple cities (including Mahabalipuram).\nNineteenth-century reports note local mentions of \"gilt tops of many pagodas\" in the surf at sunrise, which elders talked about but could no longer be seen. In the late 19th and early 20th centuries, the Mahabalipuram site was the focus of colonial-era tourist guides and speculation. Portions of many monuments were covered with sand, and little was done to preserve the site. After Indian independence, the Tamil Nadu government developed the Mamallapuram monuments and coastal region as an archaeological, tourism and pilgrimage site by improving the road network and town infrastructure. In 1984, the site was declared a UNESCO World Heritage Site.\nThe group has been the subject of archaeological interest since 1990, and excavations have yielded unexpected discoveries. According to John Marr, the site yielded \"an apsidal-shaped tank, its curved end aligned south towards the middle portion of the Shore Temple\" with an \"anantasayana\" (reclining Vishnu) probably predating the temple.\nPallava construction.\nMamallapuram became prominent during the Pallava-era reign of Simhavishnu during the late 6th century, a period of political competition with the Pandyas, the Cheras and the Cholas and spiritual ferment with the rise of 6th- to 8th-century Bhakti movement poet-scholars: the Vaishnava Alvars and the Shaiva Nayanars. Mamallapuram's architecture is linked to Simhavishnu's son, Mahendravarman I (600-630 CE), who was a patron of the arts. Mahendravarman's son, Narsimha Varman I, built on his father's efforts and most scholars attribute many of the monuments to him. After a brief hiatus, temple and monument construction continued during the reign of Rajasimha (or Narasimhavarman II; 690728).\nMid-20th-century archaeologist A. H. Longhurst described Pallava architecture, including those found at Mahabalipuram, into four chronological styles: Mahendra (610-640), Mamalla (640-670, under Narsimha Varman I), Rajasimha (674-800) and Nandivarman (800-900). K. R. Srinivasan described it as reflecting three styles and stages of construction, calling the third period the Paramesvara style.\nThis chronology has been the subject of scholarly disagreement. Some scholars, such as Marilyn Hirsh in 1987, have said that the earliest temples are traceable to about 600 (under the poet-king Mahendravarman I). Other, such as Nagaswamy in 1962, have said that King Rajasimha (690-728) was the probable patron of many monuments; many temple inscriptions contain one of his names and his distinctive Grantha and ornate Ngar scripts.\nEvidence dating some of the Mamallapuram monuments to the early 7th century includes the Mandagapattu inscription (Laksitayana inscription) of Mahendravarman I. The inscription reads that he \"brought into existence a temple without utilizing either timber or lime (mortar) or brick or metal\", and the temple was dedicated to \"Brahma, Vishnu, and Shiva\". This was the first Pallava rock-built Hindu temple, and Mahendravarman I and his descendants probably constructed others. According to Mate and other scholars, the inscription implies that the Tamil people had a temple-construction tradition based on the mentioned materials which predated the 6th century. The Mandagapattu inscription is not isolated, and additional Mahendravarman I inscriptions relating to cave temples have been discovered across his kingdom. Further evidence is in the form of cave temples (such as the Undavalli Caves) which predate the Mamallapuram cave temples, suggesting that Indian artisans began exploring cave architecture before the Pallava period. The monuments at Mamallapuram are generally dated by scholars to the 7th and 8th centuries.\nDescription.\nThe monuments are a fusion of religion, culture and legend relating to the Hindu religious pantheon. They are expressions through rock or inside boulders, on a grand scale, integrating nature and sculpture. The site has about forty monuments, in varying degrees of completion, categorized into five groups:\nThere are ten major \"rathas\", ten mandapas, two rock bas-reliefs and three structural temples. The monumental plan is based on a square and circle, or stacked squares (producing a rectangle). The reliefs, sculptures and architecture incorporate Shaivism, Vaishnavism and Shaktism, with each monument dedicated to a deity or a character in Hindu mythology. The monuments are a source of many 7th- and 8th-century Sanskrit inscriptions, providing insight into medieval South Indian history, culture, government and religion.\n\"Ratha\" temples.\nThe \"ratha\" temples, in southern Mahabalipuram, are carved in the shape of chariots. Their artists used naturally-occurring blocks of diorite and granite in sand, carving legends in stone. The best-known are the five monolithic structures projecting above the beach, known as the Five Rathas or the Pandava Rathas. In the \"Mahabharata\", the Pandavas are five brothers with a common wife, Draupadi. Although the symbolism and grouping of the temples have led to these popular names, they are neither true \"rathas\" nor dedicated to the Pandavas; they are temples dedicated to deities and concepts of the Shaivi, (Shiva), Vaishnavi (Vishnu) and Shakti (Durga) traditions of Hinduism. These \"rathas\" are dated to the 7th century.\nThe five-\"ratha\" group is on a northsouth axis with the Dharmaraja Ratha at the south end, followed by the Bhima, Arjuna and Draupadi Rathas. The latter two share a common platform. There is a lion west of the Arjuna-Draupadi platform, a seated bull on its east and a standing elephant on its southwest. The Nakula and Sahadeva Ratha is northwest of Bhima Ratha and southwest of Arjuna Ratha, behind the elephant. The cross-sectional axis of the Nakula and Sahadeva Ratha is in the centre of the group. All the temples have a west entrance except the Nakula-Sahadeva Ratha, which has a south entrance.\nThe \"rathas\" have common elements. Each is on a moulded plinth, with or without \"ganas\"; according to George Michell, above this plinth the \"walls divide rhythmically into a number of projections and recesses between pilasters\" (producing niches). Sculptures are within the niches, and the more-important sculptures have \"makaras\" on their brackets. Above them are eaves, sometimes decorated with human faces. Mouldings were added up to the parapet. The upper level repeated (at a reduced level) the lower-level design or was capped with curved roofs.\nDharmaraja Ratha.\nThe Dharmaraja ratha has a square floor plan within a rectangular frame (26.75ft x 20.67ft), and is 35.67 feet high. It has an open porch supported by pillars. The temple's pyramidal tower consists of a vimana of shrinking squares, capped by an octagonal shikhara. There is evidence that it had (or was intended to have) a finial. Its pillars have seated lions at the base. It has three levels; the lowest is solid (probably never carved out), and the upper two have shrines. The two upper levels are connected by stairs carved into the stone. The middle level has two shrines, and the uppermost has one. The \"ratha\" walls have carvings and inscriptions, one mentioning Narasimhavarman I. The western side of the top storey has a Somaskanda image. The entablature integrates the secular with the divine, where human faces peek out of the \"kudu\" arches of the chariot. An Amaravati motif is carved below the cornice.\nAt ground level, the sides have four pillars; the other two have two pillars and two pilasters. Each corner has two niches, with carved figures apparently waving to the crowd. The deities are Ardhanarishvara (half Parvati, half Shiva), Harihara (half Vishnu, half Shiva), Brahma, Skanda, Bhairava (Shiva) and two other obscure forms of Shiva. The upper-mid level has carvings of aspects of Shiva and Vishnu, suggesting that the artists revered both Hindu traditions. Included on this level are Nataraja (dancing Shiva), Vinadhara (Shiva with Veena), Gangadhara (Shiva bringing the Ganges from heaven to earth), Vrishbhantika (Shiva with Nandi), Kankalamurti, Chandesa and Vishnu. The uppermost level has carvings of Dakshinamurti (Shiva as guru or teacher), Surya and Chandra.\nThe Somaskanda panel is significant because it dates the temple to the early 7th century. It differs from those created in the Rajasimha period, and resembles those created during the early Pallava era.\nBhima Ratha.\nBhima Ratha (next to the Dharmaraja Ratha) is massive and has a roof resembling a vaulted barrel, reminiscent of woodwork. The \"ratha\" is long, about high and about 25 feet wide. Its incomplete interior was probably intended to house a reclining Vishnu (\"anantasayana\"). Unlike the other \"rathas\", the temple has no inscriptions or sculptures. Its vimana is intricately carved on both sides of the roof. The cornice has seven pairs of kudus (Sanskrit: \"gavaksha\"). Above it are alternating \"salas\" and \"kutas\" (types of aediculae), forming thirteen small vimanas. Above this layer are five \"grivas\" (necks, clerestory) carved into the shrine, like a niche flanked by small pilasters. The two on each side are the same size, and the middle one is larger. There is structural evidence on the top of eighteen original \"kalashas\" and two tridents.\nAccording to Ramaswami, the \"ratha\" has an embedded square plan up to the entablature and integrates the \"griva\" and \"shikara\" in the form of a circle. Its long side has four round pillars and two rounded pilasters, with the base designed as seated lions. The north and south sides each have two square, massive pillars. The roof has crack lines, possibly caused by structural elements or centuries of weathering (such as lightning).\nArjuna and Draupadi Rathas.\nArjuna Ratha, adjacent to Bhima Ratha, is also incomplete. One of the larger monuments, it is about six times smaller in area than the Dharmaraja Ratha. The square, two-level \"ratha\" has one shrine and mirrors the Dharmaraja Ratha; the decoration and structure of the cornice, kudus and \"haras\" are similar. However, its shikhara is hexagonal. The walls of the \"ratha\" are carved into panels with fourteen sculptures. Four are dvarapalas (Vishnu, a rishi with a student, Kartikeyaor Indraand Shiva with Nandi), and the rest are humans at various stages of life. Arjuna Ratha has a lion and Nandi on each side between it and the adjacent Draupadi Ratha, but their orientation suggests that the \"ratha\" was not dedicated to Shiva. According to Susan Huntington, the temple may have been dedicated to Ayyappan. Its shikara is round. The monument looks odd from the side, partly because its original pillars were replaced with modern ones which do not fit the texture (or style) of the originals. An elephant stands northwest of Arjuna Ratha.\nThe Draupadi Ratha is an stone structure north of Arjuna Ratha, and they share a platform. Dedicated to (whose image is carved on the rear wall), it resembles a wooden hut and has a curved roof. There is a carved structure with alternating lions and elephants, and the shrine deity is missing. Its design is a simplified Nagara-style Hindu temple. The \"ratha\" has reliefs of Durga; three images are on the outer walls, and one is on an interior wall. The east-facing Durga is her Mahishasuramardini form, with the head of buffalo. Depicted elsewhere with her are devotees, \"makaras\" (mythical sea creatures) and \"ganas\" (mythical, comic dwarfs).\nNakula Sahadeva Ratha.\nThe unfinished Nakula Sahadeva Ratha is an apsidal temple, a relatively-uncommon Hindu design found in Aihole and elsewhere in India. The two-storey, Vesara-style temple is high and long. It has \"kutas\" and \"salas\" style aediculae like the others, but is unique in also having \"panjaras\" (an apsidal aedicula). The deity to whom it may have been dedicated is theorized to be Kartikeya, Brahma, Ayyappan or Indra. Northeast of the \"ratha\" are a standing elephant and Arjuna Ratha.\nOther \"rathas\".\nOther \"ratha\" monuments at Mahabalipuram include the late-7th-century Ganesha Ratha, attributed to Parameshvara-varman I (grandson of Mahamalla). One kilometre from the \"pancha rathas\", it is adjacent to (and north of) the Descent of the Ganges bas-relief and south of Krishna's butter-ball monument. The two-storey, relatively-undamaged Ganesha Ratha, similar to Bhima Ratha, is long, wide and high. The first storey has five small vimanas; the second storey has four, with repeating patterns. The \"sala\" has nine \"kalasas\", and one end has a trishula at its top (similar to a cross on a church). The temple facade has two pillars and two pilasters. The column bases are shaped like seated lions and the middle is chamfered, topped with a fluted capital. At the sides of the entrance mandapa are two standing \"dvarapalas\" with welcoming, bent heads. The temple wall has an inscription suggesting a 7th-century origin. A Ganesha statue is in the garbhagriha, but Ramaswami wrote that it may have been a later addition.\nIn the west of the town, there are two Pidari \"rathas\" and a Valayankuttai \"ratha\" (unfinished, two-storey monuments). One Pidari and one Valayankuttai \"ratha\" feature North Indian Nagara-style architecture, and the other Pidari \"ratha\" features South Indian Dravida-style architecture.\nCave temples.\nMandapa is a Sanskrit term for a typically square vestibule, pillared hall or pavilion. It was a space for people to gather socially, usually for ceremonies and rite-of-passage rituals. Cells or sanctums would often be included, creating a \"vihara\". Mandapas also refer to rock-cut cave temples or shrines, built according to the same concept, and Mamallapuram has many mandapas dated to the 7th and 8th centuries.\nThe Mamallapuram cave temples are incomplete, which has made them a significant source of information about how cave monuments were excavated and built in 7th-century India. Segments of the caves indicate that artisans worked with architects to mark off the colonnade, cutting deep grooves into the rock to create rough-hewn protuberances with margins. The hanging rocks were then cut off, and they repeated the process. After the excavation, other artisans moved in to polish the rocks and begin the creation of designs, motifs, friezes and Hindu iconography. The process of producing rock-cut cave temples influenced later structural Hindu temples.\nVaraha.\nThe Varaha cave was excavated from a vertical wall on the west face of the main Mamallapuram hill. Its architecture is simple; a Vaishnavism-related cave temple, it is known for its four sculptures depicting Hindu legends: the Vamana-Trivikrama legend, the Varaha legend, the Durga legend and the Gajalakshmi legend. Srinivasan and other scholars date it to the 7th century.\nThe temple facade consists of two pillars and two pilasters recessed about from the rock front. The pillared platform leads to a mandapa and a sanctum in the rear. The base of the pillar has a molded \"oma\" (protecting layer) and \"adhishthana\". Their pedestals are lotus-shaped (\"padma pithas\") and square. Above this are seated lion-faced \"vyalas\". Their heads merge into octagonal shafts (\"kal\") of the pillars, which taper and flow into an octagonal \"kalasa\" and ornamented capital. The top \"phalaka\" (flat plate) is a square. The \"kapota\" (a type of frieze) above is decorated with six \"kudu\" arches. Above the \"kapota\" is a wagon-style roof, topped with finials.\nThe cave's rear wall has a square shrine which projects inside the rock, slightly above the floor. On each side of the sanctum the wall projects inward, creating two sunken niches. At the corners are pilasters with partially-formed dvarapalas, and the upper planks have \"ganas\" and friezes of \"hamsas\".\nThe northern panel of the cave's inner wall narrates the Varaha legend, where the man-boar avatar of Vishnu rescues Bhmi from the waters of Patala. This is an unusual depiction; Varaha is turned to his right instead of the typical left and affectionately holds (and looks at) the rescued Bhmi instead of dangling her from his tusks. She sits near his raised knee, and the demon who created the chaotic waters is trampled by Varaha. The other characters in the panel include Brahma, the Vedic sage Narada, Surya (the sun), Chandra (the moon) and others in the legend. The closest narration of the panel is the \"Vaikhanasagama\". According to Alice Boner, the panel is a rectangle; the divine characters (except Bhmi) are set in a square, and the earthly yogis and prakriti-related characters are arranged outside a mandala circle.\nThe southern panel of the mandapa narrates the Vamana-Trivikrama legend. The giant incarnation of the Vishnu dwarf avatar takes the third huge step to cover the heavens and Bali sits below, amazed. In the panel are other characters from the legend, such as Brahma and Shiva (seated on lotuses as witnesses). Again, the closest narration of the panel is the \"Vaikhanasagama\". The Trivikrama depiction is again unusual, because the Vamana portion of the legend is not shown (unlike other medieval Hindu temples in India).\nOn the rear wall of the niche north of the sanctum is Gajalakshmi, and the southern niche shows Durga. The Durga panel symbolizes Shakti tradition and she is called \"Vijaya Sri\", the goddess of victory. Durga, depicted with four arms, stands on a lotus. A warrior is shown near her, ready to sacrifice himself, and another devotee is on one knee adoring her. In the panel are fleeing, frightened \"ganas\", a lion  her vahana  and an antelope, medieval iconography common in South India. The Gajalakshmi is shown seated in a yoga asana on a lotus, holding two lotus buds. Jeweled, Durga wears \"patra kundalas\"  one of five types of golden ear ornament  symbolizing her link to wealth. Near her are apsaras holding auspicious jars of water and two large elephant heads; one lifts a water pitcher, and the other is tilting the pitcher to spray water. According to Alice Boner, the characters in the square Gajalakshmi panel are arranged in a circular mandala.\nKotikal.\nKotikal is a simple, early excavation with two pilasters on its facade. In front of it are sockets, suggesting a structural \"mukhamandapa\" (main hall). Inside the Kotikal cave temple are an oblong \"ardha-mandapa\" (half or partial hall) and a square sanctum (\"garbha griya\"). The front of the sanctum has mouldings and features similar to a free-standing temple.\nThe sanctum door is flanked by female \"dvarapalas\" (sculptures guarding the door) on each side. One of the warrior women carries a sword in her right hand and a shield in her left; the other, in a \"tribhanga\" pose, holds the bottom of a bow with the toe of her raised foot and grasps the top with her hand. Both wear earrings which hang from their ear lobes almost to their shoulders. The female guardians suggest that the deity in the sanctum was probably Durga, the Hindu warrior goddess. In the square sanctum are a moonstone, \"adhihna\" (base), \"bhitti\" (partial wall) and \"kudu\" (gavaksha). One pillar has an inscription in the Grantha alphabet which transliterates as \"Sri Vamankusa\". Since no king or Pallava official is known by that name, it probably signifies that the temple was built by a patron (according to Ramaswami, possibly Telugu). Srinivasan dates it to the early Mahendra period.\nDharmaraja.\nThe Dharmaraja cave temple, also known as the Atyantakama cave temple, is on the south side of Mamallapuram hill near the Mahishamardini cave. It has a facade, \"mukha-mandapa\" and \"ardha-mandapa\" like the Kotikal cave. Slim, four-sided pillars create space for the two \"mandapas\". Its \"ardha-mandapa\" is about three inches above the \"mukha-mandapa\". The facade has two pillars and two pilasters, as does the space separating the two \"mandapas\".\nThe inner hall leads into three shrine cells sharing a common \"adhisthana\". The \"adhisthana\" has four mouldings. It is unusual in lacking a recessed moulding (\"kantha\"), an upper fillet (\"kampa\") and a thick moulding (\"pattika\"); it has a lower most moulding (\"upana\"), vertical moulding (\"jagati\"), three faceted moulding (\"tripatta-kumuda\") and a lower fillet (\"kampa\"). The central sanctum, the largest dedicated to Shiva Linga, has two male \"dvarapalas\". Although the cells on the sides were dedicated to Brahma and Vishnu (based on iconography), images are now missing.\nThe temple has a fourteen-line Sanskrit inscription in the Grantha alphabet with an epithet. Ramaswamy attributes the cave to King Rajasimha (late 7th or early 8th century), but Srinivasan and Hultzsch date it to the 7th-century King Paramesvara-varman I; other scholars assign it to the Mahendra period, based on its style.\nRamanuja.\nOne of the most sophisticated and complete cave temples, Ramanuja had three cells. It was excavated in the center of the main Mamallapuram hill, on its eastern scarp. The temple was partially renovated centuries after its construction into a shrine for the Vaishnava scholar, Ramanuja. The later artisans added the six crudely-cut, free-standing pillars in front, probably to extend the \"mandapa\".\nThe Ramanuja cave consists of a rectangular \"ardha-mandapa\", marked with a row of pillars. At the side of its facade are two model \"vimanas\" with a square rock platform. Many traditional Hindu-temple architectural elements are found here. Inside, the main excavation begins with an \"adhishthana\", a row of two pillars, two pilasters and three \"ankanas\" forming its facade. Behind it is an oblong \"mandapa\" with three square shrines. The side shrines were originally placed about two feet behind the central one, but all three shared a common raised base. The entrance to the shrines had \"dvarapalas\", now largely missing. Like other Hindu temples, this was an open structure without evidence of jambs. The back wall of the central shrine has a five-foot-square panel which held a Somaskanda bas-relief, much of which has been erased. There is no evidence of panels in the side shrines. The ceilings of the three cells have plaster remnants and evidence that they may have been painted. The walls separating the three shrines were removed by later artisans.\nThe three cells were dedicated to Brahma, Shiva (the central cell) and Vishnu, or to three obscure forms of Shiva. The southern panel in the main \"mandapa\" probably contained Durga. None of the images have survived; only faint remnants are traceable, because most of the wall reliefs were chiselled off. On the floor between the two pillars of the facade is a Sanskrit inscription in the Grantha alphabet praising Rudra, evidence that the temple was originally associated with Shaivism. The inscription's florid font and epithets date it to the 7th century and Parameshvara Varman.\nKoneri.\nThe Koneri \"mandapa\", dedicated to Shiva, has five cells (shrines) attached to its main hall and is named for the Koneri-pallam tank in front. Carved into the western side of the main hill in Mamallapuram, its facade has an entablature. Its cornice has ten \"kudus\", with five interconnected \"salas\" above it. The temple has two rows of four pillars and two pilasters. The front row is considerably simpler than the row near the shrines, which is intricately carved. The pilasters are four-sided and the pillars are cylindrical.\nThe five shrines have five pairs of '\"dravalas/ drapalas\"\" (door-guardian sculptures). These pairs are distinct, and all figures have signs of erosion or damage. Each wears a yajnopavita across their chest. The northernmost pair is the most damaged; one figure appears feminine. The second pair, to the south, is slightly inclined and has \"trishula\" (trident)-like horns above their crowns (possibly symbolic of Nandi). The third pair also has \"trishula\" horns; the fourth pair appears regal, with conical crowns and garlands as jonapadha . The fifth pair looks angry, with small fang-like tusks. The five nearly-square cells are empty. Scholars have interpreted the \"dvarapala\" pairs as Shiva's five aspects: Sadyojata (creation), Vamadeva (preservation), Aghora (dissolution and rejuvenation), Tatpurua (concealing grace) and Ishana (revealing grace). According to Srinivasan, the \"mandapa\" probably dates to the reign of Narsimha Varman I.\nKrishna.\nThe Krishna \"mandapa\" is a sophisticated cave, with large panels depicting Hindu mythology and the culture of 7th-century Tamil Nadu. The temple is near the \"Descent of the Ganges\" bas-relief. Its facade consists of four leonine mythical figures \"vyala\", holding pillars, and two pilasters. Behind them is another row of pillars. The walls of the pillared hall depict village life woven into the story of Krishna. Krishna holds Goverdhana Mountain, under which are people, cattle and other animals, in one section. In another section, a young man holds the hands of his beloved and pulls her in the direction he is going; although she resists slightly, she is willing. The panel then depicts a milkmaid carrying stacks of milk containers and a bundle of cattle feed on her head. Next to her is a man milking a cow. The cow has a calf, which she licks with a curved tongue. Above, Krishna plays the flute while people and animals listen intently.\nAtiranachanda.\nThe 7th-century Atiranachanda cave temple is in the village of Saluvankuppam, north of Mamallapuram. It has a small facade, with two octagonal pillars with square \"sadurams\" (bases) and two four-sided pilasters. Behind the facade is an \"ardha-mandapa\" and a small, square sanctum. In front of the facade are empty mortise holes, probably later additions to a now-missing \"mandapa\".\nThe sanctum entrance is flanked by two Shaiva \"dvarapalas\". Inside is a later black, polished, 16-sided, tantra-style Shiva linga. At the bottom of one \"dvarapala\" is a later channel to drain water offerings over the linga. On the back wall of the sanctum is a square Somaskanda bas-relief panel of Shiva, Parvati and the infant Skanda in Parvati's lap. Two other Somaskanda panels are on the \"ardha-mandapa\" hall walls.\nFurther in front of the cave temple, in the sand, is a tall, polished linga. This is not part of the cave temple, and is probably the only remnant of a free-standing temple. In front of the linga is a boulder with a three-by-six-foot Shakti rock relief of the Mahishasuramardini Durga legend. The panel, different from others found in many of the monuments, depicts the goddess on her lion chasing a demon army led by the shape-shifting Mahishasura.\nThe temple contains an identical, 16-line Sanskrit inscription in two scripts: the South Indian Grantha alphabet on the south wall and the North Indian Ngar script on the north wall. The inscriptions contain a dedication to Shiva, Parvati and Skanda, and the temple and reliefs have been dated to the early 8th century.\nAdivaraha.\nThe Adivaraha cave temple, also known as the Maha Varaha Vishnu temple, is still in use. It is known for sculptures relating the Hindu legends about Varaha (Vaishnavism), Durga (Shaktism), Gangadhara (Shaivism), Harihara (Vaishnavism-Shaivism fusion) and Gajalakshmi (Vaishnavism). The temple is at the northern end of the main Mamallapuram hill, on its western side. Similar to the Varaha \"mandapa\", both have been dated to the 7th-century Narasimha Varman I era. Although it has later inscriptions consecrating the temple, its style suggests that it was built earlier. The famed \"avatara\" inscription found in this temple, which places a floruit on the Buddha as the ninth avatara of Vishnu, is dated to mid 7th-century.\nAlthough the Adivaraha \"mandapa\" panels of the Gajalakshmi and Durga Mahishamardini legends have the same (or similar) quality as the Varaha temple, Varaha- and Vamana-Trivikrama-legend panels are absent from Adivaraha. The north side has a standing Vishnu sculpture with two devotees, and the south side has a standing Harihara (half Vishnu, half Shiva). The Vishnu sculpture shares the Gajalakshmi side, and Harihara shares the Durga side. The temple's main sanctum has a stucco bas-relief of Varaha which was once painted. Other reliefs in the temple include Adisesha, Shiva Gangadhara, and Brahma and a tribhanga. The facade has four \"vyala\" pillars and two pilasters on one side of the main, oblong community hall. Inside are two side pillars, and the temple has one sanctum. It has inscriptions in Tamil, Sanskrit and Telugu.\nMahishasuramardini.\nThe Mahishasuramardini cave, also known as the Mahishamardini \"mandapa\", is found at the southern end of the site (known locally as Yamapuri). Excavated on the eastern scarp of a boulder on the main Mamallapuram hill, above it are the ruins of the Olakkannesvara temple. According to Ramaswami, the temple is unfinished but what has been carved represents the ultimate in Tamil temple rock art. The cave has many panels, and their narrative follows the \"Markandeya Purana\".\nThe front of the oblong \"mandapa\" is defined by four pillars and two pilasters. One of its original pillars was moved to the nearby Adivaraha temple, and was replaced with an incongruous, plain pillar. Portions of another pillar are damaged. Lions are part of the pillar architecture instead of the \"vyalas\" found in other Mamallapuram cave temples, consistent with its Durga theme. Uniquely, the temple's interior artwork was completed before its facade details, ceiling or floor. Its southern pillar and pilaster are the only ones which have been finished. The temple is an example of parallel construction by multiple artisans.\nThe \"mandapa\" has three shrine cells connected to a central, trapezoidal hall. The floor level of the side shrines are about a foot higher than the central shrine. In the central shrine is a large rock relief of Somaskanda, with Shiva seated in a Sukhasana (cross-legged) yoga posture and Parvati next to him with the infant Skanda. Behind them are a standing Brahma, Vishnu and Surya.\nOn the northern wall of the temple hall is the Mahishasuramardini legend rock relief, one of the most intricately-carved in the Mamallapuram monuments. On the southern wall of the hall is a carving of the Anantasayi Vishnu narrative with Madhu and Kaitabha. Both layouts are symmetrical.\nPanchapandava mandapam.\nJust south of the \"Arjuna's Penance\" bas-relief is the Panchapandava mandapam, the largest (unfinished) cave temple excavated in Mamallapuram. It has six pillars, one of which has been restored, and two pilasters as its facade. Another row of pillars follows in the \"ardhamandapa\", and largely-unfinished, deep side halls also contain pillars. Evidence of work in progress suggests that the cave was intended to have a walking path and large wall reliefs.\nOther \"mandapas\".\nThe Mamallapuram site includes a number of other unfinished cave temples. Among them are the Trimurti temple, dedicated to Brahma, Shiva and Vishnu; the Panchapandava \"mandapa\", named for characters in the \"Mahabharata\"; Pulipudar and adjacent cave temples near the Konerippallam tank and the Tiger Cave, also known as the Yali \"mandapa\", dedicated to Lakshmi (the goddess of prosperity, an aspect of Durga).\nStructural temples.\nThe structural (free-standing) temples at Mamallapuram have been built with cut stones as building blocks, rather than carved into a rock (cave temples) or out of a rock (\"ratha\" temples). Surviving examples, fewer in number and representing a different stage, style and sophistication than the other monuments, are some of best examples of early medieval Tamil Hindu-temple architecture. These temples (like other monuments in Mamallapuram) were dedicated to Shiva, Vishnu and Durga, although more Shiva iconography has survived.\nShore Temple.\nThe Shore Temple complex is near the Mamallapuram shore, hence its modern name. It consists of a large temple, two smaller temples and many minor shrines, open halls, gateways, and other elements, much of which is buried by sand. The main temple is within a two-tier, compound wall with statues of Shiva's vahana (vehicle), Nandi, surrounding it. The -high temple has a plan. It is a stepped pyramidal tower, arranged in five tiers with Shiva iconography. The temple includes a path around its main sanctum and a large, barrel vaulted roof above its doorway. Pilasters on the outer wall divide it into bays. The temple is steeper and taller than the Arjuna and Dharmaraja \"rathas\", with a similar design in which the superstructure repeats the lower level in a shrinking square form. An octagonal shikhara and kalasa- (pot)-shaped finials cap the tower.\nA small temple in the original forecourt of the larger temple. The other two temples in the complex are behind the main temple, face each other and are known as the Rajasimhesvara (or Nripatisimha Pallava Vishnugriha) and the Kshatriyasimhesvara. The main shrine has Vishnu and Durga images. The rear temple walls are carved with Somaskanda bas-relief panels depicting Shiva, Parvati and the infant Skanda.\nMost of its Nandi sculptures were in ruins and scattered around the main temple complex. Twentieth-century restoration efforts replaced them in accordance with the inscriptions, descriptions of the temple in medieval texts and excavations of layers which confirmed that Nandi bulls were seated along its periphery.\nThe Shiva temples have been dated to the early 8th century and are attributed to the reign of the Pallava king Rajasimha (700-728). The Vishnu temple, with an image of a reclining Vishnu discovered after excavations, has been dated to the 7th century.\nOlakkanesvara temple.\nThe Olakkanesvara temple is perched on the rock above the Mahishamardini cave temple. It is also known as the Old Lighthouse because of its conversion by British officials. The temple, built in the early 8th century from grey granite cut into blocks, is credited to King Rajasimha. It is severely damaged, and its superstructure is missing; what remains is a square building with its west entrance flanked by \"dvarapalas\". The walls of the temple depict the Ravananugraha legend from the \"Ramayana\" and a relief of Dakshinamurti (Shiva as a yoga teacher). Its name is modern, based on the \"ollock of oil\" per day which was burnt by local residents to keep the temple flame lit.\nMukundanayanar temple.\nThe Mukundanayanar temple has \"ratha\"-like architecture. North of the main hill in Mamallapuram, it has been dated to the early 8th century and attributed to King Rajasimha. The temple, with a simple square design, is oriented to the east and its facade is supported by two slender, fluted, round pillars. Its sanctum is surrounded by granite walls, and its outer walls are articulated into pilastered columns. Artisans shaped the roof to resemble timber, and the corners have square, domed \"kutas\" (pavilions). The superstructure is tiered into squares, topped with an octagonal dome. The inside of the superstructure is cut to create a \"shikhara\" above the \"garbhagriha\". There is a square panel in the sanctum, but the image is missing.\nRock reliefs.\nReliefs are carved on rocks or boulders. These include the wall of the Krishna \"mandapa\", where a superstructure was added in front of the relief. The best-known rock relief in Mahablipuram is the \"Descent of the Ganges\" (also known as \"Arjuna's Penance\" or \"Bhagiratha's Penance\"), the largest open-air rock relief.\nThe \"Descent of the Ganges\" is considered one of the largest bas-relief works in the world. The relief, consisting of Hindu mythology, is carved on two , boulders.\nThere are two primary interpretations: the effort needed to bring the Ganges from the heavens to earth, and the \"Kirtrjunya\" legend and the chapter from the \"Mahabharata\" about Arjuna's efforts to gain the weapon he needed to help good triumph over evil. A portion of the panel shows the help he received from Shiva to defeat the Asuras. Included in the panel are Vishnu, Shiva, other gods and goddesses, sages, human beings, animals, reptiles and birds.\nAccording to another interpretation, an ascetic Bhagiratha is praying for the Ganges to be brought to earth. Shiva receives the river, to which all life is racing in peace and thirst. This theory has not been universally accepted because central characters are missing or are inconsistent with their legends. The absence of a boar from the entire panel makes it doubtful that it is single story, although scenes of Arjuna's penance and the descent of the Ganges are affirmed. The granite reliefs, from the early or middle 7th century, are considered by \"The Hindu\" as \"one of the marvels of the sculptural art of India.\"\nOther rock monuments.\nButterball rock.\nKrishna's Butterball (also known as Vaan Irai Kal) and Krishna's Gigantic Butterball) is a gigantic granite boulder resting on a short incline in the historical coastal resort town of Mamallapuram in Tamil Nadu state of India. Due to the optical illusion it seems to barely rest on the rocky plinth.\nButter well.\nIt is 40 metres north of Krishna's Butterball, excavated deep into the eroded rocky plinth.\nInfluence.\nThe architecture of the rock-cut temples, particularly the \"rathas\", became a model for south Indian temples. Architectural features, particularly the sculptures, were widely adopted in South Indian, Cambodian, Annamese and Javanese temples. Descendants of the sculptors of the shrines are artisans in contemporary Mahabalipuram.\nConservation.\nAfter a roughly 40-year delay, a master plan to beautify Mahabalipuram was implemented in 2003. The Union Ministry of Tourism and Culture is financing the multi-crore-rupee Integrated Development of Mamallapuram project. The area around the monuments was cleaned up with fencing, lawns, paths, parks and the removal of hawkers and encroachments. During a \"Son et lumiere\" show, the monuments are illuminated at night. The Archaeological Survey of India has laid the lawns and pathways around the monuments, and the Housing and Urban Development Corporation (HUDCO) has designed parks on both sides of the roads leading to the Shore Temple and the Five Rathas. A path from behind the Shore Temple to the Five Rathas and the conservation of more monuments are planned."}}