{"id": 187, "data": {"title": "Gunung Mulu National Park", "text": "The Gunung Mulu National Park is a national park in Miri Division, Sarawak, Malaysia. It is a UNESCO World Heritage Site that encompasses caves and karst formations in a mountainous equatorial rainforest setting. The park is famous for its caves and the expeditions that have been mounted to explore them and their surrounding rainforest, most notably the Royal Geographical Society Expedition of 19771978, which saw over 100 scientists in the field for 15 months. This initiated a series of over 20 expeditions now named the Mulu Caves Project.\nThe national park is named after Mount Mulu, the second highest mountain in Sarawak.\nHistory.\nThe earliest reference to the Mulu caves was in 1858 when Spenser St. John (British Consul in Brunei) mentioned the \"detached masses of limestone, much water-worn, with caverns and natural tunnels in his book \"Life in the Forests of the Far East\". Spenser tried to ascend Mount Mulu later but failed due to limestone cliffs, dense forests, and sharp pinnacles.\nIn the 19th century, Charles Hose (an administrator in the Raj of Sarawak) attempted to climb Mount Mulu but failed. It was only in the 1920s, when a Berawan rhino hunter named \"Tama Nilong\" discovered the south-west ridge near the mountain which eventually led to the summit. In 1932, \"Tama Nilong\" led Edward Shackleton during an Oxford University Expedition to the summit of Mount Mulu. This was the first successful ascent to the summit of Mount Mulu. In 1961, G.E. Wilford, of the British Borneo Geological Survey, visited Mulu caves. He surveyed the Deer Cave and Cave of the Winds. He also predicted that more caves will be discovered in the future.\nIn 1974, Mount Mulu and its surrounding areas were gazetted as a national park by the Sarawak government. In 1978, the Royal Geographical Society organised a scientific expedition to the Mulu National Park, the largest such expedition ever to be dispatched from the United Kingdom. The expedition lasted for 15 months, in the course of which a small subgroup explored and surveyed of caves, including Clearwater Cave, Green Cave, Wonder Cave, and Prediction Cave. At that time, there was no airport and no logging roads available at Mulu. A base camp was established at Long Pala. The base was a three-day journey from Miri upriver. Thus the exploration of the caves in the western flank of Mount Api began. In December 1980, another British expedition team was dispatch to Mulu Caves for 4 months. In this expedition, Sarawak chamber, which lies in the Gua Nasib Bagus was discovered. In 1984, Gunung Mulu was designated as ASEAN Heritage Park. In 1985, the park was officially opened to public. In a British expedition in 1988, a link was established between Clearwater Cave and Cave of the Winds, extending the Clearwater Cave to , claimed to be the longest cave passage in Southeast Asia. Blackrock Cave was also discovered during this expedition. In 1991, a connecting passage was discovered between Blackrock Cave and Clearwater Cave, extending the Clearwater Cave passage to and making it the 7th longest cave passage in the world. Between 1993 and 2000, British expedition teams explored the eastern flank of Mount Api with several discoveries made in the Hidden Valley.\nBetween 1995 and 2000, an American expedition team from National Speleological Society surveyed Gunung Buda (Mount Buda). During these expeditions, Deliverance Cave was discovered. In 2000, Gunung Mulu national park was declared a UNESCO World Heritage Site. Covering an area of , it is the largest national park open to tourists in Sarawak. In 2001, Gunung Buda National Park was gazetted by the Sarawak government.\nSince 2000, British expedition teams have shifted their focus to explore the caves around Mount Benarat. As a result, Whiterock cave (at Mount Api) was discovered in 2003. In 2005, Whiterock cave was linked to the Clearwater cave system, further extending the system to ; Api Chamber was also discovered during the same expedition. Subsequent explorations were focused on unearthing more hidden passages in the Whiterock cave. In 2017, Whiterock Cave was measured to and Clearwater Cave was measured to .\nGeography.\nGunung Mulu National Park is the most studied tropical karst area in the world. It has 295km of explored caves which houses millions of bats and swiftlets. The national park is located at from Brunei, lies between the headwaters of Tutoh river and Mendalam river where the latter is a tributary of the Limbang River. The western side of the park are lowland area (38% of the park) and the eastern side are the mountain ranges consists of limestone and sandstone. The landforms in the park consists of rugged summits, steep ridges and escarpments, sheer cliffs, gorges, karst towers, caves and terraces, hot springs, floodplains and waterfalls.\nThe park is dominated by three mountains: Mount Mulu [], Mount Api [], and Mount Benarat []. Mount Mulu is a sandstone mountain; meanwhile, Mount Api and Mount Benarat are limestone mountains. The summit of Mount Mulu is covered by moss forests, while the limestone pinnacles are found on the upper part of the Mount Api. The Melinau Gorge separates Mount Benarat from Mount Api. Meanwhile, Mount Buda is separated from Mount Benarat by Medalem Gorge. Mount Buda is included in another national park named Gunung Buda.\nThe national park has three notable caves: Sarawak Chamber, one of the world's largest underground chambers, Deer Cave, the largest cave passage in the world, and Clearwater Cave, the longest cave system in Southeast Asia. The Sarawak Chamber is long, wide and at least high, yielding a volume of and an unsupported roof span of . Meanwhile, the Deer Cave is at to in diameter. As of October 2018, Clearwater Cave has of explored passages.\nOther caves in this area are Gua Nasib Bagus, Benarat Cavern, and Cave of the Winds.\nGeology.\nThe geology of the park consists of metamorphosed sedimentary sequence of Palaeocene-Miocene age. Mount Mulu is located at the southwest of the park. It was formed from Palaeocene-Upper Eocene with the interbedding of sandstone and shales. The remaining mountains (Mount Api, Mount Benarat, and Mount Buda) are located the western flank of Mount Mulu. These three younger mountains were formed from 40km band of karstic limestones during the Upper Eocene-Lower Miocene period. It is in this band that the extensive cave system was developed. The cave formation was the result of tectonic uplift of the karst at 2 to 5 million years ago. The caves are typical of the tropical river caves, which exhibits various features such as: elliptical tubes linking different levels of the cave, and speleothem including aragonite and calcite needles. The limestone are either extremely white or grey. The pinnacles on Mount Api are the result of extreme weathering of limestone rocks.\nThe soil in the national park range from peaty-podzolic through red-yellow podzolic to black organic soil.\nClimate.\nThe climate at Mulu national park are affected by northeast monsoon (December to March) and southwest monsoon (May to October). The amount of rainfall is high, which ranges from to . In the lowlands, the temperature ranges from to . At the summit of Mount Mulu, the temperature ranges from to . The climate data shown is for the Mulu village near the airport and the entrance of the park. Interior and higher parts of the park have a cooler and wetter climate.\nBiodiversity.\nFauna.\nThere are 20,000 species of invertebrates, 81 species of mammals, 270 species of birds, 55 species of reptiles, 76 species of amphibians and 48 species of fish identified in the park area.\nEight species of hornbill have been spotted in Mulu including the rhinoceros hornbill (\"Buceros rhinoceros\"), the Wrinkled hornbill (\"Aceros corrugatus\") and the helmeted hornbill (\"Rhinoplax vigil\") with its large solid casque (an enlargement on the bill).\nTwenty eight species of bats have been recorded in the park. Deer Cave have twelve species of bats. It is home to approximately three million of Wrinkle-lipped bats (\"Chaerephon plicatus\"). Millions of bats exit the cave almost every evening in search of food in a spectacular exodus while flocks of swallows and swiftlets enter the cave. In the morning, the reverse occurs.\nOther mammals include Sunda Pangolin (\"Manis javanica\"), Tufted ground squirrel (\"Rheithrosciurus macrotis\"), Silvery gibbon (\"Hylobates moloch\"), Malayan sun bear (\"Helarctis malayanus euryspilos\"), Maroon leaf monkey (\"Presbytis rubicunda\"), and Yellow-throated marten (\"Martes flavigula\").\nThere are 25 species of snakes including: Reticulated python, \"Calamaria\" snakes, and striped coral snake (\"Calliophis intestinalis\").\nA number of amphibians are only known from the Gunung Mulu National Park, including squat frog \"Calluella flava\" and stream toad \"Ansonia torrentis\".\nFlora.\nGunung Mulu National Park contains a large number of plant species. The park has 17 vegetation zones, with 3,500 species of vascular plants, and 1,500 species of flowering plants. There are 109 species in 20 genera of palms, over 1,700 mosses and liverworts, 8,000 species of fungi, and 442 species of spore-producing pteridophytes are recorded. Examples of vegetation zones found in the park are: peat swamp forest, heath, mixed dipterocarp forest, moss forest, and montane ecosystems. Lowland forests occupies 40% of the park area while montane forests occupies 20% of the park area.\nStrangler fig trees are common in the peat swamp area. Meanwhile, mixed dipterocarp forests is present up to 800 metres in altitude. Examples of trees found in this region are: \"Shorea\", Durian, \"Garcinia\", \"Calophyllum\" and \"Eugenia\". Between 800 and 1,200 metres, lower montane forests emerged. \"Quercus subsericea\" dominated this region. Upper montane forests is found between 1,200 and 2,170 metres. Epiphytes is abundant in this region. The canopy is between 10 and 20 metres in height. The Upper montane forests can be divided into short facies, tall facies, and stunted summit facies. Small trees and shrubs such as \"Rhododendron\" and \"Vaccinium\", and pitcher plants such as \"Nepenthes lowii\", \"Nepenthes tentaculata\", and \"Nepenthes muluensis\" are all endemic to Mount Mulu.\nThere are also limestone forests which are mostly made up of calcareous plant species. These forests include: scree forests, cliff vegetation, cave vegetation, and montane forests. Among the species that can be found here are: \"Monophyllae beccarii\", \"Calamus neilsonii\", and the endemic palm \"Salacca rupicola\".\nDemographics and culture.\nThe local population in and around the park are the Orang Ulu, Kiput, Kenyah people, Kayan people, Mulut and Penan tribes. Penan people originally maintained a nomadic way of life, but they are now semi-settled around at the southwest portion of the park at Batu Bungan and Long Iman. A small number of them settled near the eastern side of the park and 300 of them have the rights to hunt for pigs and deer at designated hunting grounds. The Berawan people have also kept their hunting privileges in the area. The tribesmen usually wear traditional feather hats, loincloths with tattooed drawings on arms, chest and necks. Some women have small tattoos on their bodies, while others have earlobes elongated to their shoulders.\nExcavations from the Cave of Winds also revealed artefacts and human remains that are dated from 500 to 3,000 years old.\nTrekking routes.\nThe national park has three climbing treks: The Pinnacles Summit Trek, The Headhunter's Trail, and Gunung Mulu Summit Trek. The Pinnacles Summit Trek is a 3 days/2 nights trek leading to the view of the Gunung Mulu Pinnacles. The trek is usually starts with a one or two hours boat ride from Melinau river to Kuala Berar (Berar delta). The Base Camp 5 is a 7.8km walk from \"Kuala Berar\". Camp 5 is located near the Melinau Gorge which separates Mount Benarat from Mount Api. After Camp 5, there is a 1.2km trek rising 1,200 metres; passing from dipterocarp forest to moss forest. The last section requires ropes and ladders to help with the climb.\nThe Headhunter's Trail is route taken to enter or leave the Gunung Mulu National Park. The trail follows the route taken by the Kayan from Melinau river to Melinau Gorge. The trail starts with a boat ride to Kuala Berar, then trek for two to three hours to reach Camp 5. From Camp 5, there is an 11.2km trail leading to Kuala Terikan which could last for four to five hours. The climbers can either choose to stay at a ranger station Nanga Metawai (15 minutes from Kuala Terikan) or a longhouse named Rumah Bala Lesong (three to four hours by longboat). After that, a boat ride further downriver would reach Nanga Medamit where there is a road leading to Limbang.\nThe Gunung Mulu Summit trek is the only trek to reach the summit of Mount Mulu. The summit is located at 24km away from the park headquarters. The trek starts from the national park headquarters to reach Camp 3. It is a 12km hike through the primary forests with an elevation of 1,200 metres. The mossy forest starts from Camp 3. It will be a few hours to climb to reach Camp 4. After Camp 4, there are a few vertical climbs which requires knotted ropes which eventually leads to the summit. Camp 1 is located along the descending trek from the summit of Mount Mulu. There is another 3-hour hike to reach the park headquarters from Camp 1.\nManagement and facilities.\nThe Protected Areas and Biodiversity Conservation (PABC) Unit of the Sarawak Forestry Corporation is responsible for the management Totally Protected Areas (TPA) of Gunung Mulu National Park which covers 90% of the park area and is closed to the public. The remaining 10% of the park area is opened to visitors and is managed by Borsarmulu Park Management Sdn Bhd.\nSince 1974, the Sarawak government has limited access to the national park by not building any roads. This is to preserve the park's ecological integrity and its resources. Legislation such as National Parks and Nature Reserves Ordinance of 1998 and National Parks and Nature Reserves Regulations of 1999 had been enacted to regulate the management of the park. 90% of the park and 95% of the caves are closed to visitors except for research purposes. There are only four show caves opened to public: Clearwater Cave, Wind Cave, Deer Cave, and Lang's Cave. All visitors require a permit and a park guide. Visitors are required to organise into groups of ten with visiting intervals of 20 minutes at the four show caves. On the other hand, there are seven caves available for adventurous caving in groups of six if properly equipped. There is also a 480 metres skywalk through the canopy. Other activities that can be done here are rock climbing, kayaking and mountain biking.\nThe park headquarters is located at the Melinau river, southwest of the park. It has a visitor registration building, interpretation centre, audio-visual room and washroom facilities. The 188-room Royal Mulu Resort has an air-conditioned longhouse, a guest house, four cabins and a hostel. All these facilities are located near the park entrance.\nThe park can be accessed by air from Miri, Limbang, and Bandar Seri Begawan through the Mulu Airport; or by boat from Marudi through the Tutoh and Baram River. There is no road access.\nProposed extension of the park to Gunung Buda National Park and Labi Forest Reserve (in Brunei) would help to provide additional ecological buffer for the Gunung Mulu National Park.\nControversies.\nIn 2019, the Penan and Berawan natives near the Mulu national park staged a blockade against a logging company encroaching their lands nearby Mulu for logging and oil palm plantation. The Sarawak government denied that the logging activities would affect the ecology of Mulu National Park. On 15 March 2019, the natives then decided to lodge an official complaint to UNESCO in hopes to bring attention to the issue.\nIn the media.\nMulu National Park became the subject matter in 1996 documentary film, \"World's Wonder Mulu\", produced by Filem Negara Malaysia."}}