{"id": 355, "data": {"title": "Gusuku Sites and Related Properties of the Kingdom of Ryukyu", "text": "The is an UNESCO World Heritage Site which consists of nine sites all located in the Okinawa Prefecture, Japan. The heritage sites include two \"utaki\" (or sacred sites, one a gate and the other a grove), the Tamaudun mausoleum, one garden, and five \"gusuku\" castles sites, four of which are ruins and one of which is a reconstruction. The sites were inscribed based on the criteria that they were a fine representation of the Ryky Kingdom's culture, whose unique blend of Japanese and Chinese influence made it a crucial economic and cultural junction between several neighboring states.\nHistory.\nThe construction of \"gusuku\" began throughout the Ryukyu Islands during the Gusuku Period (1187-1314) with the rise of chieftains and feudal lords called \"Aji\" at the approach of the 12th century. During this period, people who had been living in coastlines along low-lying areas had moved to higher ground to build villages inland. Agriculture, such as paddy rice, wheat and millet, was developed further during this period. Certain groves within these villages were designated as sacred grounds, called \"utaki\", for praying to guardian spirits of cultivation. Overseas trading was also opened when the Ryukyu Islands began to create a common culture. The existence of Sueki ware and Chinese ceramics excavated in the Amami Islands region is considered as strong evidence of its cultural development. At the beginning of the 13th century, a steady rise in the interests of the villages saw the emergence of chieftains who were called \"Aji\" or \"Anji\" and who occupied political positions within these villages. The \"aji\" mainly oversaw taxes and conducted religious rites along with Noro priestesses. Trade became more developed and persuaded the \"aji\" to gain possession of good harbors like Naha, Yomitan, Itoman, Katsuren, Sashiki, and Unten.\nThe Sanzan Period (1314-1429) began when the regional \"aji\" dealt with struggles to defend their domains as their powers increased. Okinawa Island was eventually divided between three competing kingdoms: Hokuzan in the north with its capital at Nakijin Castle, Chzan in the central area with its capital at Urasoe Castle, and Nanzan in the south with its capital at Nanzan Castle. The three kingdoms competed for territory in the Okinawa Islands and recognition from Ming China. The Sanzan Period ended in 1429 when King Sh Hashi conquered the three kingdoms and was recognized by the Chinese Emperor as \"King of Ryukyu\". The newly formed Ryukyu Kingdom, with its capital at Shuri Castle, then conquered neighboring islands, starting with the Amami Islands to the north by the mid 15th century and the Sakishima Islands by 1500. Gusuku continued to be built during this period, the most notable being Nakagusuku Castle and Yarazamori Castle.\nA significant change in status for the kingdom happened in 1609 with the invasion of Ryukyu by Satsuma Domain of Japan. Satsuma destroyed both Nakijin Castle and Urasoe Castle, as well as capturing Shuri Castle, during the war. Satsuma won the war, vassalized the Ryukyu Kingdom, and annexed the Amami Islands. Gusuku-building stopped after the 17th century. After Japan annexed Ryukyu in 1879, some gusuku were used by the Imperial Japanese Army. During the Battle of Okinawa in World War II, most of the Gusuku used by the Japanese military, especially Shuri Castle, were damaged or destroyed. Shuri Castle was rebuilt during the 1990s, and in 2000 it and a number of gusuku and other related sites were added to the UNESCO World Heritage Site list.\nPreservation.\nThe world-heritage listing of the \"Gusuku Sites and Related Properties of the Kingdom of Ryukyu\" represents more than 500 years of Ryukyuan history, specifically from the 12th to the 17th century. On November 30, 2000, UNESCO inscribed it, along with 60 other global sites, on the World Heritage list. It was selected on the basis of three of the 10 criteria set by UNESCO. Specifically, the Gusuku sites were selected for the way that they (1) exhibit the importance of human values over a span of time (Criteria ii), in this case covering more than 500 years of cultural and ethnic history; (2) show an exceptional cultural tradition by a civilization that has disappeared (Criteria iii); and (3) are regarded for tangibly linking events and traditions with ideals and beliefs with literary and artistic works (Criteria vi)."}}