{"id": 278, "data": {"title": "Gyeongju Historic Areas", "text": "The Gyeongju Historic Areas of South Korea were designated as a World Heritage Site by UNESCO in 2000. The protected areas encompass the ruins of temples and palaces, outdoor pagodas and statuary, and other cultural artifacts left by the Silla Kingdom. The historic areas are sometimes known as one of the largest outdoor museums in the world.\nOrganization of the areas.\nMount Namsan Belt.\nThe Mount Namsan belt is anchored by Mount Namsan, a mountain that was held sacred by the Silla people. Both Buddhist artifacts and artifacts related to Shamanism that predate the introduction of Buddhism to Korea have been found at this site. Buddhist artifacts include the ruins of 122 temples, 53 stone statues, 64 stone pagodas, and sixteen stone lanterns. Other notable sites include the Namsan Mountain Fortress (built in 591 CE), the Poseokjeong Pavilion site (famous for its abalone-shaped watercourse), and the Seochulji Pond. Mount Namsan is famous for the various Buddhist images carved into the rocks and also show the progression and maturation of Silla sculpture during the Unified Silla period. The most famous example of these reliefs is the Buddha Rock. This bas-relief is located in the Tapgol Valley and consists of three walls decorated with the images of Buddha and his disciples. Tumuli of the Silla kings dating from the 2nd century until the 10th century are also found at this belt.\nThe Wolseong Belt.\nThe main attractions of this portion of the Gyeongju Historic Areas are the ruins of Banwolseong (Half-moon Palace/Fortress), the Gyerim forest, the ruins and reconstructions of the pavilions at the artificial Anapji Pond, the ruins of the Imhaejeon Palace, and the famous Cheomseongdae Observatory.\nThe Tumuli Park Belt.\nThis belt consists of three groups of royal tombs. Most of the tumuli are shaped like domes or mounds of earth. However, some are shaped like gourds or half-moons. Excavated tombs reveal wooden coffins covered with gravel and rich grave goods of gold, glass, and quality ceramics. A famous example of a tomb in this park is the Heavenly Horse Tomb which contained a mural painting on birch bark saddle flap of a winged horse.\nThe Hwangnyongsa Belt.\nThis cluster of historic remains is centered around the ruins of Hwangnyongsa Temple and Bunhwangsa Temple. According to the excavated foundation stones, Hwangnyongsa was the largest temple ever built in Korea and covered 72,500 m2. The Bunhwagsa Temple exists today at a fraction of its size. In the past, it was one of the most important Buddhist temples. A stone pagoda made from brick-like stones is a popular ruin. It is believed to have had seven or nine stories but only three remain today.\nThe Sanseong Belt.\nThis portion of the property includes the ruins of the Myeonghwal mountain fortress (Myeonghwal Sanseong) situated on Mount Myeonghwal at Bomun Lake about 6 kilometres east of the downtown of Gyeongju."}}