{"id": 119, "data": {"title": "Göbekli Tepe", "text": "Gbekli Tepe (, ; known as \"Gir Mirazan\" or \"Xirabrek\" in Kurdish) is a Neolithic archaeological site in the Southeastern Anatolia Region of Turkey. Dated to the Pre-Pottery Neolithic, between 9500 and 8000 BCE, the site comprises a number of large circular structures supported by massive stone pillars  the world's oldest known megaliths. Many of these pillars are richly decorated with figurative anthropomorphic details, clothing, and reliefs of wild animals, providing archaeologists rare insights into prehistoric religion and the particular iconography of the period. The -high, tell also includes many smaller buildings, quarries, and stone-cut cisterns from the Neolithic, as well as some traces of activity from later periods.\nThe site was first used at the dawn of the Southwest Asian Neolithic period, which marked the appearance of the oldest permanent human settlements anywhere in the world. Prehistorians link this Neolithic Revolution to the advent of agriculture, but disagree on whether farming caused people to settle down or vice versa. Gbekli Tepe, a monumental complex built on the top of a rocky mountaintop, with no clear evidence of agricultural cultivation produced to date, has played a prominent role in this debate. The site's original excavator, German archaeologist Klaus Schmidt, described it as the \"world's first temple\": a sanctuary used by groups of nomadic hunter-gatherers from a wide area, with few or no permanent inhabitants. Other archaeologists have challenged this interpretation, arguing that the evidence for a lack of agriculture and a resident population was far from conclusive. Recent research has also led the current excavators of Gbekli Tepe to revise or abandon many of the conclusions underpinning Schmidt's interpretation.\nThe site was first noted in a survey in 1963. Schmidt recognised it as prehistoric in 1994 and began excavations there the following year. After his death in 2014, work continued as a joint project of Istanbul University, anlurfa Museum, and the German Archaeological Institute, under the overall direction of Turkish prehistorian Necmi Karul. Gbekli Tepe was designated a UNESCO World Heritage Site in 2018, recognising its outstanding universal value as \"one of the first manifestations of human-made monumental architecture\". , less than 5% of the site had been excavated.\nBackground.\nGbekli Tepe was built and occupied during the earliest part of the Southwest Asian Neolithic, known as the Pre-Pottery Neolithic (PPN, 7000 BCE). Beginning at the end of the last Ice Age, the PPN marks \"the beginnings of village life\", producing the earliest evidence for permanent human settlements in the world. Archaeologists have long associated the appearance of these settlements with the Neolithic Revolutionthe transition from hunting and gathering to agriculturebut disagree on whether the adoption of farming caused people to settle down, or settling down caused people to adopt farming. Despite the name, the Neolithic Revolution in Southwest Asia was \"drawn out and locally variable\". Elements of village life appeared as early as 10,000 years before the Neolithic in places, and the transition to agriculture took thousands of years, with different paces and trajectories in different regions. Archaeologists divide the Pre-Pottery Neolithic into two subperiods: the Pre-Pottery Neolithic A (PPNA, 8800 BCE) and the Pre-Pottery Neolithic B (PPNB, and 7000 BCE). The earliest phases at Gbekli Tepe have been dated to the PPNA; later phases to the PPNB.\nEvidence indicates that the inhabitants of Gbekli Tepe were hunter-gatherers who supplemented their diet with early forms of domesticated cereal and lived in villages for at least part of the year. Tools such as grinding stones and mortars and pestles found at the site have been analyzed and suggest considerable cereal processing. Archaeozoological evidence hints at \"large-scale hunting of gazelle between midsummer and autumn.\"\nPPN villages consisted mainly of clusters of stone or mud brick houses, but sometimes also substantial monuments and large buildings. These include the tower and walls at Tell es-Sultan (Jericho), as well as large, roughly contemporaneous circular buildings at Gbekli Tepe, Neval ori, ayn, Wadi Feynan 16, Jerf el-Ahmar, Tell 'Abr 3, and Tepe Asiab. Archaeologists typically associate these structures with communal activities which, together with the communal effort needed to build them, helped to maintain social interactions in PPN communities as they grew in size.\nThe T-shaped pillar tradition seen at Gbekli Tepe is unique to the Urfa region, but is found at the majority of PPN sites there. These include Neval ori, Hamzan Tepe, Karahan Tepe, Harbetsuvan Tepesi, Sefer Tepe, and Tasl Tepe. Other stone stelaewithout the characteristic T shapehave been documented at contemporary sites further afield, including ayn, Qermez Dere, and Gusir Hyk.\nGeography and environment.\nGbekli Tepe is located in the Ta Tepeler ('Stone Hills'), in the foothills of the Taurus Mountains. It overlooks the Harran plain and the headwaters of the Balikh River, a tributary of the Euphrates. The site is a tell (artificial mound) situated on a flat limestone plateau. In the north, the plateau is connected to the neighbouring mountains by a narrow promontory. In all other directions, the ridge descends steeply into slopes and steep cliffs. On top of the ridge there is considerable evidence of human impact, in addition to the construction of the tell.\nExcavations have taken place at the southern slope of the tell, south, and west of a mulberry that marks an Islamic pilgrimage, but archaeological finds come from the entire plateau. The team has also found many remains of tools. At the western escarpment, a small cave has been discovered in which a small relief depicting a bovid was found. It is the only relief found in this cave.\nLike most PPN sites in the Urfa region, Gbekli Tepe was built on a high point on the edge of the mountains, giving it both a wide view over the plain beneath, and good visibility from the plain. This location also gave the builders good access to raw material: the soft limestone bedrock from which the complex was built, and the flint to make the tools to work the limestone.\nAt the time when Gbekli Tepe was occupied, the climate of the area was warmer and wetter than it is today. It was surrounded by an open steppe grassland, with abundant wild cereals, including einkorn, wheat, and barley, and herds of grazing animals such as wild sheep, wild goat, gazelle, and equids. Large herds of goitered gazelle may have passed by the site in seasonal migrations. There is no evidence of substantial woodlands nearby; 90% of the charcoal recovered at the site was from pistachio or almond trees. Archaeologists disagree on whether the site provided ready access to drinking water. Schmidt maintained that there was \"no access to water in the immediate vicinity\", based on the fact that, whilst there are many karstic springs and small streams in the Germu, the closest today are several kilometres away. However, in the wetter climate of the time, the local water table may have been higher, activating springs closer to the site that are dormant today. Schmidt also noted the presence of several cisterns carved into the bedrock under the site, holding at least of water, and subsequent excavation has uncovered a possible rainwater harvesting system.\nChronology.\nRadiocarbon dating shows that the earliest exposed structures at Gbekli Tepe were built between 9500 and 9000 BCE, towards the end of the Pre-Pottery Neolithic A (PPNA) period. The site was significantly expanded in the early 9th millennium BCE and remained in use until around 8000 BCE, or perhaps slightly later (the early Pre-Pottery Neolithic B, PPNB). There is evidence that smaller groups returned to live amongst the ruins after the Neolithic structures were abandoned.\nSchmidt originally dated the site to the PPN based on the types of stone tools found there, considering a PPNA date \"most probable\". Establishing its absolute chronology took longer due to methodological challenges. Though the first two radiocarbon dates were published in 1998, these and other samples from the of the structure dated to the late 10th and early 9th millennium  500 to 1000 years later than expected for a PPNA site. Schmidt's team explained the discrepancy in light of their theory that this material was brought to the site from elsewhere when it was abandoned, and so was not representative of the actual use of the structures. They instead turned to a novel method of dating organic material preserved in the plaster on the structure's walls, which resulted in dates more consistent with a PPNA occupation, in the middle or even early 10th-millennium BCE. Subsequent research led to a significant revision of Schmidt's chronology, including the abandonment of the theory that the fill of the structures was brought from elsewhere, and a recognition that direct dates on plaster are affected by the old wood effect. Together with new radiocarbon dates, this has established the site's absolute chronology as falling in the period 9500 to 8000 BCE  the late PPNA and PPNB.\nArchitecture.\nEnclosures B, C and D were initially planned as a single, hierarchical complex that forms an equilateral triangle, according to Haklay and Gopher.\nTell.\nAt the western edge of the hill, a lionlike figure was found. In this area, flint and limestone fragments occur more frequently. It was, therefore, suggested that this could have been some kind of sculpture workshop. It is unclear, on the other hand, how to classify three phallic depictions from the surface of the southern plateau. They are near the quarries of classical times, making their dating difficult.\nApart from the tell, there is an incised platform with two sockets that could have held pillars and a surrounding flat bench. This platform corresponds to the complexes from LayerIII at the tell. Continuing the naming pattern, it is called \"complexE\". Owing to its similarity to the cult-buildings at Neval ori it has also been called \"Temple of the Rock\". Its floor has been carefully hewn out of the bedrock and smoothed, reminiscent of the terrazzo floors of the younger complexes at Gbekli Tepe. Immediately northwest of this area are two cistern-like pits that are believed to be part of complexE. One of these pits has a table-high pin as well as a staircase with five steps.\nLayer III.\nAt this early stage of the site's history, circular compounds or \"temene\" first appear. They range from in diameter. Their most notable feature is the presence of T-shaped limestone pillars evenly set within thick interior walls composed of unworked stone. Four such circular structures have been unearthed so far. Geophysical surveys indicate that there are 16 more, enclosing up to eight pillars each, amounting to nearly 200 pillars in all. The slabs were transported from bedrock pits located approximately from the hilltop, with workers using flint points to cut through the limestone bedrock. The pillars are the oldest known megaliths in the world.\nTwo taller pillars stand facing one another at the centre of each circle. Whether the circles were provided with a roof is uncertain. Stone benches designed for sitting are found in the interior. Many of the pillars are decorated with abstract, enigmatic pictograms and carved animal reliefs. The pictograms may represent commonly understood sacred symbols, as known from Neolithic cave paintings elsewhere. The reliefs depict mammals such as lions, bulls, boars, foxes, gazelle, and donkeys; snakes and other reptiles; arthropods such as insects and arachnids; and birds, particularly vultures. At the time the edifice was constructed, the surrounding country was likely to have been forested and capable of sustaining this variety of wildlife, before millennia of human settlement and cultivation led to the nearDust Bowl conditions prevalent today. Vultures also feature prominently in the iconography of atalhyk and Jericho.\nFew humanoid figures have appeared in the art at Gbekli Tepe. Some of the T-shaped pillars have human arms carved on their lower half, however, suggesting to site excavator Schmidt that they are intended to represent the bodies of stylized humans (or perhaps deities). Loincloths appear on the lower half of a few pillars. The horizontal stone slab on top is thought by Schmidt to symbolize shoulders, which suggests that the figures were left headless. Whether they were intended to serve as surrogate worshippers, symbolize venerated ancestors, or represent supernatural, anthropomorphic beings is not known.\nSome of the floors in this, the oldest, layer are made of terrazzo (burnt lime); others are bedrock from which pedestals to hold the large pair of central pillars were carved in high relief. Radiocarbon dating places the construction of these early circles around 9000 BCE. Carbon dating suggests that (for reasons unknown) the enclosures were backfilled during the Stone Age.\nLayer II.\nThe creation of the circular enclosures in layer III later gave way to the construction of small rectangular rooms in layer II. Rectangular buildings make more efficient use of space compared with circular structures. They often are associated with the emergence of the Neolithic, but the T-shaped pillars, the main feature of the older enclosures, also are present here, indicating that the buildings of Layer II continued to serve the same function in the culture, presumably as sanctuaries. Layer II is assigned to Pre-Pottery Neolithic B (PPNB). The several adjoining rectangular, doorless, and windowless rooms have floors of polished lime reminiscent of Roman terrazzo floors. Carbon dating has yielded dates between 8800 and 8000 BCE. Several T-pillars up to 1.5 meters tall occupy the center of the rooms. A pair decorated with fierce-looking lions is the rationale for the name \"lion pillar building\" by which their enclosure is known.\nA stone pillar resembling totem pole designs was discovered at Gbekli Tepe, Layer II in 2010. It is 1.92 metres high and is superficially reminiscent of the totem poles in North America. The pole features three figures, the uppermost depicting a predator, probably a bear, and below it a human-like shape. Because the statue is damaged, the interpretation is not entirely clear. Fragments of a similar pole also were discovered about 20 years ago in another site in Turkey at Neval ori. Also, an older layer at Gbekli features some related sculptures portraying animals on human heads.\nLayer I.\nLayer I is the uppermost part of the hill. It is the shallowest but accounts for the longest stretch of time. It consists of loose sediments caused by erosion and the virtually-uninterrupted use of the hill for agricultural purposes since it ceased to operate as a ceremonial center.\nAround the beginning of the 8th millennium BCE, Gbekli Tepe lost its importance. The advent of agriculture and animal husbandry brought new realities to human life in the area, and the \"Stone-age zoo\" (Schmidt's phrase applied particularly to Layer III, Enclosure D) apparently lost whatever significance it had had for the region's older, foraging communities. However, the complex was not simply abandoned and forgotten to be gradually destroyed by the elements. Instead, each enclosure was deliberately buried under as much as of refuse, creating a tell consisting mainly of small limestone fragments, stone vessels, and stone tools. Many animal and human bones have been identified in the fill. The site was deliberately backfilled sometime after 8000 BCE: the buildings were buried under debris, mostly flint gravel, stone tools, and animal bones. In addition to Byblos points (weapon heads, such as arrowheads etc.) and numerous Nemrik points, Helwan-points, and Aswad-points dominate the backfill's lithic inventory.\nBurials.\nBefore any burials were found, Schmidt speculated that graves could have been located in niches behind the walls of the circular building. In 2017, fragments of human crania with incisions were discovered at the site, interpreted as a manifestation of the widespread Neolithic skull cult. Special preparation of human crania in the form of plastered human skulls is known from the Pre-Pottery Neolithic B period at sites such as 'Ain Mallaha, Tell es-Sultan (also known as Jericho), and Yiftahel.\nConstruction.\nThe plateau Gbekli Tepe is situated on has been shaped by erosion and quarrying from the Neolithic onwards. There are four and channels on the southern part of the plateau, interpreted as the remains of an ancient quarry from which rectangular blocks were taken. These are possibly related to a square building in the neighbourhood, of which only the foundation is preserved. Presumably, this is the remains of a Roman watchtower that was part of the \"Limes Arabicus\", though this is conjecture. Most structures on the plateau seem to be the result of Neolithic quarrying, with the quarries being used as sources for the huge, monolithic architectural elements. Their profiles were pecked into the rock, with the detached blocks then levered out of the rock bank. Several quarries where round workpieces had been produced were identified. Their status as quarries was confirmed by the find of a 3-by-3metre piece at the southeastern slope of the plateau. Unequivocally Neolithic are three T-shaped pillars that had not yet been levered out of the bedrock. The largest of them lies on the northern plateau. It has a length of and its head has a width of . Its weight may be around 50tons. The two other unfinished pillars lie on the southern Plateau.\nArchaeologists disagree on how much labour was needed to construct the site. Schmidt maintained that \"the work of quarrying, transporting, and erecting tons of heavy, monolithic, and almost universally well-prepared limestone pillars [...] was not within the capability of a few people\". Using Thor Heyerdahl's experiments with the moai of Rapa Nui as a reference, he estimated that moving the pillars alone must have involved hundreds of people. According to these experiments, one \"moai\" of similar size to a T-shaped pillar from Gbekli Tepe would have taken 20 people a year to carve, and 5075 people a week to transport 15km. Schmidt's team has also cited a 1917 account of the construction of a megalith on the Indonesian island of Nias, which took 525 people three days. These estimates underpin their interpretation that the site was built by a large, non-resident workforce, coerced or enticed there by a small religious elite. However, others estimate that just 714 people could have moved the pillars using ropes and water or another lubricant, with techniques used to construct other monuments such as Stonehenge. Experiments at Gbekli Tepe itself have suggested that all the PPNB structures currently exposed could have been built by 1224 people in less than four months, allowing for time spent quarrying stone and gathering, and preparing food. These labour estimates are thought to be within the capability of a single extended family or village community in the Neolithic. They also match the number of people that could have comfortably been inside one of the buildings at the same time.\nIconography.\nPillars.\nThe stone pillars in the enclosures at Gbekli Tepe are T-shaped, similar to other Pre-Pottery Neolithic sites in the region. Unlike at these other sites, however, many of the pillars are carved  typically in low relief, though sometimes in high relief. Most carvings depict animals, mostly serpents, foxes, and boars, but also gazelle, mouflon (wild sheep), onager, ducks, and vultures. Insofar as they can be identified, the animals are male, and often depicted with an aggressive posture.\nAbstract shapes are also depicted, mostly an upright or horizontal 'H'-shaped symbol, but also crescents and disks. Depictions of humans are rare; pillar43 in enclosureD includes a headless man with an erect phallus. However, the 'T'-shape of the pillars themselves is anthropomorphic: the shaft is the body, and the top is the head. This is confirmed by the fact that some pillars include  in addition to animal reliefs  carvings of arms, hands, and loincloths.\nThe two central pillars occupied a special place in the symbolic architecture of the enclosures. Those in EnclosureD represent humans, with arms, a belt, and a piece of cloth that hides the genitals. The sex of the individuals depicted cannot be clearly identified, though Schmidt suggested that they are two men because the belts they wear are a male attribute in the period. There is only one certain representation of a woman, depicted naked on a slab.\nSchmidt and zooarchaeologist Joris Peters have argued that the variety of fauna depicted on the pillars means they likely do not express a single iconography. They suggest that, since many of the animals pictured are predators, the stones may have been intended to stave off evils through some form of magic representation, or served as totems.\nOther objects.\nThe structures at Gbekli Tepe have also yielded a number of smaller carved stones, which typically cannot be attributed to one period or another. The iconography of these objects is similar to that of the pillars, mostly depicting animals, but also humans, again primarily male.\nA broken \"totem\" was discovered in one of the structures in Layer II. Reassembled, it is 1.92 m high and 30cm in diameter. It depicts three figures (from top to bottom): a predator (a bear or large felid) with a missing head, and the neck and arms of a human; another figure missing a head with human arms, likely male; and a third figure with a preserved head. Snakes are carved on either side.\nInterpretation.\nKlaus Schmidt's view was that Gbekli Tepe was a stone-age mountain sanctuary. He suggested it was a central location for a cult of the dead and that the carved animals are there to protect the dead. Butchered bones found in large numbers from the local game such as deer, gazelle, pigs, and geese have been identified as refuse from food hunted and cooked or otherwise prepared for the congregants. Zooarchaeological analysis shows that gazelle were only seasonally present in the region, suggesting that events such as rituals and feasts were likely timed to occur during periods when game availability was at its peak. Schmidt saw the construction of Gbekli Tepe as contributing to the later development of urban civilization.\nSchmidt also speculated on the belief systems of the groups that created Gbekli Tepe, based on comparisons with other shrines and settlements. He presumed shamanic practices and suggested that the T-shaped pillars represent human forms, perhaps ancestors, whereas he saw a fully articulated belief in deities as not developing until later, in Mesopotamia, that was associated with extensive temples and palaces. This corresponds well with an ancient Sumerian belief that agriculture, animal husbandry, and weaving were brought to humans from the sacred mountain Ekur, which was inhabited by Annuna deities, very ancient deities without individual names. Schmidt identified this story as a primeval oriental myth that preserves a partial memory of the emerging Neolithic. It is apparent that the animal and other images give no indication of organized violence, i.e. there are no depictions of hunting raids or wounded animals, and the pillar carvings generally ignore game on which the society depended, such as deer, in favour of formidable creatures such as lions, snakes, spiders, and scorpions. Expanding on Schmidt's interpretation that round enclosures could represent sanctuaries, Gheorghiu's semiotic interpretation reads the Gbekli Tepe iconography as a cosmogonic map that would have related the local community to the surrounding landscape and the cosmos.\nThe assumption that the site was strictly cultic in purpose and not inhabited has been challenged as well by the suggestion that the structures served as large communal houses, \"similar in some ways to the large plank houses of the Northwest Coast of North America with their impressive house posts and totem poles.\" It is not known why every few decades the existing pillars were buried to be replaced by new stones as part of a smaller, concentric ring inside the older one. According to Rmi Hadad, in recent years \"the interpretative enthusiasm that sought to see Gbekli Tepe as a regional ceremonial centre where nomadic populations would periodically converge is giving way to a vision that is more in line with what is known about other large Pre-Pottery Neolithic sites, where ritual and profane functions coexist.\" For example, the discovery of domestic buildings and rainwater harvesting systems has forced a revision of the 'temple' narrative.\nResearch history.\nBefore being documented by archaeologists, the hill Gbekli Tepe stands on, known locally in Kurdish as Gir Mirazan or Xerabrek, was considered a sacred place.\nThe archaeological site was first noted in a survey conducted by Istanbul University and the University of Chicago in 1963. American archaeologist Peter Benedict identified the stone tools collected from the surface of site as characteristic of the Aceramic Neolithic, but apparently mistook the upper parts of the T-shaped pillars for grave markers. The hill had long been under agricultural cultivation, and generations of local inhabitants had frequently moved rocks and placed them in clearance piles, which may have disturbed the upper layers of the site. At some point, attempts had been made to break up some of the pillars, presumably by farmers who mistook them for ordinary large rocks.\nIn October 1994, German archaeologist Klaus Schmidt, who had previously been working at Neval ori, was looking for evidence of similar sites in the area and decided to re-examine the location described by the Chicago researchers in 1963. Asking in nearby villages about hills with flint, he was guided to Gbekli Tepe by Mahmut and brahim Yldz, the farmers who owned the land the site was situated on. Mahmut Yldz and his father had previously discovered finds while ploughing there, which they reported to the local museum. Having found similar structures at Neval ori, Schmidt recognized the possibility that the stone slabs were not grave markers as supposed by Benedict, but the tops of prehistoric megaliths. He began excavations the following year and soon unearthed the first of the huge T-shaped pillars. Ultimately he found only three tombs on the eastmost hill-group, which were a pilgrimage destination. Yldz went on to work on the excavations and serve as the site's guard.\nSchmidt continued to direct excavations at the site on behalf of the anlurfa Museum and the German Archaeological Institute (DAI) until his death in 2014. Since then, the DAI's research at the site has been coordinated by Lee Clare. , work on the site is conducted jointly by Istanbul University, the anlurfa Museum, and the DAI, under the overall direction of Necmi Karul. Recent excavations have been more limited than Schmidt's, focusing on detailed documentation and conservation of the areas already exposed.\nConservation.\nGbekli Tepe was designated a UNESCO World Heritage Site in 2018, recognising its outstanding universal value as \"one of the first manifestations of human-made monumental architecture\". , less than 5% of the site had been excavated.\nConservation work at the site caused controversy in 2018, when idem Kksal Schmidt, an archaeologist, and widow of Klaus Schmidt, said that damage was caused by the use of concrete and \"heavy equipment\" during the construction of a new walkway. The Ministry of Culture and Tourism responded that no concrete was used and that no damage had occurred."}}