{"id": 301, "data": {"title": "Haghpat Monastery", "text": "Haghpat Monastery, also known as Haghpatavank (), is a medieval monastery complex in Haghpat, Armenia, built between the 10th and 13th century.\nLocation.\nThe location of Haghpat Monastery was chosen so that it overlooks the Debed River in northern Armenia's Lori region. It was built, not on a peak, but halfway up a hillside on a site chosen to afford protection and concealment from prying eyes and also in response to a kind of monastic humility. It is built on a verdant promontory located in the middle of a mountain cirque, which is often wreathed in clouds. A peak on the opposite side of the river is over 2,500 meters high. The monasteries of northern Armenia are not isolated, unlike their counterparts in the country's arid regions. They were built in a village environment and Haghpat is surrounded by many hamlets.\nHistory and description.\nThe monastery was founded by Queen Khosrovanuysh, wife of the Bagratid king Ashot III, probably in 976. The nearby monastery at Sanahin was built around the same time.\nCathedral of Surb Nshan.\nThe largest church in the complex, the Cathedral of Surb Nshan, probably begun in 976, was completed in 991 by king Smbat. It is a typical example of tenth-century Armenian architecture, its central dome rests on the four imposing pillars of the lateral walls. The outside walls are dotted with triangular recesses. A fresco in the apse depicts Christ Pantocrator. Its donor, the Armenian Prince Khutulukhaga, is depicted in the south transept (a transversal nave intersecting the main nave). The sons of the church's founder, Princes Smbat and Kurike, are shown with Queen Khosravanuysh in a bas-relief on the east gable. Apart from one or two minor restorations carried out in the eleventh and twelfth centuries, the church has retained its original character.\nOther structures.\nThere are several other structures at the site as well. There is the small domed Church of Sourb Grigor (St. Gregory) from 1005. Two side chapels were added to the original church; the larger one built in the beginning of the 13th century and the smaller, known as \"Hamazasp House\", built in 1257. In 1245, a three-story tall free-standing belltower was constructed. Other 13th-century additions include the chapel of Sourb Astvatsatsin, the scriptorium, and a large refectory which is outside the monastery limits.\nThere are also a number of splendid khachkars (cross-stones) of the 11th-13th centuries standing on the territory of the monastery, the best known among them is the \"Amenaprkich\" (All-Savior) khachkar which has been standing since 1273.\nSurvival throughout history.\nThe monastery has been damaged many times. Sometime around 1130, an earthquake destroyed parts of Haghpat Monastery and it was not restored until fifty years later. It also suffered numerous attacks by armed forces in the many centuries of its existence and from a major earthquake in 1988. Nevertheless, much of the complex is still intact and stands today without substantial alterations.\nSignificance, UNESCO World Heritage Site.\nDescribed as a \"masterpiece of religious architecture and a major center of learning in the Middle Ages\", Haghpat monastery, together with Sanahin Monastery, was placed on UNESCO's World Heritage List in 1996. The monasteries at Haghpat and Sanahin were chosen as UNESCO World Heritage Sites because:\nThe two monastic complexes represent the highest flowering of Armenian religious architecture, whose unique style developed from a blending of elements of Byzantine ecclesiastical architecture and the traditional vernacular architecture of the Caucasian region.\nToday the area is an increasingly popular tourist site."}}