{"id": 91, "data": {"title": "Head-Smashed-In Buffalo Jump", "text": "Head-Smashed-In Buffalo Jump is a buffalo jump located where the foothills of the Rocky Mountains begin to rise from the prairie west of Fort Macleod, Alberta, Canada, on Highway 785. It is a UNESCO World Heritage Site and home of a museum of Blackfoot culture. Joe Crowshoe Sr. (19031999)  \"Aapohsoyyiis\" (Weasel Tail)  a ceremonial Elder of the Piikani Nation in southern Alberta, was instrumental in the development of the site. The Joe Crow Shoe Sr. Lodge is dedicated to his memory. He dedicated his life to preserving Aboriginal culture and promoting the relationship between Aboriginal and non-Aboriginal people and in 1998 was awarded the National Aboriginal Achievement Award for \"saving the knowledge and practices of the Blackfoot people.\"\nHistory.\nThe buffalo jump was used for 5,500 years by the indigenous peoples of the plains to kill bison by driving them off the high cliff. Before the late introduction of horses, the Blackfoot drove the bison from a grazing area in the Porcupine Hills about west of the site to the \"drive lanes\", lined by hundreds of cairns, by dressing up as coyotes and wolves. These specialized \"buffalo runners\" were young men trained in animal behavior to guide the bison into the drive lanes. Then, at full gallop, the bison would fall from the weight of the herd pressing behind them, breaking their legs and rendering them immobile. The cliff itself is about long, and at its highest point drops into the valley below. The site was in use at least 6,000 years ago, and the bone deposits are deep. After falling off the cliff, the injured bison were finished off by other Blackfoot warriors at the cliff base armed with spears and clubs. The carcasses were then processed at a nearby camp. The camp at the foot of the cliffs provided the people with everything they needed to process a bison carcass, including fresh water. The bison carcass was used for a variety of purposes, from tools made from the bone, to the hide used to make dwellings and clothing. The importance of the site goes beyond just providing food and supplies. After a successful hunt, the wealth of food allowed the people to enjoy leisure time and pursue artistic and spiritual interests. This increased the cultural complexity of the society.\nIn Blackfoot, the name for the site is \"Estipah-skikikini-kots\". According to legend, a young Blackfoot wanted to watch the bison plunge off the cliff from below, but was buried underneath the falling animals. He was later found dead under the pile of carcasses, where he had his head smashed in.\nWorld Heritage Site.\nHead-Smashed-In was abandoned in the 19th century after European contact. The site was first recorded by Europeans in the 1880s, and first excavated by the American Museum of Natural History in 1938. It was designated a National Historic Site in 1968, a Provincial Historic Site in 1979, and finally a World Heritage Site in 1981 for its testimony of prehistoric life and the customs of aboriginal people.\nInterpretive centre and museum.\nOpened in 1987, the interpretive centre at Head-Smashed-In is built into the ancient sandstone cliff in naturalistic fashion. It contains five distinct levels depicting the ecology, mythology, lifestyle and technology of Blackfoot peoples within the context of available archaeological evidence, presented from the viewpoints of both aboriginal peoples and European archaeological science.\nThe centre also offers educational public and school programs which can be booked throughout the year. Each year Head-Smashed-In hosts a number of special events and native festivals known throughout the world for their color, energy and authenticity, including Buffalo Harvest Days, which brings together First Nations artists and craftspeople who display a wide variety of jewelry, clothing, art and crafts. Visitors can witness traditional drumming and dancing demonstrations every Wednesday in July and August at 11 a.m and 1:30p.m. at the centre.\nAn exhibition of photography titled \"Lost Identities: A Journey of Rediscovery\", a collection of photographs taken in aboriginal communities, made its first appearance at the Head-Smashed-In Buffalo Jump interpretive centre in 1999. After some time as a traveling exhibit, it was returned permanently to display in the centre. The permanent exhibition is a collaboration of many historical societies and museums to provide interpretations of the collection. The subjects of the photographs had gone unidentified for some time. While it was a traveling exhibit, the aboriginal communities where the photographs were taken provided further background and \"voice\" to the photographs.\nThe facility was designed by Le Blond Partnership, an architectural firm in Calgary. The design was awarded the Governor General's gold medal for Architecture in 1990.\nReferences.\nArchaeology of Native North America, 2010, Dean R. Snow, Prentice-Hall, New York."}}