{"id": 47, "data": {"title": "Heritage of Mercury. Almadén and Idrija", "text": "Heritage of Mercury. Almadn and Idrija is a joint UNESCO World Heritage Site in Almadn, Castile-La Mancha, Spain, and Idrija, Slovenia. The property encompasses two mercury mining sites. In Almadn mercury has been extracted since Antiquity, while in Idrija it was first found in 1490.\nThe sites bear testimony to the intercontinental trade in mercury which generated important exchanges between Europe and America over the centuries. The two sites represent the two largest mercury mines in the world and were operational until recent times. Mercury played an important role in extracting gold and silver from ores, dug in American mines. In addition, both sites illustrate the various industrial, territorial, urban and social elements of a specific sociotechnical system in the mining and metal production industries.\nAt the heart of the Almadn site is a Mining Park, where the public can go underground.\nThere are also buildings relating to the town's mining history, including Retamar Castle, the San Rafael Mining Hospital (now an archive), and eighteenth-century dwellings which form a hexagonal bullring.\nThe site in Idrija notably features mercury stores and infrastructure, as well as miners living quarters, and a miners theatre.\nNomination process.\nIdrija begun the process to inscribe the mercury heritage to the UNESCO's heritage list in 2006. Initially, the nomination was made together with Huancavelica mercury mine in Peru, in relation to the intercontinental route Camino Real. In the second stage, a nomination focused on mercury heritage in relation to silver mining, together with San Luis Potos mine in Mexico - however, the nomination did not gather sufficient support. The third, successful stage of the nomination focused on mercury mining in relation to technological and industrial processes that influenced the economical and cultural development of the two regions.\nList of registered monuments.\nThe elements of the \"Mercury Heritage\" are the following:"}}