{"id": 60, "data": {"title": "Hill Forts of Rajasthan", "text": "Hill Forts of Rajasthan, are six forts, spread across Rajasthan state in northern India. They have been clustered as a series and designated as a UNESCO World Heritage Site in 2013. The hill forts series include - Chittor Fort at Chittorgarh, Kumbhalgarh Fort at Rajsamand, Ranthambore Fort at Sawai Madhopur, Gagron Fort at Jhalawar, Amer Fort at Jaipur and Jaisalmer Fort at Jaisalmer.\nRajasthan has over one hundred fortifications on hills and mountainous terrain. The \"Hill Forts of Rajasthan\" was initially submitted to the UNESCO as a serial property formed by five Rajput forts in the Aravalli Range and were built and enhanced between the 5th and 18th centuries CE by several Rajput kings of different kingdoms. The Mehrangarh Fort at Jodhpur, is a hill fort but is not recognised by UNESCO as a heritage site. Some of these forts have defensive fortification wall up to 20km long, still surviving urban centers and still in use water harvesting mechanism.\nSelection.\nA series was to be selected as a UNESCO World Heritage Site to highlight the culture and architecture of hilltop Rajput forts.\nThe State party of Rajasthan presented an overview of the process for the selection of component sites for the series of Hill Forts and the criteria selected. The criteria set resulting in the selection process followed the four following perimeters: The forts adapted to the \"Geography of the Hilltops\", the fortifications were \"power\" \"centers\", they included \"sacred grounds\", and the fort was designed with \"urban\" \"settlements.\"\nRajputs adhered to architectural texts that categorized different typologies of fortifications based on their geography. The earliest literary references differentiated four types of forts; Hilltop Forts, Water Forts, Forest Forts, and Desert Forts. This series of world heritage sites was created solely on the Hilltop Forts of Rajasthan. This and excluded many forts solely based on typology such as Junagarh Fort which is a ground fort. Furthermore forts that were not designed for urban settlement were excluded Mehrangarh, although situated on a hilltop, was a fortified citadel for the court which lacked an urban settlement for the civilians. But it is not recognised by UNESCO as a Heritage site.\nAn initial list \"Forts of Rajasthan\" was created based on all forts recorded by the Archaeological Survey of India. Of the hundreds of fortifications, 54 forts were further examined as they shared integral characteristics of Rajput military architecture. The State party explained how from this initial listing, a smaller group was selected made of 24 of the most significant forts of Rajasthan which all shared key aspects of Rajput Fortifications. This number was soon shortlisted to 13. From this list five forts were initially selected, all of which were located on the Aravalli Range, and belonged to different clans. The sixth fort, Jaisalmer was later added into the series.\nHill Forts.\nChittor Fort.\nChittor Fort, also known as Chittod Fort, is one of the largest forts in India. The fort was the capital of Mewar and is located in the present-day city of Chittorgarh. It sprawls over a hill in height spread over an area of above the plains of the valley drained by the Berach River. Chittorgarh was originally called Chitrakut. It is said to have been built by a local Mori Rajput ruler Chitrangada Mori. According to one legend, the name of the fort is derived from its builder. Another folk legend attributes the construction of fort to the legendary hero Bhima: it states that Bhima struck the ground here, which resulted in water springing up to form a large reservoir. The water body allegedly formed by Bhima is an artificial tank called Bhimlat Kund. Several small Buddhist stupas dated to 9th century based on the script were found at the edge of Jaimal Patta lake.\nKumbhalgarh Fort.\nKumbhalgarh Fort, also known as the Great Wall of India, is a Mewar fortress on the westerly range of Aravalli Hills. The fort is among the largest fort complexes in the world. The early history of the fort could not be ascertained on account of lack of evidence. Before Rana Kumbha built the new fort, there was a small fort, limited to small hilly area, believed to have been built by King Samprati of the Maurya and was known as Matsyaendra Durg. The fort we see, was built by Rana Kumbha from the Sisodia rajput clan. Kumbha took the aid of the famous architect of the era, \"Mandan\". Out of the 84 forts in his dominion, Rana Kumbha is said to have built 32 of them, of which Kumbhalgarh is the largest and most elaborate. There are over 70 temples within the fort, both Jain and Hindu Temples.\nAmber Fort.\nAmber Fort is a fort located in Amer. Located high on a hill, it is the principal tourist attraction in Jaipur. Amer Fort is known for its artistic style elements. With its large ramparts and series of gates and cobbled paths, the fort overlooks Maota Lake, which is the main source of water for the Amer Palace. Amber was a Meena state, Which was ruled by his Susawat clan. After defeating whom Kakil Deo, son of Dulherai, made Amber the capital of Dhundhar after Khoh. The Amber Fort were originally built by Raja Man Singh. Jai Singh I expanded it. Improvements and additions were done successive rulers over the next 150 years, until the Kachwahas shifted their capital to Jaipur during the time of Sawai Jai Singh II, in 1727.\nRanthambore Fort.\nRanthambore Fort is a hill fort that lies within the Ranthambore National Park, near the city of Sawai Madhopur. It is a formidable fort having been a focal point of the historical developments of Rajasthan. The exact origin of the Ranthambore fort is still disputed but it is generally accepted that there was a settlement at the site of the Fort, as far back as the 8th century A.D. The fort is believed to be constructed by the Chahamanas. It is most likely that the construction of the fort commenced during the mid 10th Century A.D. and continued for a few centuries after that. In the 13th century the Delhi Sultanate captured it for a brief time. The fort provides a panoramic view of the surrounding Ranthambore National Park and is now a popular tourist attraction.\nJaisalmer Fort.\nJaisalmer Fort is situated in the city of Jaisalmer. It is believed to be one of the very few \"living forts\" in the world (such as Carcassonne, France), as nearly one fourth of the old city's population still resides within the fort. It is the second oldest fort in Rajasthan, built in 1156AD by the Rajput Legend has it that the fort was built by Rawal Jaisal, a Bhati Rajput, in 1156 CE. The story says that it superseded an earlier construction at Lodhruva, with which Jaisal was unsatisfied and thus, a new capital was established when Jaisal founded the city of Jaisalmer.\nGagron Fort.\nGagron Fort is a hill fort situated in Jhalawar district. It is an example of a hill and water fort. The fort was built by Bijaldev Singh Dod (a Rajput king) \nin the twelfth century. Later, the fort has also been controlled by Sher Shah and Akbar. The fort is constructed on the confluence of Ahu River and Kali Sindh River. The fort is surrounded by water on three sides and a moat on the forth side and hence earned the name \"Jaladurg\". The fort has reportedly seen 14 battles and 2 jauhars of queens."}}