{"id": 35, "data": {"title": "Historic Centre of Naples", "text": "The historic center, or \"Centro Storico,\" of Naples, Italy represents the historic nucleus of the city, spanning 27 centuries.\nAlmost the entirety of the historic center, approximately 1021 hectares, was declared a UNESCO World Heritage Site in 1995, and included in the list of historic assets to be protected; its particular uniqueness lying in the \"almost total conservation and use\" of its ancient Greek road layout.\nHistory.\nThe historic center of Naples bears witness to the historical and artistic evolution of the city, from its first Greek settlement in the 8th century BC along the area overlooking the sea, the re-founding of the same city in a more internal area, constituting the \"ancient center (\"Centro Storico\")\", up to the Spanish Baroque city that saw the opening towards the west of the urban nucleus and to that center of the nineteenth-century cultural elite, with the flowering in the city of numerous noble and bourgeois villas that characterize the whole area of Posillipo and Vomero.\nThe area is considered a UNESCO heritage site covering approximately 1021 hectares and contains the following quarters: Avvocata, Montecalvario, San Giuseppe, Porto, Pendino, Mercato (Municipalit I), Stella, San Carlo all'Arena, (Municipalit III), Chiaia, San Ferdinando, San Lorenzo, Vicara and part of the Vomero and Posillipo hills.\nThe Irpinia earthquake of 1980 damaged part of the historical center and brought to light structural and social problems (even ancient ones) to which was decided to remedy also urbanistic with the enactment of the law n. 219 1981, laying down provisions for the planning and control of building activity, sanctioning, recovery and rehabilitation of illegal construction.\nCurrently, a large part of the historic center of the city is in poor condition and suitable for conservation. Many structures, in addition to the already mentioned churches of art (fountains, palaces, ancient architecture, sacred shrines, etc.) lie in conditions of extreme abandonment: to deal with this emergency, various citizens' organizations and committees are trying to get UNESCO to intervene.\nAn agreement signed between the Campania region, the municipality and the Ministry of Cultural Heritage, meant that the European Union allocated 100 million euros in June 2012 to carry out restoration work on the monuments of the historic center most at risk.\nThe Ancient Center.\nThe city has two original ancient nucleuses: the first is the hill of Pizzofalcone on which the city of Partenope was born, while the second is the zone of the decumanus of Naples where the following Neapolis was born. In this last space, in particular, all the buildings over the centuries have concentrated until the 16th century, with the opening towards the west of the city at the behest of the Spanish viceroy don Pedro de Toledo.\nA particularly high number of cultural and artistic resources are on this site: obelisks, monasteries, cloisters, museums, the famous streets of the crib, catacombs, outdoor and underground archaeological excavations with Roman and Greek remains, including the Roman theater, statues and bas-reliefs, monumental friezes, as well as medieval columns supporting ancient historic buildings and much more.\nOnly the ancient center, which incorporates the districts of San Giuseppe, Porto, Pendino, Mercato, San Lorenzo and Vicara which, more specifically, correspond almost to the area of the decumans of Naples, sees the existence of more than 200 historic churches to which the activity of famous exponents of Italian art are linked. Among the main artists there are: Giotto, Caravaggio, Donatello, Giuseppe Sanmartino, Luca Giordano, Cosimo Fanzago, Luigi Vanvitelli, Jusepe de Ribera, Domenichino, Guido Reni, Tino di Camaino, Marco dal Pino, Simone Martini, Mattia Preti and many others.\nDuring the medieval era, the city was divided into seats. These were: Capuana, Montagna, Nido, Porto, Portanova and Forcella. In this context the city was closed by its walls beyond which there was an absolute prohibition of construction. The characteristic that distinguished the ancient center of Naples, in fact, is the almost foreclosure of the development in extension of the city, thus favoring that \"in height\". The circumstance that the city rests on tufaceous soil has favored practices of raising existing buildings, drawing the material from the underground quarries already used since the first birth of the city.\nHowever, the shift of political power to the Maschio Angioino was a first impulse for the local aristocracy to drag their noble residences towards the western part of the city.\nThe opening to the west with the Spanish viceroyalty.\nThe expansion of the city to the west, which took place in the 16th century with don Pedro de Toledo, entails the birth of the current \"historic center\". Thus the Spanish quarters were born, with Via Toledo, Largo di Palazzo, Via Medina up to the Pizzofalcone area and Chiaia.\nThe royal palace, specifically, was the reason for a real hoarding by the Neapolitan and foreign aristocrats of the empty spaces rising along the road that went directly to the residence of the viceroy, ie via Toledo.These reforms determined in the city the \"reconquest\" of the sea which, since the advent of Partenope and until then, was no longer used.\nThe great buildings of the Bourbon period.\nWith the passage from the Spanish viceroyalty to the Bourbon kingdom, there was the definitive cultural leap in the city, which became the extreme destination of the \"European Grand Tour.\"\nNaples developed its own enlightenment conscience confirming itself as great European capital. Within just twenty years (from 1730 to 1750) impressive buildings were born, symbol of the cultural level reached: the reggia di Capodimonte, the real Albergo dei Poveri and the Teatro di San Carlo.\nWith the advent of the neoclassicism of the early nineteenth century (and also of the eclecticism of the end of the century), the historical center was also extended to the area of Posillipo and Vomero, exploiting these \"new\" spaces characterized by landscapes of particular beauty and by a large surrounding natural space. Thus the Villa Floridiana, Villa Rosebery and many other important Neapolitan villas are born."}}