{"id": 181, "data": {"title": "Huascarán National Park", "text": "Huascarn National Park () is a Peruvian national park that comprises most of the mountain range known as Cordillera Blanca (the world's highest tropical mountain range) which is part of the central Andes, in the region of Ancash. The park covers an area of and is managed by the Peruvian Network of Protected Natural Areas, or SERNANP (Servicio Nacional de reas Naturales Protegidas). It was designated as a World Heritage Site in 1985 by UNESCO, is also a well-known mountaineering spot, and harbors a unique biodiversity with plant species such as the Queen of the Andes, trees of the genera \"Polylepis\" and \"Buddleja\", and animals such as spectacled bears, condors, vicunas, and tarucas.\nThe park is approximately long from north to south and averages about in width. The western slope of the Cordillera Blanca drains to the Pacific Ocean via the Santa River and the eastern slopes drain to the Maran River and ultimately to the Amazon River and the Atlantic Ocean.\nHistory.\nOfficial efforts to protect this area started in 1960, when Senator Augusto Guzmn Robles presented a bill to the Peruvian Congress for the creation of Huascarn National Park. In 1963, the Forestry and Hunting Service (\"Servicio Forestal y de Caza\") presented a preliminary project for the delimitation of the Cordillera Blanca National Park, covering an area of . On 18 February 1966, a government resolution prohibiting the logging and hunting of native species in the area of the Cordillera Blanca was issued. Later that year, the Patronage of Huascarn National Park was formed in Yungay. In 1967, Curry Slaymaker and Joel Albrecht, Peace Corps volunteers, formulated delimitation proposal on an area of ; and simultaneously, the Forest Regional Service of Huaraz established the vicua and queen-of the-Andes surveillance zone for an area of approximately . Finally, on 1 July 1975, Huascarn National Park was created by decree No. 0622-75-AG, with an extension of .\nDefinite delimitation of Huascarn National Park was possible through the reversion of land to state control by means of compensated land expropriation. The park's boundaries avoided the inclusion of settlements when possible, but several communities continue to raise livestock, although park authorities try to regulate the practice.\nIn 1977, UNESCO recognized Huascarn National Park as a Biosphere Reserve, which covers the Santa River valley, well beyond the park's boundaries, encompassing many villages and towns. In 1985 the park was declared a World Heritage Site.\nGeography.\nHuascarn National Park protects the Cordillera Blanca, which is the world's highest tropical mountain range. Located in the central Peruvian Andes, the park's cover an elevational range from around to the several snow-capped peaks above . Among those peaks are Huascarn (Peru's highest at ), Huandoy, Copa, Huantsn and many others.\nOther geographical features inside the park include: U-shaped valleys, 660 tropical glaciers (the largest glaciated area in the tropics), 300 glacial lakes and high plateaus intersected by ravines with torrential creeks.\nClimate.\nThe climate in the park has two well defined seasons: a rainy season from December to March and a dry season from April to November. During the rainy season thunderstorms are frequent and the fields and mountain slopes are covered in many shades of green; however, the dry season brings sunshine almost every day and cloudless but cold nights. Daily temperatures in the rainy season can go from a maximum of to a minimum of ; while in the dry season the maximum can be and the minimum .\nEcology.\nBeing the highest tropical mountain range in the world, the Cordillera Blanca boasts a variety of climates from subalpine to alpine and tundra. The valleys and mountain slopes are covered with scattered high Andean forests and puna grassland.\nFauna.\nMore than 120 bird species have been reported in this area including the Andean condor, the torrent duck, the puna tinamou, the brown pintail, the Andean crested duck, the giant hummingbird, the yanavico, the white-tufted grebe, the giant coot, the chiguanco thrush and the Andean gull.\nMore than ten species of mammals have been observed in the park, several of them endangered, including the colocolo, the Andean mountain cat, the spectacled bear, the taruca deer, the vicua, the white-tailed deer, the puma, the northern viscacha, the long-tailed weasel, the hog-nosed skunk and the Andean fox.\nFlora.\nSome 779 plant species have been identified inside the park, the queen of the Andes (\"Puya raimondii\") being one of the most representative and an object of conservation. Other plant species present in the park are: \"Polylepis racemosa, Escallonia resinosa, Alnus acuminata, Senna birostris, Vallea stipularis, Lupinus\" spp\"., Vaccinium floribundum, Calamagrostis vicunarum, Festuca dolichophylla, Jarava ichu,\" \"Azorella\" spp., etc.\nActivities.\nVisitors to the park can enjoy activities such as hiking, wildlife watching, mountain biking, skiing, mountaineering, trekking and cultural tourism. Huascarn has 25 trekking routes and 102 mountaineering spots.\nThe park also has potential for research in many scientific areas, such as: meteorology, geology, glaciology, botany, limnology, zoology, ecology, and wildlife management.\nThere are 33 archaeological sites within the park, which include: cave paintings, ancient settlements, terraces for agriculture, tombs, fortresses and irrigation works. There's also a pre-Columbian road between the towns of Olleros and Chavin.\nEnvironmental issues.\nAmong the main common threats to the park are glacier retreat due to global warming; hydropower projects; legal and illegal mining operations with low environmental standards; and loss of biodiversity to agricultural land and pastures (the latter mainly due to a conflict between the park's purposes and the ancestral rights to the land by the locals).\nManagement and Protection Requirements.\nIn the 1960s, overhunted Andean camelid vicunas were endangered and concerns about the iconic Andean Queen led to the establishment of a watchtower on what is now part of the property . Huascaran National Park was then established in 1975 by Supreme Order under the National Forest and Wildlife Act. The national park also forms the core area of the Huascaran Biosphere Reserve since its recognition by UNESCO in 1977. Originally under the jurisdiction of the Department of Agriculture, Huascaran National Park and the much larger biosphere reserve are now managed by the National Reserve Service. His SERNANP under the Ministry of the Environment. Subject to proper management, this allows for a comprehensive conservation and management approach that includes the densely populated and intensively used valleys adjacent to the property. Property management should be guided by a master plan and a local board to ensure community participation.\nSince the establishment of the national park, the major bottlenecks have been the lack of budget and personnel, which limit the effectiveness of the national park. This makes it difficult to meet the many challenges Huascaran faces. There is a small but growing population on the site. Their existence stems from pre-national park customary rights, requiring negotiated agreements on the use of natural resources, particularly cattle grazing. Many communities have grown close to the site, most notably Callejon de Huayras, an intensively used canyon west of Huascaran National Park. There appear to be clear laws prohibiting mining of mineral resources in national parks, but there is not only an interest in the resources, but also an interest in the site and plans to build a hydroelectric dam on the site. I have. The spectacular scenery and significant archaeological value already attract large numbers of national and international tourists, including highly specialized climbers, so a potentially less damaging activity could be tourism. Yes, there are opportunities for local economies, conservation funding and visitor education, while taking the risk of undesirable environmental and cultural impacts. Overarching challenges that require monitoring and preparation are the rapidly retreating glaciers, the main source of life on site and the intensive use of adjacent valley life."}}