{"id": 211, "data": {"title": "Humberstone and Santa Laura Saltpeter Works", "text": "Humberstone and Santa Laura Saltpeter Works are two former saltpeter refineries located in northern Chile. They were declared a UNESCO World Heritage Site in 2005, as a testament to the historical importance of saltpeter mining in Chile and the culture and social agenda that developed around it in the late 19th century. The works were placed on the World Heritage List in Danger that same year, due to the fragility of the derelict buildings, but was removed in 2019.\nGeography.\nHumberstone and Santa Laura are located 45km east of the city of Iquique in the Atacama Desert in the Tarapac Region in northern Chile. Other saltpeter works or \"nitrate towns\" include Chacabuco, Maria Elena, Pedro de Valdivia, Puelma and Aguas Santas.\nHistory.\nIn 1872, the Guillermo Wendell Nitrate Extraction Company founded the saltpeter works of Santa Laura, while the region was still a part of Peru. In the same year, James Thomas Humberstone founded the \"Peru Nitrate Company\", establishing the works of \"La Palma\". Both works grew quickly, becoming busy towns characterized by English-style buildings.\nWhile La Palma became one of the largest saltpeter extractors of the whole region, Santa Laura did not do well, as production was low. It was taken over in 1902 by the Tamarugal Nitrate Company. In 1913 Santa Laura halted its production until the Shanks extraction process was introduced, which enhanced productivity.\nHowever the economic model collapsed during the Great Depression of 1929 because of the development of the synthesis of ammonia by the Germans Fritz Haber and Carl Bosch, which led to the industrial production of fertilizers. Practically bankrupt, both works were acquired by COSATAN (Compaa Salitrera de Tarapac y Antofagasta) in 1934. COSATAN renamed La Palma into \"Oficina Santiago Humberstone\" in honor of its founder. The company tried to produce a competitive natural saltpeter by modernizing Humberstone, which led to its becoming the most successful saltpeter works in 1940.\nBoth works were abandoned in 1960 after the rapid decline that caused COSATAN to disappear in 1958. In 1970, after becoming ghost towns, they were declared national monuments and opened to tourism. In 2005 they were declared a World Heritage Site by UNESCO."}}