{"id": 260, "data": {"title": "Hwaseong Fortress", "text": "Hwaseong Fortress or Suwon Hwaseong is a fortification surrounding the centre of Suwon, the provincial capital of Gyeonggi-do, in South Korea. It was built from 1794 to 1796 by King Jeongjo of the Joseon dynasty to house and honour the remains of his father, Prince Sado. Sado had been executed by being locked alive inside a rice chest by his own father King Yeongjo after failing to obey a command to commit suicide. Located south of Seoul and enclosing much of central Suwon, the fortress includes King Jeongjo's palace Haenggung. The fortress and enclosed palace were designated as a World Heritage site by UNESCO in 1997. It comprises among many other features the palace, a perimeter wall, four main gates, and two sluicegates over the Suwoncheon, Suwon's main stream, which flows through the centre of the fortress.\nBackground.\nKing Jeongjo apparently built Hwaseong Fortress to prepare for a move of the capital from Seoul to Suwon. Suwon was purported to be strategically positioned to connect Seoul with the West Sea (Yellow Sea) and China. The king wanted to leave the factional strife of the court to carry out reforms and believed that Suwon had the potential to grow into a new and prosperous capital. To encourage growth, he ordered people to move to Suwon at considerable expense and exempted them from taxes for ten years. King Jeongjo also ordered public works, such as the building of educational facilities to better facilitate the city as a capital.\nSuwon Hwaseong Fortress was restored based on the Hwaseong Seongyeok Uigwe, a design drawing from 200 years ago. The Hwaseong Seongyeok Uigwe is a blueprint showing the appearance of Suwon Hwaseong Fortress, the tools used to build it, and the location of Suwon Hwaseong Fortress.\nBecause Suwon Hwaseong Fortress was restored based on perfectly preserved blueprints, it was exceptionally successful in being registered as a World Cultural Heritage despite being a modern restored building.\nAt the time of the construction of Hwaseong, he spent a lot of money, so he needed to tell his descendants how it was made, so he made the Hwaseong Sanctuary Uigwe, which eventually became a great source of strength for his descendants.\nConstruction.\nHwaseong Fortress was built over a two and a half-year period, from 1794 to 1796 according to the designs of the architect Jeong Yakyong, who would later become a renowned leader of the Silhak movement. \"Silhak\", which means \"practical learning\", encouraged the use of science and industry, and Jeong incorporated fortress designs from Korea and China along with contemporary science into his plans. The use of brick as a building material for the fortress and employment of efficient pulleys and cranes were also due to the influence of Silhak.\nConstruction of the fortress was also a response to the collapse of the Korean front line during the Imjin war. At the time, the dominant model for building fortresses in Korea was to make a simple wall for the city or town and a separate mountain fortress to which the people could evacuate in times of war. However, this fortress was built to include elements of a wall, defensive fortress, and town centre, the four main gates being used as the gates for the town. The arrow-launching platforms built along ramparts with crenellated parapets and battlements were defensive elements of the fortress while the wall also included secret gates for offensive actions.\nThe fortress took 700,000 man-hours to build and cost the national treasury 870,000 \"nyang\", the currency at the time, and 1500 sacks of rice to pay the workers. In the past, government work had been carried out by corve labour, but in this case workers were paid by the government, another sign of Silhak influence.\nRecords of Hwaseong Fortress Construction.\nA white paper, \"Hwaseong Seongyeok Uigwe\" (Records of Hwaseong Fortress Construction), was published in 1801, shortly after the death of King Jeongjo. It has ten volumes and proved invaluable for the reconstruction effort in 1970 after the fortress had been severely damaged during the Korean War. The volumes were divided by subject, with the first covering the plans for building, including blueprints and a list of supervisors. The next six volumes detail the actual implementation of the construction, such as the royal orders and records of the wages of the workers. The final three volumes are supplements and detail the construction of the adjoining palace, Haenggung. Manpower was allocated by speciality, dividing workers by trade, categorising them as foremen, stonemasons, labourers, and so on. The records also detail the amounts of different materials used.\nAn abridged French translation was published in 1898 by Henry Chevalier, who was consul of France in Korea, while a full German translation with commentary is provided in a thesis by Doo Won Cho of the University of Bamberg.\nOverview of structures.\nWall.\nThe wall is in length and varies between , originally enclosing of land. On flat terrain the wall was generally built higher than that on either of the two hills over which it passes, as higher walls were seen as less necessary along hilltops. The parapets are made of stone and brick, like most of the fortress, and were in height. All parts are well-maintained and the whole circuit can be walked easily.\nThe Four Main Gates.\nThe 1795 fortress had four gates: Janganmun (north gate), Hwaseomun (west), Paldalmun (south) and Changnyongmun (east). Janganmun and Paldalmun are the largest of the four main gates and resemble Seoul's Namdaemun in roof design and stone and woodwork. Indeed, Janganmun is the largest gate in Korea. Both the north and south gates are topped with two-storey wooden pavilions, while Hwaseomun's and Changyongmun's, those of the west and east gates respectively, have only one storey. The four main gates are encircled by miniature fortresses which were manned by guards. Meanwhile, Changyoungmun was greatly destroyed during the Korean War and it was restored in 1978.\nThe Modern Days Entries.\nNowadays, the \"intra muros\" Suwon requires large entries for the modern roads needed by visitors and inhabitants. These large roads were built during the period when the wall was down, and the 1975 reconstruction had no choice but to preserve these roads. For three of them, the rampart walk has been rebuilt as a bridge between two neighboring structures:\nConcerning the South Entry, i.e. the biggest one, a more radical solution has been used. Four no more extant structures (the South-West and South-East Gate Guard Platforms, the South Secret Gate and the South Observation Tower) were not rebuild at all and now the South Gate, Paldalmun, remains isolated from everything, like an island in a flood of traffic.\nOther structures.\nAmong all the structures along the wall (see descriptions below), the most striking are \nPoru  versus Poru .\nFor an unknown reason, the original Chinese terms (, \"fortified tower, blockhouse\") and (, \"platform\") have been alphabetized by the same Hangul , generating several naming collisions. In accordance with the authoritative Hwaseong Seongyeok Uigwe (1801), it is convenient to maintain different names for different kinds of fortification structures. This leads to alphabetize  as 'GunTower' and  as 'SentryPost'. The following gallery shows how different these structures are in their design and their usefulness.\nFeatures of the Wall.\nThere were 48 structures, including those no longer existing, situated along the wall and which can be sorted by their relative usefulness:\nFour of the original structures were not reconstructed; these were the South-East Gate Guard Platform, the South Secret Gate, the South Observation Tower, and the South Floodgate. All four structures were all situated immediately near the South Gate and the presence of the modern roads required for visitors and inhabitants in the area inhibited their reconstruction.\nThe structures of the wall can also be listed in the order they appear by walking the length of the wall, beginning with the South Gate. or the \"Asian Historical Architecture\". Here, these structures are listed in anti-clockwise order beginning by the South Gate (the access node using public transportation).\nSouth Gate ().\n&lt;section begin=paldalmun /&gt;\nPaldalmun, known locally as Nammun (South Gate), sits in the middle of a roundabout on a busy main road in central Suwon. Its stone base is capped with a two-storey wooden pavilion surrounded by a stone wall. A small, semi-circular protective wall known as an \"ongseong\", is located on the south side (outside) of the gate. The gate also houses a bell called Paldalmun Dongjong, which was originally cast in Gaeseong in 1080 and was refounded in 1687 by Dohwaseung, the chief priest of Manuisa Temple, for use in Buddhist ceremonies. Standing 123cm tall and 75cm in diameter, it hangs from a dragon-shaped suspension ring, has a flue pipe to set the tone and has a slightly curved body - features which are typical of Korean bells of that era. This particular bell's flue pipe has a design of the dragon's tail entwined around it and is topped with a lotus flower. The top of the bell has a line of Sanskrit words around it, while the bottom is decorated with arabesque designs. The decorative nipples are interspaced with Bodisattvas holding lotus flowers. The bell is very similar in design to that in Tongdosa, which differs notably from Paldalmun's only in size.\nPaldalmun was not damaged during the Korean War, so has not undergone the same extensive rebuild as other structures around the wall. As a result, there has been extensive sagging in some beams, so, beginning in September 2010, a full dismantling, repair and reassembling of the gate's roof is being undertaken.\n&lt;section end=paldalmun /&gt;\nMissing Structures.\nFour structures of the original Hwaseong Fortress were not reconstructed but are known from the Uigwe. The first two of these were the South-East Gate Guard Platform () and the South-West Gate Guard Platform (), originally located at both sides of the South Gate. The South Secret Gate () allowed sallies out of the fortress. The Domgnam Gongsimdon, or the South Observation Tower (), like that which stands by Hwaseomun, was an observation tower beside the Suwoncheon.\nNamsumun ().\n&lt;section begin=namsumun /&gt;\nExtending across the Suwoncheon at the southern part of the fortress is Namsumun (), the South Floodgate. Located a little over a kilometer downstream from its sister, Hwahongmun, the gate is 29.4m long, 5.9m wide and 9.3m high. Construction of the original began on February 28, 1794, was interrupted, then continued in November 1795, and ultimately was completed on March 25, 1796, though the gates basic structure was completed as early as January 16 and came into operation at that time. The bridge features nine arches for the water to flow underneath, two more than Hwahongmun because of the increase in water flow. This particular area was considered a weak point in the fortress' defenses, and thus a large brick structure overlooking the stream was built above the bridge. A feature unique to Namsumun, this defensive structure comprises a whole two-thirds of the gate's total height above the arches, with the bridge accounting for the remaining one-third. Notably, Hwahongmun does not have a similar structure and is instead guarded by lower stone walls and a wooden gatehouse.\nIn 1846, the original Namsumun was swept away in a major flood. It was soon restored but washed away again by a flood in 1922, during the Japanese occupation. During the general restoration of Hwaseong Fortress in 1975, no consensus was obtained on how to rebuild the gate, and the area was left reserved for restoration at a later time. The issue arose again during the rehabilitation of the entire Suwon Stream, inside and outside the Fortress, that was initiated in 2006. Finally, in June 2010, reconstruction work began and was completed in 2012.\n&lt;section end=namsumun /&gt;\nSouth-East Pavilion ().\n&lt;section begin=dongnamgangnu /&gt;\nDongnam Gangnu, the south-eastern pavilion, sits on top of a small rise above Namsumun (the South Floodgate). Thanks to its elevated height, the pavilion serves as key lookout point, as much of Hwaseong and the area outside to the south and east can be seen from here.\n&lt;section end=dongnamgangnu /&gt;\nEast Turret No. 3 ().\nDongsam Chi, the third eastern turret, lies halfway from the south-east pavilion to the second eastern sentry post. Like other turrets, it extends a short distance perpendicularly from the wall to enable guards to see and attack assailants who had already reached the fortress.\nEast Sentry Post No. 2 ().\nDong-i Poru, the second eastern sentry post, like other sentry posts, is a wooden structure sitting on a turret. Construction of this post was completed on July 3, 1796 and it was intended to defend the beacon tower. For this purpose, it extends further out from the wall than the north-western sentry post. It also lacks wooden front doors.\nBeacon Tower ().\nBongdon, the beacon tower, sits midway from Paldalmun to Changnyongmun. It is located intentionally in direct line with Haenggung so that the king could see its signals. Smokes and lights were used to signal the state of threats. The southernmost of its five chimneys was used during peacetime.\nEast Turret No. 2 ().\nDong-i Chi, the second eastern turret, like the other nine turrets around Hwaseong, allowed soldiers to look out in many directions along the exterior of the wall. Unlike the other two eastern turrets, the outer corners of this structure are rounded, the others forming sharp right angles.\nEast GunTower ().\nDong-GunTower, the eastern GunTower, lies between the two eastern turrets. Construction of the post was completed on July 16, 1796. As with other GunTowers in Hwaseong, the interior is of multiple levels to allow various angles for firearms and other weapons.\nEast Turret No. 1 ().\nDong-il Chi, the first eastern turret, is the first turret south of the first eastern sentry post, lying along the wall towards the beacon tower.\nEast Sentry Post No. 1 ().\nDongil-SentryPost, the first eastern sentry post, was completed on July 10, 1796. Like the second eastern sentry post, it extends further from the wall than most posts.\nEast Gate ().\nChangnyongmun, known locally as Dongmun (East Gate), sits by a major road junction. Its stone base is capped with a one-storey wooden pavilion. The gate was destroyed during the Korean War, but was reconstructed in 1975.\nNorth-East Crossbow Platform ().\nDongbuk Nodae is one of two crossbow platforms in the fortress and is situated within reach of the east gate and has a wide field of view as it sits on a corner of the wall, enabling archers to target assailants from many angles.\nNorth-East Observation Tower ().\nDongbuk Gongsimdon, meaning the north-east observation tower, is situated beside Changnyongmun. Oval in shape, its three stories stand tall. The roof is accessible by an internal spiral staircase\nEast Command Post ().\nDongjangdae, meaning eastern command post, stands next to Dongbuk Gongsimdon, facing Changnyongmun across an archery field. When the king was in residence in Haenggung, within the fortress walls, there were two generals and four soldiers on guard in this command post at all times. (There were five night shifts.) Each officer was armed with a bow and arrow, sword and baton. The command post is nicknamed \"Yeonmudae\", a reference to its second function as a training camp.\nEast Secret Gate ().\nDongammun, the eastern secret gate, situated from Dongjangdae, was used for passage of people, animals and munitions. Construction of the gate, which sits beneath a brick structure surmounted with a large round parapet, was completed on March 25, 1796.\nEast-North Sentry Post ().\nThe Dongbuk-SentryPost stands between the north and east secret gates, and protects their outskirts.\nThis structure shall not be confused with the Bukdong-GunTower.\nNorth Secret Gate ().\nBukammun, or officially the third north gate (3) is the only remaining secret gate of the three originals. It lies close to the north-east pavilion.\nNorth-East Pavilion ().\nThe north-east pavilion is known as Dongbuk Gangnu and nicknamed Banghwasuryujeong. It sits above Yongyeon, a pond surrounded by a small garden. It was originally intended to be the second battle command post, though its scenic location made it a place favoured instead for feasts.\nHwahongmun ().\nHwahongmun, otherwise known as Buksumun, is the gate under which the Suwoncheon flows on entering the area encompassed by Hwaseong and exited through Namsumun. The gate has the obvious function of being a bridge, but also housed cannons for defensive purposes. The Suwoncheon was widened at this point and the gate has seven arches through which it passes.\nNorth-East GunTower ().\nBukdong-GunTower sits between Janganmun and Hwahongmun. This tower controls the North-East outskirts of the Fortress, and protects Hwahongmun. It was completed on September 23, 1794. Not to be confused with , the East-North SentryPost.\nNorth-East Turret ().\nBukdong Chi, the north-eastern turret, sits immediately to the east of the north-eastern gate guard platform.\nNorth-East Gate Guard Platform ().\nBukdong Jeokdae is a platform immediately to the east of Janganmun. It housed a cannon to protect the gate and its \"ongseong\".\nNorth Gate ().\nJanganmun, known locally as Bungmun (North Gate), is the largest such gate in Korea. Some believe this is intentional, as it is through this gate that visitors from Seoul will have entered Suwon and this would be in keeping with King Jeongjo's original desire to move the capital of the country to Suwon. Janganmun's stone base is capped with a two-storey wooden pavilion. A small, semi-circular protective wall known as an ongseong, is located outside the gate. The gate was destroyed in the Korean War and reconstructed in the 1970s.\nNorth-West Gate Guard Platform ().\nBukseo Jeokdae is a platform immediately to the west of Janganmun. It housed a cannon to protect the gate and its \"ongseong\".\nNorth-West GunTower ().\nBukseo-GunTower is adjacent to Bukseo Jeokdae. Made from black bricks, it is divided into three storeys internally by boards. Firearms were secreted on these floors. The roof is unusual in design, being gabled on the inner side (towards the wall) and angled to the outer side (away from the wall). Construction was completed on September 24, 1794.\nNorth Sentry Post ().\nBuk-SentryPost is another Sentry Post containing hidden firearms. This is closer to Hwaseomun than to Janganmun. Today a tourist information centre and public toilet stand on the north side of the structure. Construction was completed on February 20, 1795.\nNorth-West Observation Tower ().\nSeobuk Gongsimdon is an observation tower standing directly adjacent to Hwaseomun, giving it the obvious function of being a lookout post to protect the gate. Built from bricks on three sides, its inside is partitioned into three storeys with two wooden floors, from which soldiers could fire cannons and other firearms. It is said that, in 1797, on visiting Suwon, King Jeongjo claimed to his companions that this was the first \"gongsimdon\" in Korea. Its construction was completed on March 10, 1796.\nWest Gate ().\nHwaseomun is the west gate to Hwaseong. Its stone base is capped with a one-storey wooden pavilion.\nNorth-West Pavilion ().\nSeobuk Gangnu, facing a hill known as Sukjisan, is the lookout post immediately anti-clockwise from Hwaseomun. With less of a wide field of view than from the other side of the gate, it is shorter than the \"gongsimdon\" a short distance to the north-east. The pavilion's ground floor is fitted with an under-floor heating system.\nWest Turret No. 1 ().\nSeo-il Chi, meaning \"West Turret 1\", is a small bulge in the wall to allow soldiers to fire upon anyone attempting to scale Hwaseong from the outside.\nWest GunTower ().\nSeo-GunTower sits partway up the hill named Paldalsan when heading anti-clockwise from Hwaseomun to Seojangdae. It controls the outskirts of Mount Paldal, and protects the Western Command Post (seojangdae). It was completed on May 30, 1796, and was one of Hwaseong's most heavily armed posts.\nThis structure shall not be confused with the Seo-SentryPost.\nWest Turret No. 2 ().\nSeo-i Chi, the second turret on the west of Hwaseong, stands just below Seonodae on the slopes of Paldalsan. Its purpose, as with any turret, was to provide a location to attack people trying to scale the walls.\nWest Crossbow Platform ().\nSeonodae is an octagonal, steep-stepped, black brick platform directly adjacent to Seojangdae at the crest of Paldalsan when heading uphill from Hwaseomun. From here, archers could attack assailants in a wide range of directions and facing downhill, too.\nWest Command Post ().\nSeojangdae, meaning western command post, sits atop Paldalsan, a small hill over which the higher section of Hwaseong runs. Seojangdae was destroyed by a fire in 1996 and was reconstructed afterwards. However, on May 1, 2006, an arsonist attacked Seojangdae. The arsonist reportedly caused the fire by lighting his clothes and underwear with a cigarette lighter. The fire caused about 6billion in damage (about $6million), destroying the upper floor of the watchtower. Seojangdae was reconstructed in 2007.\nWest Secret Gate ().\nSeoammun, the West Secret Gate, lies south of Seojangdae. Sitting on a forested part of the ridge of the hill Paldalsan, it was designed to provide access in and out under cover. Today, it is easily accessible from the road outside, being located near Jindallae (\"Azalea\") Public Toilets.\nWest Sentry Post ().\nSeo-SentryPost sits on a turret projecting from the wall . It controls and protects the West Secret Gate that sits immediately southwards. The structure was completed on August 18, 1796. \nThis structure shall not be confused with the Seo-GunTower, which sits on the other side of Seojangdae.\nWest Turret No. 3 ().\nSeosam Chi, the third western turret, has the same function as the other nine turrets around Hwaseong. It sits just north of the south-western spur.\nSouth-West Secret Gate ().\nSeonam Ammun is the beginning of a path to Seonam Gangnu, the south-western pavilion. The gate used to contain a house known as a \"posa\", and Seonam Posa, the south-western \"posa\", sat above the gate, enabling soldiers to keep watch and issue alerts.\nSouth-West Spur ().\nIn order to control the ridge along the Mount Paldal, Hwaseong fortress has a spur known as Yongdo. It branches from the main ring at Seonam Ammun, at the top of the hill, runs to the south-west end of Mount Paldal and arrives at the South-West Pavilion, Seonam Gangnu, also known as Hwayangnu. Nowadays this spur provides a large view over the town, including the Suwon Station.\nSouth-West Spur's Western Turret ().\nTwo turrets are situated midway along the south-west spur from the South-West Secret Gate to the South-West Pavilion. On the right when coming from the Secret Gate, the South-West Turret 1 (Seonamilchi ) extends to the West and overlooks the city of Suwon towards Seoho. It is also called South-West Spur's Western Turret (). \nSouth-West Pavilion ().\nSeonam Gangnu, also called Hwayangnu, lies at the end of the spur from Seonam Ammun, from which a lot of Suwon can be seen, including Suwon Station.\nSouth-West Spur's Eastern Turret ().\nTwo turrets are situated midway along the south-west spur from the South-West Secret Gate to the South-West Pavilion. On the right when coming from the South-West Pavilion, the South-West Turret 2 (Seonamichi ) extends to the East and overlooks the wall towards Paldalmun (though this cannot be seen nowadays as the hill has become thickly forested). It is also called South-West Spur's Eastern Turret (). \nSouth GunTower ().\nNam-GunTower sits between the Spur and the South Turret, and controls the outskirts of the Fortress, especially near Paddalmun.. \nSouth Turret ().\nNam Chi, the southern turret, juts out from the wall on the slopes of Paldalsan uphill from Paldalmun yet below Nam Poru.\nSouth-West Gate Guard Platform ().\nBoth the south and north gates originally had guard platforms to either side. Today, only those beside the north gate remain.\nHaenggung ().\nHaenggung, meaning \"detached palace\", is a palace built within the walls of Hwaseong to house King Jeongjo when he was away from his palace in Seoul worshipping at his father's tomb. When he was not in residence it was used by his delegated official as a base of government. Haenggung was also used for a 60th birthday party for King Jeongjo's mother, Princess Hong of Hyegyeonggung, elderly citizens' feasts and national exams.\nThe palace was built in 1789, but was expanded between 1794 and 1796 to house 600 \"compartments\" and in doing so became the largest \"haenggung\" in Korea.\nHaenggung is a collection of 22 buildings, excluding the servants' quarters, arranged in an approximately rectangular layout at the eastern foot of Paldalsan, the small hill on which the western side of Hwaseong stands. The entrance to the palace from the centre of town is the main gate, Sinpungnu, known as Jinnamnu when it was constructed in 1790 but renamed five years later under King Jeongjo's orders.\nMost of the palace, with the notable exception of Nangnamheon, was destroyed under the Japanese colonial period. Restoration work began in 1996 and the palace opened to the public in October 2003.\nThere is a three-storey tourist information centre and exhibition hall and 3D theatre outside the front entrance of Haenggung. It is open from 9 a.m. to 6 p.m.\nThe main structures within the palace are listed as follows.\nSinpungnu ().\n\"Sinpung\" means \"new home town\", indicating that the main gate of Haenggung was named to reflect King Jeongjo's affection for Suwon.\nGyeongnyonggwan ().\nThis is the entrance to Jangnakdang, and means \"great dragon representing an empire\".\nBongnaedang ().\nThese were the main quarters of Haenggung, so the \"yusu\" families resided here most of the time.\nNangnamheon ().\nThe state examinations and banquet for the poor (on the occasion of Lady Hong's 61st birthday) were held here.\nYuyeotaek ().\nKing Jeongjo used this building to speak with his subjects.\nBongsudang ().\nThis building was used to celebrate the 61st birthday of Lady Hong.\nJangnakdang ().\nThis was King Jeongjo's bedroom in Haenggung. He prayed to Lady Hong for longevity here.\nDeukjungjeong ().\nThis was where King Jeongjo practised archery. The name implies that the king hit the bull's eye on every occasion.\nNoraedang ().\nThis structure was built as the king dreamt of abdicating the throne and retiring to Suwon in old age.\nOejeongniso ().\nEvents were held here to celebrate the arrival of the kings.\nJwaikmun ( ).\nThis is the gate between the first two courtyards after entering Haenggung through Sinpungnu.\nJungyangmun ().\nThis is the gate between the second and third courtyards after entering Haenggung through Sinpungnu and continuing through Jwaingmun.\nDaeseungwon ().\nThis Buddhist temple is situated between Seojangdae and Haenggung Palace. \nHwaryeongjeon ().\nNext to Haenggung, built in 1801, is Hwaryeongjeon, a shrine housing the portraits King Jeongjo. It had been Jeongjo's unfulfilled desire to build this small complex, so it was constructed in the first year of King Sunjo's reign in his honour. The site was dedicated to King Jeongjo; however, unlike other such shrines, in which ancestral tablets are housed for religious services, Hwaryeongjeon houses a portrait (restored in 2005) of the king, which was a more usual protocol for honouring a living monarch.\nThe gates in Hwaryeongjeon are as follow: Oesammun (); Naesammun (); Dongcheukhyeobmun (); Bukcheukhyeobmun (); Namcheukhyeobmun (). The buildings, meanwhile, are called Punghwadang (), Iancheong (), Bokdogak (), Unhangak () and Jeonsacheong (), while there is also a well, named Jejeong ().\nThe 1795 Eight Days Parade.\nKing Jeongjo moved the tomb of his father Prince Sado to the foot of Mt. Hwasan in Suwon in 1789 and each year, a royal tomb visitation procession was organized for King Jeongjo to worship his father's tomb. The royal procession in February 1795 was the largest, since it was the 60th anniversary of his mother, Lady Hyegyeong, and therefore the 60th anniversary of his deceased father. (Remember that in Korea, the day of birth is a birthday, so that the 60th Western anniversary is the 61st Korean birthday). This 1795 procession was a huge event, involving 5,661 people and 1,417 horses.\nAs usual, this Court event has been documented by the Royal Library, leading to the \"Wonhaeng Eulmyo Jeongni Uigwe\" (Eulmyo= 1795). As for each Uigwe, several \"official copies\" of this document have been realized (the main copy being more precious and reserved for the King's use). The main document of this Uigwe is an eight-panel screen:   Hwaseonghaenghaengdo Byeongpun. Nowadays, it existe three copies of this screen, a sepia one, a blue one (see gallery below) and a color one, the King's use copy. This last copy can be seen at Samsung Museum of Art Leeum and has been designated as Treasure 1430 in 2005-04-15. \nThe paintings depict important events of the trip, though the order of the panel does not reflect the actual procedure.\nA scene like the banquet held at Bongsudang Hall closely resembles the traditional composition of paintings at that time. However, the composition of the scene depicting the procession returning to the Royal Palace is in the shape of a , which is characteristic of the lifetime paintings of famous court painter Kim Hongdo. The last scene depicting the procession crossing the Hangang River over a pontoon bridge reveals a unique composition, which is rarely witnessed in paintings of royal processions at that time.\nAccording to palace records, Lady Hyegyeong, the King's mother, was so pleased to be presented with a screen of such magnificent scale and stunning precision that she rewarded each of the seven artists who participated in its production. The artists were Choe Deuk-hyeon, Kim Deuk-sin, Yi Myeong-gyu, Jang Han-jong (1768 - 1815), Yun Seok-keun, Heo Sik (1762 - ?) and Yi In-mun.\nA comparison between these panels and a military map of the Fortress is interesting: the focus of the court painters seems more directed towards literati concerns (e.g.: where is Yongyeon and how to access this pond through Buknam-ammun ?) than towards military concerns (e.g. Dongjangdae has disappeared). One can also think about some kind of military 'non-disclosure' clause.\nReconstruction and Repair.\nThe main reconstruction of Hwaseong was in the 1970s, though it has undergone periodic maintenance since then. The cost of this reconstruction is summarized (Wons) in the following table.\nFestivals and Performances.\nHwaseong is the focus of several performances and festivals. Most of the performances occur in the square in front of Haenggung and are as follow.\nWeekend Performance.\nA variety of traditional performances are enacted each Saturday from March to November at 2 p.m.\nMartial Arts Performance.\nTwenty-four martial arts are demonstrated following the routine used in King Jeongjo's time as king. The twenty-four arts were compiled in 1790 by Lee Deokmu and Park Jega, who had received orders as such from King Jeongjo and a master of martial arts at that time, Baek Dongsu. The textbook they made for instruction in martial arts was formed by the arts of the Joseon dynasty. These martial arts were then practised by the soldiers of Hwaseong under the supervision of Jang Yongyeong. The demonstration occurs at 11 a.m. daily from March to November excepting Mondays, and is performed on Saturdays and Sundays only in December.\nRoyal Guards Ceremony.\nThis ceremony is a reconstruction of that which was held in Hwaseong in the 1790s by the royal guards who had been promoted to the position of \"hunryeon dogam\", meaning training guards. There were twelve thousand guards housed in Korea's largest military camp. When King Jeongjo moved his father's body to Hwasan in Suwon in 1789 he named the tomb Hyeonryungwon and deployed soldiers from this camp to guard the new site. After changing the name of the fortress from Suwonbu to Hwaseong in 1793, a camp attached to Jang Yongyeong was built within the walls. Hwaseong's official website states that this performance occurs at 2 p.m. each Sunday from March to November.\nFictional depiction.\nThe Hwaseong Fortress is the setting of the South Korean TV series \"Eight Days, Assassination Attempts against King Jeongjo\". This series depicts the 1795 procession organized by King Jeongjo for the 60th birthday of his mother, Lady Hyegyeong, that also commemorated the 60th birthday of his deceased father, Prince Sado.\nThe screenplay is based on the novel \"Journey\" (, RR: , \"a round trip\") written in 2006 by Oh Seyeong (). Apart from the fictional elements, a major focus is placed on two historical sources. The \"Memoirs of Lady Hyegyeong\" are extensively used during many flashback sequences relative to events that occurred before the death (1762) of Prince Sado, while the official documents from the Joseon Royal Library are used for the 1795 events: the \"Wonhaeng Eulmyo Jeongni Uigwe\" for the Procession itself, and the \"Hwaseong Seongyeokuigwe\" concerning the Hwaseong Fortress as a whole.\nTips for tour.\nThe Hwaseong Trolley consists of a power car and three passenger cars. The front of the power car appears as a caricature of a modern red sedan. The passenger cars resemble the king's sedan chair to display the royal authority and for the convenience of spectators."}}