{"id": 163, "data": {"title": "Iguaçu National Park", "text": "Iguau National Park () is a national park in Paran State, Brazil. It comprises a total area of and a length of about , of which are natural borders by bodies of water and the Argentine and Brazilian sides together comprise around . Iguau National Park was created by federal decree nr. 1035 of 10 January 1939 and became a UNESCO World Heritage Site in 1986. The park is managed by Chico Mendes Institute for Biodiversity Conservation (ICMBio).\nThe park shares a border with Iguaz National Park in Argentina. It also has one of the world's largest waterfalls, extending over some . It is home to many rare and endangered species of flora and fauna, among them the giant otter and the giant anteater. The clouds of spray produced by the waterfall are conducive to the growth of lush vegetation.\nHistory.\nThe Iguau National Park owes its name to the fact it includes an important area of the Iguazu River (Portuguese: Rio Iguau). Approximately of the length of the river makes up the Iguau Falls.\nIt is the most important park of the Prata Basin and, since it is a haven to a significant genetic asset of animal and vegetal species, it was the first park in Brazil to receive a Management Plan. As foreseen by Rebouas, the park's basic goal is the preservation of the highly relevant ecologically and scenic natural ecosystems, thus enabling scientific research and the development of environmental education and interpretation activities, recreation in natural surroundings and the ecological tourism.\nThe Iguau National Park is spectacular as well as pioneering. The first proposal for a Brazilian national park aimed at providing a pristine environment to \"future generations\", just as \"it had been created by God\" and endowed with \"all possible preservation, from the beautiful to the sublime, from the picturesque to the awesome\" and \"an unmatched flora\" located in the \"magnificent Iguau waterfalls\". These were the words used by Andr Rebouas, an engineer, in his book \"Provinces of Paran, Railways to Mato Grosso and Bolivia\", which started up the campaign aimed at preserving the Iguau Falls way back in 1876, when Yellowstone National Park, the first national park on the planet, was four years old.\nOn November 17, 1986, during the UNESCO conference held in Paris, the Iguau National Park was listed as Natural Heritage of Humanity and is one of the largest forest preservation areas in South America.\nLocation.\nIn Brazil, the Park has boundaries with the following municipalities: Foz do Iguau, Medianeira, Matelndia, Cu Azul, So Miguel do Iguau, Santa Terezinha de Itaipu, Santa Tereza do Oeste, Capito Lenidas Marque, Capanema and Serranpolis.\nThe Park is located in the westernmost region of the state of Paran, in the Igua river basin, from downtown Foz do Igua. It borders Argentina, where the Iguazu National Park, which was implemented in 1934, is located. The border between the two countries and their national parks is made by the Igua river, whose source is near the Serra (mountain range) do Mar near Curitiba and runs for throughout the state of Paran. The river estuary is located 18 km downriver from the Falls, where it flows into the Paran river. This meeting of rivers forms the triple Brazil, Argentina and Paraguay border.\nFishing regulations were published on 2 October 2008, covering conservation areas and their buffer zones in the Paran River basin.\nThey were the Morro do Diabo State Park, Rio do Peixe State Park, Aguape State Park, Mico Leo Preto Ecological Station, Ivinhema State Park, Ilha Grande National Park, Caiu Ecological Station and Iguau National Park. The Santa Maria Ecological Corridor connects the Iguau National Park with the protected margins of Lake Itaipu, and via these margins with the Ilha Grande National Park.\nThe park would be part of the proposed Trinational Biodiversity Corridor, which aims to provide forest connections between conservation units in Brazil, Paraguay and Argentina in the Upper Paran ecoregion.\nTourism.\nThe area of the park open for visitation and where the concession areas of Cataratas do Igua S/A are located, accounts for approximately 0.3% of the total area of the park.\nThe most spectacular sightseeing of the park is the Igua Falls, which form a 2,700m wide semicircle, while the water falls from a height of . The number of waterfalls ranges from 150 and 300 depending on the Igua river flow. Besides the exuberant waterfalls, there are other attractions such as rich fauna, the Poo Preto (the Black Well), the Macuco Waterfall, the Visitors Center, the Santos Dumont Statue, a homage paid by VASP (a defunct airline company) to the \"Father of Aviation\", who lent all his prestige and efforts in turning the falls area into a National Park. The park received 1,550,700 visitors in 2014."}}