{"id": 224, "data": {"title": "Imperial Tombs of the Ming and Qing Dynasties", "text": "Imperial Tombs of the Ming and Qing Dynasties () is the designation under which the UNESCO has included several tombs and burial complexes into the list of World Heritage Sites. These tombs date from the Ming and Qing dynasties of China.\nTombs were included in the list in 2000, 2003 and 2004. Three Imperial tombs in Liaoning Province, all built in the 17th century, were added in 2004: the Yongling tomb, the Fuling tomb and the Zhaoling tomb were constructed for the founding emperors of the Qing dynasty and their ancestors. These tombs feature rich decoration of stone statues and carvings and tiles with dragon motifs, illustrating the development of the funerary architecture of the Qing dynasty. The three tomb complexes, and their numerous edifices, combine traditions inherited from previous dynasties and new features of Manchu culture.\nMing Tombs.\nHongwu Emperor, the founding emperor of the Ming dynasty, made major reforms to the mausoleum. He changed the mounds on the ground from the previous bucket-shaped square to round or oblong, canceled the palace, and enlarged the temple building. The Qing dynasty followed the Ming dynasty system, paying more attention to the combination of the cemetery and the surrounding mountains and rivers, paying attention to the order of the buried people, and forming the matching sequence of the emperor and concubine tombs, and the sacrificial system was more perfect and reasonable. There are 13 tombs in the Ming tombs site near Beijing, but other Ming dynasty tombs are also part of the World Heritage Sites. For example, the Xianling Tomb, located in Hubei Province, was constructed for the 12th emperor of the Ming dynasty from 1519 to 1566. \nQing Tombs.\nIn traditional China, the veneration of the dead is very important. After the first emperor of the Qing dynasty conquered the Ming dynasty, he choose to build Qing tombs with the Ming tombs, to assure his new subjects that the traditions of the Han Chinese would still be respected. In addition, the first emperor of the Qing dynasty believed the concept of 'Mandate of Heaven', this is also one of the reasons that he choose to build around the Ming Tombs. \nAs a feudal ruler, he treated it as an important work related to the prosperity and decline of the country and the length of the emperor's fortune. This concept was pushed to its peak. In the site selection and planning and design of the tomb, the traditional Chinese Feng Shui theory was fully used, and the cosmology of \"the harmony between man and nature\" was embodied, and the human spirit was cast in nature, creating a lofty, great and eternal Immortal imagery. In terms of the scale and quality of the building, it strives to be magnificent, spectacular and exquisite, in order to embody the idea of the supremacy of imperial power, show off the imperial style and majesty, and become the symbol of the materialization of imperial power.\nThe Three Tombs of ShengJing ( ) are the ancestors' tombs that created the foundation of the Manchu and Qing imperial family. The shape of the tombs of the three tombs is imitated as illuminated mausoleums with strong stylized features, which influenced the construction of the tombs of the Qing dynasty after entering the Pass. The three tombs of Shengjing plus the Eastern Tombs of the Qing dynasty and the Western Tombs of the Qing dynasty, constitute a group of Qing imperial tombs, condensing the history of the Qing dynasty.\nProperties included in the World Heritage Site.\nWHS No. 1004ter includes the following individual tombs and tomb groups:\nOther Imperial tombs.\nThe UNESCO World Heritage Site does not include the mausoleum complexes which the Hongwu Emperor built for his ancestors:"}}