{"id": 104, "data": {"title": "Independence Hall", "text": "Independence Hall is a historic civic building in Philadelphia, where both the United States Declaration of Independence and the United States Constitution were debated and adopted by America's Founding Fathers. The structure forms the centerpiece of the Independence National Historical Park. Independence Hall was named to the National Register of Historic Places in 1966 and as a World Heritage Site in 1979.\nThe building was completed in 1753 as the Pennsylvania State House. It served as the first capital of both the United States and of the Province and later the Commonwealth of Pennsylvania. It was the principal meeting place of the Second Continental Congress from 1775 to 1781, and was the site of the Constitutional Convention, at which the U.S. Constitution, the longest-standing written and codified national constitution in the world, was ratified on June 21, 1788.\nA convention held in Independence Hall in 1915, presided over by former U.S. president William Howard Taft, marked the formal announcement of the formation of the League to Enforce Peace, which led to the League of Nations in 1920 and the United Nations in 1945, a quarter century later.\nPreparation for construction.\nBy the spring of 1729, there were proposals to build a state house in Philadelphia, and 2,000 pounds sterling were committed to the project. A committee including Thomas Lawrence, John Kearsley, and Andrew Hamilton was charged with selecting a site for the building's construction, acquiring plans for it, and contracting a company for its construction. Hamilton and his future son-in-law William Allen, who was later chief justice of the Province of Pennsylvania, were named trustees and were authorized to purchase the land for the proposed state house. By October 1730, they had purchased lots on Chestnut Street for the building.\nBy 1732, Hamilton acquired the deed for Lot no. 2 from surveyor David Powell, who was paid for his work on the lot, but tensions began arising among the committee members. Kearsley and Hamilton disagreed on a number of issues concerning the state house. Kearsley, who designed Christ Church and St. Peter's Church in Philadelphia, had plans for the design, but so did Hamilton. The two men also disagreed on the building's site; Kearsley sought to have it constructed on High Street, which is present-day Market Street, and Hamilton favored Chestnut Street. Lawrence said nothing on the matter of its location.\nThe disagreements escalated to the point where arbitration was needed. On August 8, 1733, Hamilton brought the matter before the Provincial Assembly. He explained that Kearsley did not approve of his plans for the state house's location and architecture and argued that the assembly had not agreed to these decisions. Three days later, Hamilton showed his plans for the state house to the assembly, which accepted them. On August 14, the assembly sided with Hamilton, granting him full authority over the project, and the current site on the south side of Chestnut Street between Fifth and Sixth Streets was chosen as its location. Ground was broken for construction soon after.\nStructure.\nIndependence Hall has a red brick facade, designed in Georgian style. It consists of a central building with belltower and steeple, attached to two smaller wings via arcaded hyphens. The highest point to the tip of the steeple spire is above the ground.\nThe State House was built between 1732 and 1753, designed by Edmund Woolley and Andrew Hamilton, and built by Woolley. Its construction was commissioned by the Pennsylvania colonial legislature which paid for construction as funds were available, so it was finished piecemeal. It was initially inhabited by the colonial government of Pennsylvania as its State House, from 1732 to 1799.\nIn 1752, when Isaac Norris was selecting a man to build the first clock for the State House he chose Thomas Stretch, the son of Peter Stretch his old friend and fellow council member, to do the job.\nIn 1753, Stretch erected a giant clock at the building's west end that resembled a tall clock (grandfather clock). The limestone base was capped with a wooden case surrounding the clock's face, which was carved by cabinetmaker Samuel Harding. The clock was removed about 1830. The clock's dials were mounted at the east and west ends of the main building connected by rods to the clock movement in the middle of the building. A new clock was designed and installed by Isaiah Lukens in 1828. The Lukens clock ran consecutively for eight days, \"with four copper dials on each side that measured eight feet in diameter and clockworks that ensured sufficient power to strike the four-thousand pound bell made by John Wilbank.\" The Lukens clock remained in Independence Hall until 1877.\nThe acquisition of the original clock and bell by the Pennsylvania Colonial Assembly is closely related to the acquisition of the Liberty Bell. By mid-1753, the clock had been installed in the State House attic, but it was six years before Thomas Stretch received any pay for it.\nDemolition and reconstruction.\nWhile the shell of the central portion of the building is original, the side wings, steeple and much of the interior were reconstructed much later. In 1781, the Pennsylvania Assembly had the wooden steeple removed from the main building. The steeple had rotted and weakened to a dangerous extent by 1773, but it wasn't until 1781 that the Assembly had it removed and had the brick tower covered with a hipped roof. A more elaborate steeple, designed by William Strickland, was added in 1828.\nThe original wings and hyphens (connecting corridors) were demolished and replaced in 1812. In 1898, these were in turn demolished and replaced with reconstructions of the original wings.\nThe building was renovated numerous times in the 19th and 20th century. The current interior is a mid-20th-century reconstruction by the National Park Service with the public rooms restored to their 18th-century appearance.\nDuring the summer of 1973, a replica of the Thomas Stretch clock was restored to Independence Hall.\nThe second-floor Governor's Council Chamber, furnished with important examples of the era by the National Park Service, includes a musical tall case clock made by Peter Stretch, c. 1740, one of the most prominent clockmakers in early America and father of Thomas Stretch.\nTwo smaller buildings adjoin the wings of Independence Hall: Old City Hall to the east, and Congress Hall to the west. These three buildings are together on a city block known as Independence Square, along with Philosophical Hall, the original home of the American Philosophical Society. Since its construction in the mid-20th century, to the north has been Independence Mall, which includes the current home of the Liberty Bell.\nLiberty Bell.\nThe lowest chamber of the original wooden steeple was the first home of the Liberty Bell. When that steeple was removed in the 1780s the bell was lowered into the highest chamber of the brick tower, where it remained until the 1850s. The much larger Centennial Bell, created for the United States Centennial Exposition in 1876, hangs in the cupola of the 1828 steeple. The Liberty Bell, with its distinctive crack, was displayed on the ground floor of the hall from the 1850s until 1976, and is now on display across the street in the Liberty Bell Center.\nDeclaration of Independence and Second Continental Congress.\nFrom May 10, 1775, to 1783, the Pennsylvania State House served as the principal meeting place of the Second Continental Congress, a body of representatives from each of the thirteen British North American colonies.\nOn June 14, 1775, delegates of the Continental Congress nominated George Washington as commander-in-chief of the Continental Army in the Assembly Room of the Pennsylvania State House. The Congress appointed Benjamin Franklin to be the first Postmaster General of what would later become the United States Post Office Department on July 26.\nThe United States Declaration of Independence was approved there on July 4, 1776, and the Declaration was read aloud to the public in the area now known as Independence Square. This document unified the colonies in North America who declared themselves independent of the Kingdom of Great Britain and explained their justifications for doing so. These historic events are celebrated annually with a national holiday for U.S. Independence Day. There are 56 signatures on the Declaration of Independence, including John Hancock who signed first, writing his name in very large letters. The prominence of this signature led to the term \"John Hancock\" or \"Hancock\" becoming a nickname in the United States for one's signature.\nThe Congress continued to meet there until December 12, 1776, after which the Congress evacuated Philadelphia. During the British occupation of Philadelphia, the Continental Congress met in Baltimore, Maryland (December 20, 1776 to February 27, 1777). The Congress returned to Philadelphia from March 4, 1777, to September 18, 1777.\nIn September 1777, the British Army again arrived to occupy Philadelphia, once again forcing the Continental Congress to abandon the State House. It then met in Lancaster, Pennsylvania, for one day (September 27, 1777) and in York, Pennsylvania, for nine months (September 30, 1777 to June 27, 1778), where the Articles of Confederation were approved in November 1777. The Second Continental Congress again returned to Independence Hall, for its final meetings, from July 2, 1778, to March 1, 1781.\nUnder the Articles of Confederation, the Congress of the Confederation initially met in Independence Hall, from March 1, 1781, to June 21, 1783. However, as a result of the Pennsylvania Mutiny of 1783, Congress again moved from Philadelphia in June 1783 to Princeton, New Jersey, and eventually to other cities.\nU.S. Constitutional Convention.\nIn September 1786, commissioners from five states met in the Annapolis Convention to discuss adjustments to the Articles of Confederation that would improve commerce. They invited state representatives to convene in Philadelphia to discuss improvements to the federal government. After debate, the Congress of the Confederation endorsed the plan to revise the Articles of Confederation on February 21, 1787. Twelve states, Rhode Island being the exception, accepted this invitation and sent delegates to convene in June 1787 at Independence Hall.\nThe resolution calling the Convention specified its purpose as proposing amendments to the Articles, but the Convention decided to propose a rewritten Constitution. The Philadelphia Convention voted to keep deliberations secret, and to keep the Hall's windows shut throughout the hot summer. The result was the drafting of a new fundamental government design. On September 17, 1787, the Constitution was completed, and took effect on March 4, 1789, when the new Congress met for the first time in New York's Federal Hall.\nArticle One, Section Eight, of the United States Constitution granted Congress the authority to create a federal district to serve as the national capital. Following the ratification of the Constitution, the Congress, while meeting in New York, passed the Residence Act of 1790, which established the District of Columbia as the new federal capital. However, a representative from Pennsylvania, Robert Morris, did manage to convince Congress to return to Philadelphia while the new permanent capital was being built. As a result, the Residence Act also declared Philadelphia to be the temporary capital for a period of ten years. The Congress moved back into Philadelphia on December 6, 1790, and met at Congress Hall, adjacent to Independence Hall until moving to Washington, D.C., in 1800.\nFunerary procession of Abraham Lincoln.\nAbraham Lincoln's funeral train was to take the body of the president (and the disinterred coffin of his son Willie, who had predeceased him in 1862) from Washington, D.C., back to Springfield, Illinois, for burial. It would essentially retrace the route Lincoln had traveled as president-elect in 1861 (with the deletion of Pittsburgh and Cincinnati and the addition of Chicago). The train left Washington for Baltimore at 8:00am on April 21, 1865.\nLincoln's funeral train (the \"Lincoln Special\") left Harrisburg on Saturday, April 22, 1865, at 11:15am and arrived at Philadelphia at Broad Street Station that afternoon at 4:30pm. It was carried by hearse past a crowd of 85,000 people and was held in state in the Assembly Room in the east wing of Independence Hall. While there, it was escorted and guarded by a detail of 27 naval and military officers. That evening, a private viewing was arranged for honored guests of the mourners. The next day, (Sunday, April 23, 1865) lines began forming at 5:00am. Over 300,000 mourners viewed the body  some waiting 5 hours just to see him. The Lincoln Special left Philadelphia's Kensington Station for New York City the next morning (Monday, April 24, 1865) at 4:00am.\nLeague to Enforce Peace.\nThe symbolic use of the hall was illustrated on June 17, 1915, where the League to Enforce Peace was formed here with former President William Howard Taft presiding. They proposed an international governing body under which participating nations would commit to \"jointly...use...their economic and military forces against any one of their number making war against another\" and \"to formulate and codify rules of international law\".\nPreservation.\nThe original steeple was demolished in 1781 due to structural problems. The wings and hyphens were demolished in 1812 and replaced by larger buildings designed by architect Robert Mills and a new, more elaborate steeple designed by William Strickland, constructed in 1828. The north entrance was also rebuilt during this period.\nFrom 1802 to 18261827, artist Charles Willson Peale housed his museum of natural history specimens (including the skeleton of a mastodon) and portraits of famous Americans, on the second floor of the Old State House and in the Assembly Room.\nIn early 1816, the Commonwealth of Pennsylvania sold the State House to the City of Philadelphia, with a contract signed by the governor. The deed, however, was not transferred until more than two years later. Philadelphia has owned the State House and its associated buildings and grounds since that time.\nIn 1898, the Mills wings were removed and replaced with replicas of the originals, but the Strickland steeple was left in place.\nIn 1948, the building's interior was restored to its original appearance. Independence National Historical Park was established by the 80th U.S. Congress later that year to preserve historical sites associated with the American Revolution. Independence National Historical Park comprises a landscaped area of four city blocks, as well as outlying sites that include Independence Square, Carpenters' Hall (meeting place of the First Continental Congress), the site of Benjamin Franklin's home, the reconstructed Graff House (where Thomas Jefferson wrote the Declaration of Independence), City Tavern (center of Revolutionary War activities), restored period residences, and several early banks. The park also holds the Liberty Bell, Franklin's desk, the Syng inkstand, a portrait gallery, gardens, and libraries. A product of extensive documentary research and archaeology by the federal government, the restoration of Independence Hall and other buildings in the park set standards for other historic preservation and stimulated rejuvenation of old Philadelphia. The site, administered by the National Park Service, is listed as a World Heritage Site by UNESCO (joining only three other U.S. man-made monuments still in use, the others being the Statue of Liberty, Pueblo de Taos, and the combined site of the University of Virginia and Monticello).\nIndependence Hall and the Liberty Bell are now protected in a secure zone with entry at security screening buildings. Following the September 11, 2001 attacks, as part of a national effort to safeguard historical monuments by the United States Department of Homeland Security, pedestrian traffic around Independence Square and part of Independence Mall was restricted by temporary bicycle barriers and park rangers. In 2006, the National Park Service proposed installing a seven-foot security fence around Independence Hall and bisecting Independence Square, a plan that met with opposition from Philadelphia city officials, Pennsylvania Governor Ed Rendell, and Senator Arlen Specter. As of January 2007, the National Park Service plan was revised to eliminate the fence in favor of movable bollards and chains, and also to remove at least some of the temporary barriers to pedestrians and visitors.\nLegacy.\nThe 1989 film \"A More Perfect Union\", which portrays the events of the 1787 Constitutional Convention, was largely filmed in Independence Hall.\nBecause of its symbolic history, Independence Hall has been used in more recent times as a venue for speeches and protests in support of democratic and civil rights movements. On October 26, 1918, Tom Masaryk proclaimed the independence of Czechoslovakia on the steps of Independence Hall. National Freedom Day, which commemorates the struggles of African Americans for equality and justice, has been celebrated at Independence Hall since 1942. On Independence Day, July 4, 1962, President John F. Kennedy gave an address there.\nAnnual demonstrations organized by the East Coast Homophile Organizations advocating for gay rights were held in front of Independence Hall each July 4 from 1965 to 1969.\nIndependence Hall has been pictured on the back of the U.S. $100 bill since 1928, and was depicted on the 1975-76 bicentennial Kennedy half dollar. The Assembly Room is pictured on the reverse of the U.S. two-dollar bill, from the original painting by John Trumbull entitled \"Declaration of Independence\".\nReplicas.\nIndependence Hall served as the model for the Pennsylvania Building at the 1893 World's Columbian Exposition, the Pennsylvania Building at the 1907 Jamestown Exposition, and the Pennsylvania Pavilion at the 1939 New York World's Fair. Dozens of structures replicating or loosely inspired by Independence Hall's iconic design have been built elsewhere in the United States, including a brick-by-brick replica across from Knott's Berry Farm in Buena Park, California."}}