{"id": 127, "data": {"title": "Ironbridge Gorge", "text": "The Ironbridge Gorge is a deep gorge, containing the River Severn in Shropshire, England. It was first formed by a glacial overflow from the long drained away Lake Lapworth, at the end of the last ice age. The deep exposure of the rocks cut through by the gorge exposed commercial deposits of coal, iron ore, limestone and fireclay, which enabled the rapid economic development of the area during the early Industrial Revolution.\nOriginally called the Severn Gorge, the gorge now takes its name from its famous Iron Bridge, the first iron bridge of its kind in the world, and a monument to the industry that began there. The bridge was built in 1779 to link the industrial town of Broseley with the smaller mining town of Madeley and the growing industrial centre of Coalbrookdale.\nThere are two reasons the site was so useful to the early industrialists. The raw materials, coal, iron ore, limestone and clay, for the manufacture of iron, tiles and porcelain are exposed or easily mined in the gorge. The deep and wide river allowed easy transport of products to the sea.\nFormation.\nThe gorge carries the River Severn south towards the Bristol Channel. It was formed during the last ice age when the water from the previously north-flowing river became trapped in a lake (Lake Lapworth) created when the Irish Sea ice sheet dammed the river. The lake level rose until the water flowed through the hills to the south. This flow eroded a path through the hills, forming the gorge and permanently diverting the Severn southwards.\nThe Gorge parish.\nThe Gorge is a civil parish within the borough of Telford and Wrekin and the ceremonial county of Shropshire. It covers the part of Ironbridge Gorge that falls within the Telford and Wrekin Council Unitary Authority area and includes the settlements of Coalbrookdale, Coalport, Ironbridge, Jackfield and Lightmoor, but not Buildwas or Broseley which are in the Shropshire Council Unitary Authority area. It is divided into three parish wards: Coalport &amp; Jackfield (2 councillors), Ironbridge Gorge (3 councillors) and Lightmoor (3 councillors). The Gorge Parish Council has its offices and holds its meetings at the Maws Craft Centre in Jackfield.\nThe population of this civil parish at the 2011 census was 3,275.\nWomen in the Ironbridge Gorge ward had the third lowest life expectancy at birth, 74 years, of any ward in England and Wales in 2016.\nConservation in the Gorge.\nGreen Wood Centre has spent over twenty years training new coppice and woodland workers, with the aim of reviving the coppicing industry.\nSevern Gorge Countryside Trust manages most of the woodland, grassland and other countryside within the Ironbridge Gorge World Heritage Site, around in all. BTCV's Green Gym works with the trust to assist them on woodland work.\nSevern Gorge Countryside Trust and The Green Wood Centre run a joint volunteer project enabling local people to engage locally in activities such as coppicing, scrub removal, deer fencing, step building and woodland management."}}