{"id": 229, "data": {"title": "Ischigualasto Provincial Park", "text": "Ischigualasto Provincial Park (), also called Valle de la Luna (\"Valley of the Moon\" or \"Moon Valley\"), due to its moon like appearance, is a provincial protected area in the north-east of San Juan Province, north-western Argentina, limiting to the north with the Talampaya National Park, in La Rioja Province. Both areas belong to the same geological formation, the Ischigualasto Formation (sometimes called the Ischigualasto-Talampaya Formation).\nEstablished on 3 November 1971, the park has an area of .\nIn 2000, UNESCO included Ischigualasto and Talampaya National Park among its World Heritage Sites.\nHistory.\nThe name Ischigualasto is derived from the extinct Cacn language, spoken by an indigenous group referred to as the Diaguita by the Spanish conquistadors and means \"place where the moon alights\". Another hypothesis gives the name \"Ischigualasto\" a Quechua origin, meaning \"dead land\", although some scholars have proposed Huarpe roots.\nThe first paleontological description of Ischigualasto dates from 1930. In 1941 the area was studied in more detail, which led to the discovery of 70 species of fossil plants. The region received for the first time the name \"Valle de la Luna\" in 1943, in a publication edited by the Automobil Club Argentino. That year, Dr. ngel Cabrera of University of La Plata described the traversodontid \"Exaeretodon\"the first cynodont found in Ischigualastoafter samples sent by a geologist prospecting for coal on behalf of an Argentine mining company.\nAcademic work and geological prospecting proceeded slowly until 1958, when Dr. Alfred Sherwood Romer, a Harvard University expert in ancient mammals, discovered several rich fossil beds which he described as \"extraordinary\".\nDescription.\nMost of the park lies within the Valle Frtil Department, with a minor part in the Jachal Department of San Juan, at an altitude of about amsl. The park is part of the western border of the Central Sierras, and it features typical desert vegetation (bushes, cacti and some trees) which covers between 10 and 20% of the area. The climate is very dry, with rainfall mostly during the summer, and temperature extremes (minimum , maximum ). There is a constant southern wind with a speed of after noon and until the evening, sometimes accompanied by the extremely strong Zonda wind.\nPaleontology.\nThe Ischigualasto Formation contains Late Triassic (Carnian) deposits (231.4 -225.9 million years before the present), with some of the oldest known dinosaur remains, which are the world's foremost with regards to quality, number and importance.\nIn the Carnian this area was a volcanically active floodplain dominated by rivers and had a strongly seasonal rainfall. Petrified tree trunks of \"Protojuniperoxylon ischigualastianus\" more than tall attest to a rich vegetation at that time. Fossil ferns and horsetails have also been found.\nRhynchosaurs and cynodonts (especially rhynchosaur \"Hyperodapedon\" and cynodont \"Exaeretodon\") are by far the predominant findings among the tetrapod fossils in the park. A study from 1993 found dinosaur specimens to comprise only 6% of the total tetrapod sample; subsequent discoveries increased this number to approximately 11% of all findings. Carnivorous dinosaurs are the most common terrestrial carnivores of the Ischigualasto Formation, with herrerasaurids comprising 72% of all recovered terrestrial carnivores. Dinosaurs of Ischigualasto Formation include early samples of the two major lineages of dinosaurs (ornithischians and saurischians). The carnivorous archosaur \"Herrerasaurus\" is the most numerous of these dinosaur fossils. Another important putative dinosaur with primitive characteristics is \"Eoraptor lunensis\", found in Ischigualasto in the early 1990s."}}