{"id": 243, "data": {"title": "Ivindo National Park", "text": "Ivindo National Park () is a national park in east-central Gabon in Central Africa, straddling the border of the Ogoou-Ivindo and Ogoou-Lolo provinces. Its creation was announced in August 2002 by then-President Omar Bongo at the Earth Summit in Johannesburg, along with Gabons 12 other terrestrial national parks. Most famous for the spectacular Kongou and Mingouli waterfalls of the Ivindo River, known as the wonders of Ivindo, the park also includes the Ipassa Makokou Biosphere Reserve and Langou Ba, one of the 5 most important forest clearings in Central Africa. The park was designated as a UNESCO UNESCO World Heritage Site in 2021 for its outstanding biodiversity and relatively intact tropical forest ecosystem.\nPhysical Geography.\nPhysical features of the park include the Ivindo River, the park is the main tributary to the Ogoou, and Mount Kingu (749 m) and Mount Ngouadi (870 m). Average rainfall is 1672mm, with peaks in rainfall between September and December, and February and May. Violent thunderstorms occur seasonally, and can sometimes generate localised tornadoes, especially on the Ipassa Plateau; the disturbances caused by this effect may be responsible for the fact that this forest superficially resembles secondary forest. Average temperature is 23.9C (measured at Makokou a few kilometres from the northern park border), with seasonal variation of around 3.3C.\nBiodiversity.\nThe park covers 300,000 ha, almost all of which is forested with a mixture of Atlantic coastal forest of Lower Guinea, and semi-deciduous forest typical of the central Congo Basin. The old-growth forests in the south contain a geographically unique population of Caesalpinioideae (peacock flower), which in turn provides habitat for a very wide diversity of butterflies, birds, and mammals. These species include the western lowland gorilla, common chimpanzee, African forest buffalo, red river hog, sitatunga, and African golden cat, as well as one of the last relativity intact populations of forest elephants. Notable bird species include the endangered grey-necked rockfowl and grey parrot while more than 430 bird species have been recorded within the park.\nThe many streams and waterfalls within the national park have also allowed for the diversification of freshwater species. Many fish species live within the park, 13 of which are threatened. There are at least 7 species of Podostemaceae riverweeds, and each waterfall pool may contain unique aquatic flora. The Didji River also provides critical habitat for the endangered slender-snouted crocodile.\nHistory and Conservation.\nSince 2001, before the park's creation, the WCS has studied and protected the southern region of the park, concentrated at Langou Bai, with the support of what is now the Gabonese National Parks Agency (ANPN). In 2004 WCS constructed a purpose-built camp 3km from Langou Bai, with accommodation and offices for researchers, providing important insights into bai ecology and a protective presence against poachers.\nThe \"Institut de Recherche en cologie Tropicale\" (IRET), a tropical research institute under the authority of the \"Centre national de la recherche scientifique et technologique\" (CENAREST), is found in the north of the park, 12km from the closest city, Makokou, while Langou Research Station, run by the Wildlife Conservation Society (WCS) is found in the south a few kilometers from Langou Ba."}}