{"id": 283, "data": {"title": "Jeju Volcanic Island and Lava Tubes", "text": "The Jeju Volcanic Island and Lava Tubes is a World Heritage Site in South Korea. It was inscribed as one of the UNESCO World Heritage Sites in 2007 because of the Geomunoreum Lava Tube System and the exhibition of diverse and accessible volcanic features which are considered to demonstrate a distinctive and valuable contribution to the understanding of global volcanism.\nJeju, also known as Jejudo, is a volcanic island, 130 kilometers from the southern coast of the Korean Peninsula. The largest island and smallest province in South Korea, the island has a surface area of 1,846 square kilometers.\nFormations.\nA central feature of Jeju is Hallasan, the tallest mountain in South Korea and a dormant volcano, which rises 1,950 meters above sea level. The main volcano includes 360 satellite volcanoes. Volcanic activity on Jeju began approximately in the Cretaceous and lasted until the early Tertiary period. The most recent eruptions are estimated to be about 5,000 years ago, which puts the volcano into the active classification, meaning eruptions in the last 10,000 years. The designation as active is not agreed by all, as more monitoring and study are needed to better understand the volcano. The island is covered in volcanic rock and volcanic soil produced by Hallasan (Hangul: ). Baengnokdam (Hangul: ), the crater, and lake in it are located at the peak of Hallasan, which was formed over 25,000 years ago.\nJeju is scientifically valuable for its extensive system of lava tubes (also known as lateral volcanoes or in Korean as \"Oreum\"). These natural conduits through which magma once flowed are now empty caves that are some of the largest in the world. The caves provide opportunities for scientific research and are also popular tourist destinations.\nOff the shores of the city of Seogwipo are a vast belt of pillar-shaped rocks that are examples of the natural beauty of Jeju. Shellfish and animal fossils discovered in this area are also very valuable as scientific resources. Beom Island (Beomseom , sometimes still misspelled Pomsom) and Mun Island (Munseom , sometimes spelled Munsom), also off the city seacoast, are also well preserved and scenic areas. \nThe variety of animal and plant species on Jeju is also an important reason for its value as a natural reserve. Half of all Korean vascular plants grow naturally on the island while another 200 species of plants indigenous to Korea have been transported here. However, half of these species face extinction. The polar plants which came from the south during a glacial period and inhabit the peak of Jeju is one example. Other plants in the subtropical forest and lower regions of the island are also endangered.\nMt. Halla National Park.\nHallasan is located in the central part of the island. Since 1966, any area 800 meters above sea level has been designated as a nature reserve. The park is mostly unspoilt nature with hiking paths and park managerial facilities being the only man-made modifications in the area.\nThe flora at the Mt. Halla National Park is unique. 1,565 vascular plant species have been recorded in the area thus far and is the highest number of plants in any mountain, 33 which are endemic to the island. Unlike most other Korean mountain environments, Hallsan has a unique vertical distribution of plants in three different zones: the subtropic, temperate, and frigid zones.\nOver 17 mammals, 198 types of birds, 8 types of amphibians, 8 types of reptiles, and 947 insect species have been catalogued in the nature reserve. Endangered species include the \"Capreolus capreolus pygargus\" and \"Felis bengalensis manchuria\", and a resident population of Indo-Pacific bottlenose dolphins and finless porpoises. Historically, the island and adjacent waters had been migration colliders and resting areas for large whales such as western gray whales, North Pacific right whales, humpback whales, blue whales and fin whales. Now possibly extinct Japanese sea lions might have colonized on the island as well. Some pinnipeds still occur occasionally. Since the island was last connected to the Korean Peninsula 10,000 years ago, animals endemic to the island appeared at that time and this separation from the mainland is also of biological significance.\nA famous part of the Mt. Halla Nature Reserve is the Pillemot Cave, a site dating to the Paleolithic period. The caves are significant because of the archaeological remains found there. Archaeological evidence from the cave suggests that people have occupied the island since the Paleolithic period."}}