{"id": 367, "data": {"title": "Jesuit Missions of La Santísima Trinidad de Paraná and Jesús de Tavarangue", "text": "The Jesuit Missions of La Santsima Trinidad de Paran and Jess de Tavarangue () are located in the Itapa Department, Paraguay, and are religious missions that are still preserved and that were founded by the Jesuit missioners during the colonization of South America in the 17th century. These religious missions were created in 1609 and developed for 150 years. Both Jesuit missions were declared World Heritage Site by the UNESCO in 1993.\nThe Jesuit missions of Paraguay are considered some of the most impressive creations of the religious work of the Jesuits and are testimony of the historical richness of the country.\nHistory.\nAleixo Garcia encountered Paraguay in 1524. Its development in the political, economical and social matter was a slow process, scarred by armed conflicts between Spanish conquerors and natives, who fought to preserve their territory.\nBy 1590 the Spanish had founded 10 cities and 40 colonies in South America. The natives were forced to be at their service (Encomienda system).\nThe Spanish King tried to improve their quality of life by making some decrees for their protection but it was difficult to have a real system of control to make sure they were obeyed. The system of \"Encomienda\" gave place to many insurrections of the natives.\nIt was not until the Missions were established that there was a real improvement in the living conditions of the natives.\nThe first Jesuits arrived in Tucumn in 1586 and in 1587, by request of the Asuncin's Bishop, Alonso Guerra.\nThe Jesuits started the evangelization and building of towns or Missions in the region of Misiones and Itapa Departments in Paraguay.\nThe first thing they did was to form towns that were self-sufficient in the areas inhabited by the natives and a study of the Guaran language they spoke to make a writing structure (because the Guaran people did not write their language). The missioners not only imparted knowledge about religion but also determined the rules of public order, culture, education, and society, which had great influence in the later development of Paraguay. The natives, who were nomads and were not used to a structured life, founded themselves gathered in small communities in the forest. Near the Jesuit Missions were formed groups of 2000 or 3000 per town.\nThis group of missioners founded about 30 Missions in territories that nowadays belong to Paraguay, Brazil, Argentina, and Bolivia. Many of the constructions have been preserved and the ones that had been damaged were rebuilt.\nSantsima Trinidad del Paran Ruins.\nThe Santsima Trinidad del Paran Mission is considered the biggest of all the missions. Natives that came from the missions of San Carlos (nowadays in the territory of Argentina) were its founders in 1712.\nThis mission has the biggest built temple among all the Jesuit Missions, with an altar carved from a single piece of stone. In it is represented the persecution of the natives at that time.\nIt has a Central Square, the town's place of meeting, and a museum, located in the old sacristy, are the sculptures and a scale model of the mission.\nThese ruins are being restored and maintained constantly.\nIt is a Cultural Patrimony of Humankind.\nJess de Tavarangue Ruins.\nThe church of Reduccin de Jess (Jesus Mission) was in the process of being built at the time that the Jesuits were expelled from Ro de la Plata Province. It would have been one of the biggest churches of that time, with a central structure of 70 meters long and 24 meters wide.\nIt would have been a replica of the Sanctuary of Loyola, in Spain. The three front access doors are very impressive.\nUNESCO declared it Cultural Patrimony of Humankind in 1993. It is considered one of the most important edifications of the 30 Jesuits towns in the region.\nThe stone pulpit, the friezes of angels, the rose-shaped carved stone in the lintels in the doors, and the bell tower stand out in its architecture.\nThe ruins of these missions show a way of life and education marked by its singular style.\nHow to get to the ruins.\nThe ruins in Paraguay are, possibly, the best preserved, and include Jess, San Cosme, Damin and Trinidad Missions.\nTo get to these places it is necessary to take Route No. 6 from Encarnacin. The entries to all the missions are signaled on the route.\nThe access to the ruins of Trinidad is located 700 meters from Route No. 6 in km 31, about 1 kilometer after, is the access to the ruins of Jess de Tavarangue. The site of the ruins of Jess is 12 km from this access point and can be easily reached by taxi or bus.\nExternal links.\n "}}