{"id": 304, "data": {"title": "Kaeng Krachan Forest Complex", "text": "Kaeng Krachan Forest Complex () is the inscribed name of a UNESCO World Heritage Site in Thailand. It covers the areas of Kaeng Krachan, Kui Buri and Chaloem Phrakiat Thai Prachan national parks, and Mae Nam Phachi Wildlife Sanctuary, in the Ratchaburi, Phetchaburi and Prachuap Khiri Khan provinces of Western Thailand, on the country's border with Myanmar. The site was inscribed on the World Heritage list in 2021.\nDescription.\nThe site is located along the Thailand side of the Tenasserim mountain range, part of a north-south granite and limestone mountain ridge running down the Malay Peninsula. Located at the cross-roads between the Himalayan, Indochina, and Sumatran faunal and floral realms, the property is home to rich biodiversity. It is dominated by semi-evergreen/dry evergreen and moist evergreen forest with some mixed deciduous forest, montane forest, and deciduous dipterocarp forest. A number of endemic and globally endangered plant species have been reported in the property, which overlaps with two Important Bird Areas (IBAs) and is noted for its rich diversity of birdlife, including eight globally threatened species. The property is home to the critically endangered Siamese Crocodile (\"Crocodylus siamensis\"), the endangered Asiatic Wild Dog (\"Cuon alpinus\"), Banteng (\"Bos javanicus\"), Asian Elephant (\"Elephas maximus\"), Yellow/Elongated Tortoise (\"Indotestudo elongata\"), and the endangered Asian Giant Tortoise (\"Manouria emys\"), as well as several other vulnerable species of birds and mammals. Remarkably, it is also home to eight cat species: the endangered tiger (\"Panthera tigris\") and Fishing Cat (\"Prionailurus viverrinus\"), near-threatened Leopard (\"Panthera pardus\") and Asian Golden Cat (\"Catopuma temminckii\"), the vulnerable Clouded Leopard (\"Neofelis nebulosi\") and Marbled Cat (\"Pardofelis marmorata\"), as well as Jungle Cat (\"Felis chaus\") and Leopard Cat (\"Prionailurus bengalensis).\nHuman rights issues.\nThe site was inscribed on the World Heritage list in 2021 at the World Heritage Committee's extended 44th session, amidst controversy surrounding the government's long-standing campaign to forcibly displace the indigenous S'gaw Karen people of Bang Kloi from their village in Kaeng Krachan NP, which also involved the murder of activist Porlajee Rakchongcharoen in 2014. Days before the inscription, a panel of special rapporteurs for the United Nations Human Rights Council had urged the World Heritage Committee to defer the nomination due to ongoing rights violations, but it was approved with the support of China and Russia, among other countries. The Thai government had previously made two nominations for the site, the first in 2016."}}