{"id": 113, "data": {"title": "Kairouan", "text": "Kairouan (, ), also spelled El Qayrawn or Kairwan ( , ), is the capital of the Kairouan Governorate in Tunisia and a UNESCO World Heritage Site. The city was founded by the Umayyads around 670, in the period of Caliph Mu'awiya (reigned 661680); this is when it became an important centre for Sunni Islamic scholarship and Quranic learning, attracting Muslims from various parts of the world. The Mosque of Uqba is situated in the city.\nIn 2014, the city had about 187,000 inhabitants.\nEtymology.\nThe name ( \"al-Qayrawn\") is an Arabic word meaning \"military group\" or \"caravan\", borrowed early on from the Middle Persian word \"krawn\" (modern Persian \"krvn\"), meaning \"military column\" (\"kr\" \"people/military\" + \"vn\" \"outpost\") or \"caravan\" (see caravanserai). In Berber, the city used to be called \"Tikirwan\", thought to be an adaptation of the Arabic name. It has also been romanized as Cairoan in early modern English.\nGeography.\nKairouan, the capital of Kairouan Governorate, lies south of Sousse, from the east coast, from Monastir and from Tunis.\nHistory.\nThe foundation of Kairouan dates to about the year 670 when the Arab general Uqba ibn Nafi of Caliph Mu'awiya selected a site in the middle of a dense forest, then infested with wild beasts and reptiles, as the location of a military post for the conquest of the West. Formerly, the city of Kamounia was located where Kairouan now stands. It had housed a Byzantine garrison before the Arab conquest, and stood far from the sea  safe from the continued attacks of the Berbers who had fiercely resisted the Arab invasion. Berber resistance continued, led first by Kusaila, whose troops killed Uqba at Biskra about fifteen years after the establishment of the military post, and then by a Berber woman called Al-Kahina who was killed and her army defeated in 702. Subsequently, there occurred a mass conversion of the Berbers to Islam. Kharijites or Islamic \"outsiders\" who formed an egalitarian and puritanical sect appeared and are still present on the island of Djerba.\nIn October, 741, in the course of the Great Berber Revolt in the Maghreb, the Ifriqiyan army, along with a Syrian force dispatched by the caliph, was destroyed by the Berbers at the Battle of Bagdoura. The governor Kulthum ibn Iyad al-Qasi perished in the field, his nephew and successor Balj ibn Bishr al-Qushayri was holed up with the remnant of the army in Spain, leaving the whole of Ifriqiya open to the advance of the Berber rebels. Not having any more forces at his disposal, the Umayyad Caliph Hisham quickly appointed Handhala ibn Safwan as governor of Ifriqiya, with supervisory authority over all the Maghreb (North Africa west of Egypt) and al-Andalus (Spain), and instructed him to take whatever forces he could gather to defend Ifriqiya and quash the Berber rebellion. Leaving Egypt in the hand of Hafs ibn al-Walid ibn Yusuf al-Hadrami, Handhala set out westwards in February 742, picking up additional forces from Barqa (Cyrenaica) and Tripoli (Tripolitana). He arrived in Kairouan around April, 742. The qadi of Ifriqiya, Abd al-Rahman ibn Oqba al-Ghaffari, had been managing the defense of Kairouan, and succeeded in fending off an attack by the Berber rebel army raised in southern Tunisia by the Sufrite leader Oqasha ibn Ayub al-Fezari. Handhala ibn Safwan arrived in Kairouan just as Oqasha was said to be mounting a new attack, in coordination with another large Berber army coming in from the west, led by Abd al-Wahid ibn Yazid al-Hawwari. The Berber rebel armies were to make junction in front of Kairouan, before launching their final attack on the city. Wasting no time, Handhala dispatched a cavalry force to slow down Abd al-Wahid's progress, and threw the bulk of his forces south, defeating Oqasha in a bloody battle at El-Qarn and taking him prisoner. But Handhala had taken a lot of losses himself, and now faced the unhappy prospect of Abd al-Wahid's gigantic army, said to be some 300,000, ostensibly the largest Berber army ever seen. Hurrying back, Handhala is said to have put the entire population of Kairouan under arms to bolster his ranks, before setting out again. In perhaps the bloodiest encounter in the Berber wars, Handhala ibn Safwan defeated the great Berber army of Abd al-Wahid ibn Yazid at al-Asnam in May 742 (perhaps a little later), just three miles outside of Kairouan. Some 120,000180,000 Berbers, including Abd al-Wahid, fell in the field of battle in that single encounter.\nIn 745, Kharijite Berbers captured Kairouan, which was already at that time a developed city with luxuriant gardens and olive groves. Power struggles continued until Ibrahim ibn al-Aghlab recaptured Kairouan at the end of the 8th century.\nIn 800 Caliph Harun ar-Rashid in Baghdad confirmed Ibrahim as Emir and hereditary ruler of Ifriqiya. Ibrahim ibn al-Aghlab founded the Aghlabid dynasty which ruled Ifriqiya between 800 and 909. The new Emirs embellished Kairouan and made it their capital. It soon became famous for its wealth and prosperity, reaching the levels of Basra and Kufa and giving Tunisia one of its golden ages long sought after the glorious days of Carthage.\nThe Aghlabites built the great mosque and established in it a university that was a centre of education both in Islamic thought and in the secular sciences. Its role can be compared to that of the University of Paris in the Middle Ages. In the 9th century, the city became a brilliant focus of Arab and Islamic cultures attracting scholars from all over the Islamic World. In that period Imam Sahnun and Asad ibn al-Furat made of Kairouan a temple of knowledge and a magnificent centre of diffusion of Islamic sciences. The Aghlabids also built palaces, fortifications and fine waterworks of which only the pools remain. From Kairouan envoys from Charlemagne and the Holy Roman Empire returned with glowing reports of the Aghlabites palaces, libraries and gardens  and from the crippling taxation imposed to pay for their drunkenness and sundry debaucheries. The Aghlabite also pacified the country and conquered Sicily in 827.\nIn 893, through the mission of Abdullah al Mahdi, the Kutama Berbers from the west of the country started the movement of the Shiite Fatimids. The year 909 saw the overthrow of the Sunni Aghlabites who ruled Ifriqiya and the establishment of the Fatimid dynasty. During the rule of the Fatimids, Kairouan was neglected and lost its importance: the new rulers resided first in Raqqada but soon moved their capital to the newly built Al Mahdiyah on the eastern coast of Tunisia. After succeeding in extending their rule over all of central Maghreb, an area consisting of the modern countries of Morocco, Algeria, Tunisia and Libya, they eventually moved east to Egypt to found Cairo making it the capital of their vast Caliphate and leaving the Zirids as their vassals in Ifriqiya. Governing again from Kairouan, the Zirids led the country through another artistic, commercial and agricultural heyday. Schools and universities flourished, overseas trade in local manufactures and farm produce ran high and the courts of the Zirids rulers were centres of refinement that eclipsed those of their European contemporaries. When the Zirids declared their independence from Cairo and their conversion to Sunni Islam in 1045 by giving allegiance to Baghdad, the Fatimid Caliph Ma'ad al-Mustansir Billah sent as punishment hordes of troublesome Arab tribes (Banu Hilal and Banu Sulaym) to invade Ifriqiya. These invaders so utterly captured Kairouan from the Zirids in 1057 and destroyed it that it never regained its former importance and their influx was a major factor in the spread of nomadism in areas where agriculture had previously been dominant. Some 1,700 years of intermittent but continual progress was undone within a decade as in most part of the country the land was laid to waste for nearly two centuries. In the 13th century under the prosperous Hafsids dynasty that ruled Ifriqiya, the city started to emerge from its ruins. It is only under the Husainid Dynasty that Kairouan started to find an honorable place in the country and throughout the Islamic world. In 1881, Kairouan was taken by the French, after which non-Muslims were allowed access to the city. The French built the SousseKairouan Decauville railway, which operated from 1882 to 1996, before it was regauged to gauge.\nClimate.\nKairouan has a hot semi-arid climate (Kppen climate classification \"BSh\").\nReligion.\nBetween the 9th and 11th centuries AD, Kairouan functioned as one of the great centers of Islamic civilization and gained a reputation as a hotbed of scholarship across the entire Maghreb. During this period, the Great Mosque of Kairouan became both a place of prayer and a center for teaching Islamic sciences under the Maliki current. A unique religious tradition practiced in Kairouan was the use of Islamic law to enforce monogamy by stipulating it in the marriage contract. Local tradition holds that seven pilgrimages to the Great Mosque equals one pilgrimage to Mecca. According to some, this makes Kairouan the fourth holiest city in Islam after Mecca, Medina and Jerusalem. As of 2004, the city contained 89 mosques. Sufi festivals are held in the city in memory of saints.\nBefore the arrival of the French in 1881, non-Muslims were forbidden from living in Kairouan. A Christian community had existed during the early 11th century alongside Jews who were among the original settlers of Kairouan. The Jewish community's golden era began in the late 8th century and lasted until the early 11th century during which time it played an important role in Jewish history, having been a world center of Talmudic and Halakhic scholarship for at least three generations. The Banu Hilal conquest of Kairouan in 1057 led to the decline of the medieval community with Jews only returning after Tunisia was established as a French protectorate in 1881. By the 1960s the community had disappeared, and all that remains is their dilapidated cemetery.\nMain sights.\nGreat Mosque of Kairouan.\nThe city's main landmark is the Great Mosque of Sidi-Uqba (also known as the Great Mosque of Kairouan) which is one of the most impressive and largest Islamic monuments in North Africa. Originally built when Kairouan was founded in 670 AD, the mosque currently occupies an area of over and is one of the oldest places of worship in the Islamic world. The mosque became a center of education both in Islamic thought and in the secular sciences and helped the city to develop and expand.\nMosque of the Three Gates.\nThe Mosque of the Three Gates was founded in 866. Its faade is a notable example of Islamic architecture. It has three arched doorways surmounted by three inscriptions in Kufic script, interspersed with floral and geometrical reliefs and topped by a carved frieze; the first inscription includes the verses 7071 in the sura 33 of Quran. The small minaret was added during the restoration works held under the Hafsid dynasty. The prayer hall has a nave and two aisles, divided by arched columns, parallel to the qibla wall.\nMosque of the Barber.\nThe Mausoleum of Sidi Sahab, generally known as the Mosque of the Barber, is actually a zaouia located inside the city walls. It was built by the Muradid Hammuda Pasha Bey (mausoleum, dome and court) and Murad II Bey (minaret and madrasa). In its present state, the monument dates from the 17th century.\nThe mosque is a veneration place for Abu Zama' al-Balaui, a companion of the prophet Muhammad, who, according to a legend, had saved for himself three hairs of Muhammad's beard, hence the edifice's name. The sepulchre place is accessed from a cloister-like court with richly decorated ceramics and stuccoes.\nAghlabid basins.\nThe Aghlabid basins are a Tunisian historical monument located in Kairouan. Dating from the 9th century and located outside the ramparts of the medina of Kairouan, they are considered to be the most important hydraulic systems in the history of the Muslim world. The structure covers an area of 11,000 square meters and consists of a small settling basin, a large basin for storing water and two drawing tanks, all having a total storage capacity of 68,800 cubic meters.\nEconomy.\nThe primary economic sectors in Kairouan are industry, agriculture and tourism.\nIndustry.\nThe Kairouan region currently has 167 industrial companies offering more than 10,000 jobs, of which 33 are fully exporters.\nThe industrial activities of the region are quite diversified, although the agrifood industry sector is preeminent with 91 units.\nAgriculture.\nThe governorate of Kairouan is known mainly for the production of vegetables (peppers, tomatoes) and fruits (apricots, almonds and olives). It is the leading national producer of chili peppers with nearly 90,000 tonnes in 2019, as well as apricots with more than 15,000 tonnes.\nTourism.\nKairouan is one of the four most visited sites in Tunisia along with Carthage, El Jem and Le Bardo as historic sites. Tourist activity is essentially, if not almost exclusively, a cultural activity focused on the sites and monuments of the city of Kairouan.\nFood.\nKairouan is known for its pastries (e.g. zlebia and makroudh).\nIn popular culture.\nKairouan was used as a filming location for the 1981 film \"Raiders of the Lost Ark\", standing in for Cairo. As the film is set in 1936, television antennas throughout the city were taken down for the duration of filming."}}