{"id": 53, "data": {"title": "Kakadu National Park", "text": "Kakadu National Park is a protected area in the Northern Territory of Australia, southeast of Darwin. It is a World Heritage Site. Kakadu is also gazetted as a locality, covering the same area as the national park, with 313 people recorded living there in the 2016 Australian census.\nKakadu National Park is located within the Alligator Rivers Region of the Northern Territory, covering an area of , extending nearly from north to south and over from east to west. It is roughly the size of Wales or one-third the size of Tasmania, and is the second-largest national park in Australia, after the Munga-ThirriSimpson Desert National Park. Most of the region is owned by the Aboriginal traditional owners, who have occupied the land for around 60,000 years and, today, manage the park jointly with Parks Australia. It is highly ecologically and biologically diverse; hosting a wide range of habitats and flora and fauna, Kakadu is fully protected by the EPBC Act. It also includes a rich heritage of Aboriginal rock art, including highly significant sites, such as Ubirr.\nThe Ranger Uranium Mine site, one of the most productive uranium mines in the world until it ceased operations in January 2021, is surrounded by the park.\nDomestic Asian water buffalowhich are now an established feral population and invasive environmental pestswere released into the area in the late 19th century. Additionally, feral pigs, cats, red foxes and rabbits are further examples of invasive species, all of which compete with and wreak havoc upon the sensitive, unique ecosystems of the Northern Territory, and of the whole of Australia. \nNot only invasive animals have made an impact in the region, as all of these species were intentionally brought to the continent by the early settlers, pastoralists, and missionaries. The European presence, albeit less than in more populated regions (on the east and west coasts), was still felt. In Kakadu, missionaries established a mission at Oenpelli (present-day Gunbalanya) in 1925; additionally, a few pastoralists, crocodile-hunters and wood cutters too made a living in the area at various points in time, as recently as the early 20th century. The area was given protected status, bit by bit, from the 1970s onward.\nHistory.\nAboriginal history.\nThe name \"Kakadu\" probably originates from the mispronunciation of Gaagudju, which is the name of an Aboriginal language spoken in the north-western part of the park. Explorer Baldwin Spencer had incorrectly ascribed the name \"Kakadu tribe\" to the people living in the Alligator Rivers area\nAboriginal peoples have occupied the Kakadu area continuously for around 60,000 years. Kakadu National Park is renowned for the richness of its Aboriginal cultural sites. There are more than 5,000 recorded art sites illustrating Aboriginal culture over thousands of years. The archaeological sites demonstrate Aboriginal occupation for at least 20,000 and possibly up to 40,000 years.\nThe arrival of non-Indigenous people.\nExplorers.\nThe Chinese, Malays and Portuguese all claim to have been the first non-Aboriginal explorers of Australia's north coast. The first surviving written account comes from the Dutch. In 1623 Jan Carstenszoon made his way west across the Gulf of Carpentaria to what is believed to be Groote Eylandt. Abel Tasman is the next documented explorer to visit this part of the coast in 1644. He was the first person to record European contact with Aboriginal people. Almost a century later Matthew Flinders surveyed the Gulf of Carpentaria in 1802 and 1803.\nPhillip Parker King, an English navigator entered the Gulf of Carpentaria between 1818 and 1822. During this time he named the three Alligator Rivers after the large numbers of crocodiles, which he mistook for alligators.\nLudwig Leichhardt was the first land-based European explorer to visit the Kakadu region, in 1845 on his route from Moreton Bay in Queensland to Port Essington in the Northern Territory. He followed Jim Jim Creek down from the Arnhem Land escarpment, then went down the South Alligator before crossing to the East Alligator and proceeding north. \nIn 1862, John McDouall Stuart travelled along the south-western boundary of Kakadu but did not see any people.\nThe first non-Aboriginal people to visit and have sustained contact with Aboriginal people in northern Australia were the Macassans from Sulawesi and other parts of the Indonesian archipelago. They travelled to northern Australia every wet season, probably from the last quarter of the seventeenth century, in sailing boats called \"prau\"s. Their main aim was to harvest trepang (sea cucumber), turtle shell, pearls and other prized items to trade in their homeland. Aboriginal people were involved in harvesting and processing the trepang, and in collecting and exchanging the other goods.\nThere is no evidence that the Macassans spent time on the coast of Kakadu but there is evidence of some contact between Macassan culture and Aboriginal people of the Kakadu area. Among the artefacts from archaeological digs in the park are glass and metal fragments that probably came from the Macassans, either directly or through trade with the Cobourg Peninsula people.\nThe British attempted a number of settlements on the northern Australian coast in the early part of the nineteenth century: Fort Dundas on Melville Island in 1824; Fort Wellington at Raffles Bay in 1829; and Victoria Settlement (Port Essington) on the Cobourg Peninsula in 1838. They were anxious to secure the north of Australia before the French or Dutch, who had colonised islands further north. The British settlements were all subsequently abandoned for a variety of reasons, such as lack of water and fresh food, sickness and isolation.\nBuffalo hunters.\nWater buffalo had a large influence on the Kakadu region as well. By the 1880s the number of buffaloes released from early settlements had increased to such an extent that commercial harvesting of hides and horns was economically viable. The industry began on the Adelaide River, close to Darwin, and moved east to the Mary River and Alligator Rivers regions.\nMost of the buffalo hunting and skin curing was done in the dry season, between June and September, when buffaloes congregated around the remaining billabongs. During the wet season hunting ceased because the ground was too muddy to pursue buffalo and the harvested hides would rot. The buffalo-hunting industry became an important employer of Aboriginal people during the dry-season months.\nMissionaries.\nMissionaries also had a large influence on the Aboriginal people of the Alligator Rivers region, many of whom lived and were schooled at missions in their youth. Two missions were set up in the region in the early part of the century. Kapalga Native Industrial Mission was established near the South Alligator River in 1899, but lasted only four years. The Oenpelli Mission began in 1925, when the Church of England Missionary Society accepted an offer from the Northern Territory Administration to take over the area, which had been operated as a dairy farm. The Oenpelli Mission operated for 50 years.\nPastoralists.\nThe pastoral industry made a cautious start in the Top End. Pastoral leases in the Kakadu area were progressively abandoned from 1889, because the Victoria River and the Barkly Tablelands proved to be better pastoral regions.\nIn southern Kakadu, much of Goodparla and Gimbat was claimed in the mid-1870s by three pastoralists, Roderick, Travers and Sergison. The leases were subsequently passed on to a series of owners, all of whom were unable for one reason or another to make a go of it. In 1987 both stations were acquired by the Commonwealth and incorporated in Kakadu National Park.\nA sawmill at Nourlangie Camp was begun by Chinese operators, probably before World War I, to mill stands of cypress pine in the area. After World War II a number of small-scale ventures, including dingo shooting and trapping, brumby shooting, crocodile shooting, tourism and forestry, began.\nNourlangie Camp was again the site of a sawmill in the 1950s, until the local stands of cypress pine were exhausted. In 1958 it was converted into a safari camp for tourists. Soon after, a similar camp was started at Patonga and at Muirella Park. Clients were flown in for recreational buffalo and crocodile hunting and fishing.\nCrocodile hunters often made use of the bush skills of Aboriginal people. By imitating a wallaby's tail hitting the ground, Aboriginal hunters could attract crocodiles, making it easier to shoot the animals. Using paperbark rafts, they would track the movement of a wounded crocodile and retrieve the carcass for skinning. The skins were then sold to make leather goods. Aboriginal people became less involved in commercial hunting of crocodiles once the technique of spotlight shooting at night developed. Freshwater crocodiles have been protected by law since 1964 and saltwater crocodiles since 1971.\nMining.\nThe first mineral discoveries in the Top End were associated with the construction of the Overland Telegraph line between 1870 and 1872, in the Pine Creek  Adelaide River area. A series of short mining booms followed. The construction of the North Australia Railway line (18891976) gave more permanency to the mining camps, and places such as Burrundie and Pine Creek became permanent settlements. Small-scale gold mining began at Imarlkba, near Barramundi Creek, and Mundogie Hill in the 1920s and at Moline (previously called Eureka and Northern Hercules mine), south of the park, in the 1930s. The mines employed a few local Aboriginal people.\nIn 1953, uranium was discovered along the headwaters of the South Alligator River valley. Thirteen small but rich uranium mines operated in the following decade, at their peak in 1957 employing over 150 workers. Early in the 1970s large uranium deposits were discovered at Ranger, Jabiluka and Koongarra. Following receipt of a formal proposal to develop the Ranger site, the Commonwealth Government initiated an inquiry into land use in the Alligator Rivers region. The Ranger Uranium Environmental Inquiry (known as the Fox inquiry) recommended, among other things, that mining begin at the Ranger site, that consideration be given to the future development of the Jabiluka and Koongarra sites, and that a service town be built. Mining at Jabiluka was prevented by a campaign and blockade initiated by the Gundjeihmi Aboriginal Corporation. The Ranger uranium mine closed in 2021.\nExtent and features.\nKakadu National Park covers an area of , extending nearly from north to south and over from east to west. It is the size of Wales, about one-third the size of Tasmania, and nearly half the size of Switzerland, making it the second largest national park in Australia after the Munga-ThirriSimpson Desert National Park, which was proclaimed in November 2021. \nThe park includes four major river systems:\nGeology and landforms.\nMost of Kakadu was under a shallow sea approximately 140 million years ago, with the escarpment wall formed from sea cliffs and Arnhem Land from a flat plateau above the sea. The escarpment rises above the plateau and extends approximately along the eastern edge of the park and on into Arnhem Land. The escarpment varies from near vertical cliffs in the Jim Jim Falls area to isolated outliers and stepped cliffs in the North.\nThere are six main landforms in Kakadu National Park: the Arnhem Land plateau and escarpment complex, known as the stone country; the outliers; the lowlands; the southern hills and basins; the floodplains; and the tidal flats. Each landform has its own range of habitats. Kakadu's varied landscapes and the habitats they contain are features that contributed to its listing as a World Heritage Area.\nChasms and gorges form a network that dissects the rocky platforms on the plateau. The plateau top is a harsh, dry environment where water drains away quickly and topsoil is scarce. Sparse pockets of open forest and woodlands have developed in these areas. Creeks have carved deep gorges in the escarpment in which tall monsoon forests grow. These areas form microclimates for plants and animals and often serve as a refuge during the dry season. \"Allosyncarpia ternata\", a large shady tree found only in the Kakadu and Arnhem Land, is the dominant plant species.\nThe outliers are essentially pieces of the Arnhem Land plateau that have become separated from the plateau complex by erosion. They were islands in the ancient seas that once covered much of Kakadu. The gently undulating lowland plains stretch over much of the Top End. Travelling anywhere in Kakadu, you cannot help noticing the lowlandsthey make up nearly 70% of the park. The soils are shallow and often overlie extensive sheets of laterite (ironstone) and a thick profile of strongly leached rocks.\nDuring the wet season water carried down from the Arnhem Land plateau often overflows from creeks and rivers onto nearby floodplains. Alluvial soils carried in the floodwaters add nutrients to the floodplains. Nutrient-rich soils along with an abundance of water and sunlight make the floodplains an area of prolific plant and animal life. During the dry season the water recedes into rivers, creeks, and isolated waterholes or billabongs. Kakadu's wetlands are listed under the Convention on Wetlands of International Importance (the Ramsar Convention) for their outstanding ecological, botanical, zoological, and hydrological features.\nThe southern hills and basins cover a large area in the south of the park, including the headwaters of the South Alligator River. Rocks here have been exposed from beneath the retreating Arnhem escarpment; they are of volcanic origin and are extremely old (2500 million years). This landform is characterised by rugged strike ridges separated by alluvial flats.\nKakadu's coast and the creeks and river systems under tidal influence (extending about 100 kilometres inland) make up this landform. The shape of the estuaries and tidal flats varies considerably from the dry season to the wet season. During the dry season tidal action deposits silt along the river beds and banks. During the wet season the river beds are eroded by the floodwaters and large quantities of fresh and saline water flow out across the tidal flats, where silt is deposited. Large silt loads are also carried out to sea, some of the silt being deposited as a nutrient rich layer on the sea floor, contributing to the muddy waters that characterise Kakadu's coastline.\nThe estuaries and tidal flats are home to an array of plants and animals adapted to living in the oxygen-deficient saline mud. The dominant habitats are mangrove swamps and samphire flats. Where freshwater springs occur along the coasts and river banks, isolated pockets of coastal monsoon rainforests form.\nProtection, ownership and management.\nThe park was declared as a protected area in several stages starting in the 1970s.\nThe cultural and natural values of Kakadu National Park were recognised internationally when the park was placed on the UNESCO World Heritage List. This is an international register of properties that are recognised as having outstanding cultural or natural values of international significance. Kakadu was listed in three stages: stage 1 in 1981, stage 2 in 1987, and the entire park in 1992. Gaagudju man Big Bill Neidjie, AKA \"Kakadu man\", played a crucial role in attaining this status.\nPark management.\nThe Kakadu National Park is proclaimed under the \"Environment Protection and Biodiversity Conservation Act 1999\" (the EPBC Act) and is managed through a joint management arrangement between the Aboriginal traditional owners and the Director of National Parks. The Director manages Commonwealth national parks through Parks Australia.Parks Australia and the Aboriginal traditional owners of Kakadu are committed to the principle of joint management of the park and arrangements to help this happen are highlighted in Kakadu's Plan of Management.\nThe EPBC Act provides for boards of management to be established for parks on Aboriginal land. The Kakadu Board of Management, which has an Aboriginal majority (ten out of fifteen members), representing the Aboriginal traditional owners of land in the park, was established in 1989. The Board determines policy for managing the park and is responsible, along with the Director, for preparing plans of management for the park. The Plan of Management is the main policy document for the park and strives to balance strategic or long-term goals and tactical or day to day goals.\nDay-to-day management of Kakadu is carried out by people employed by Parks Australia, which is a branch of the Australian Government's Department of Sustainability, Environment, Water, Population and Communities. Approximately one-third of the staff in Kakadu are Aboriginal people.\nKakadu National Park re-introduced a park use fee from April 2010, to help manage the natural and cultural values of the park environment and improve visitor services.\nAboriginal land ownership.\nApproximately half of the land in Kakadu is Aboriginal land under the \"Aboriginal Land Rights Act 1976\". Most of the remaining land was under native title claim by Aboriginal people for several decades until March 2022, under four different claims. On 24 March 2022 a ceremony took place today to mark the formal handback by Minister for Indigenous Affairs Ken Wyatt of nearly half of the park to Aboriginal traditional owners. These are the Limingan/ Minitja, Murumburr, Karndidjbal, Yulhmanj, Wurngomgu, Bolmo, Wurrkbarbar, Madjba, Uwinymil, Bunidj, Djindibi, Mirrar Kundjeyhmi and Dadjbaku peoples. The areas of the park that are owned by Aboriginal people are leased by the traditional owners to the Director of National Parks to be managed as a national park.\nClimate.\nKakadu is located in the tropics, between 12 and 14 south of the Equator. The climate is monsoonal, characterised by two main seasons: the dry season and the wet season. The \"build up\" describes the transition between the dry and the wet. During the dry season (from April/May to September), dry southerly and easterly trade winds predominate. Humidity is relatively low and rain is unusual. At Jabiru, the average maximum temperature for JuneJuly is 32C. During the \"build up\" (October to December) conditions can be extremely uncomfortable with high temperatures and high humidity. However, \"build up\" storms are impressive and lightning strikes are frequent. In fact, the Top End of Australia records more lightning strikes per year than any other place on earth. At Jabiru the average maximum temperature for October is 37.5C. \nThe wet season (January to March/April) is characterised by warm temperatures and rain. Most of the rain is associated with monsoonal troughs formed over Southeast Asia, although occasionally tropical cyclones produce intense heavy rain over localised areas. At Jabiru, the average maximum temperature for January is 33C. Annual rainfall in Kakadu National Park ranges from 1,565mm in Jabiru to 1,300mm in the Mary River region. \nMost non-Aboriginal people really only refer to the rain and dry seasons, but the Bininj/Mungguy people identify as many as six seasons in the Kakadu region:\nFlora and fauna.\nKakadu is ecologically and biologically diverse.\nFlora.\nKakadu's flora is among the richest in northern Australia with more than 1700 plant species\nrecorded which is a result of the park's geological, landform and habitat diversity. Kakadu is also considered to be one of the most weed free national parks in the world.\nThe distinctly different geographical areas of Kakadu have their own specialised flora. The environment referred to as the \"Stone Country\" features \"resurrection grasses\" that are able to cope with extreme heat and long dry spells followed by periods of torrential rain. Monsoon forests often develop in the cool moist gorges dissecting the stone country. The southern hills and basins support several endemic plants that are only found in Kakadu such as \"Eucalyptus koolpinensis\" near Jarrangbarnmi (Koolpin Gorge). Lowland areas form a large proportion of Kakadu National Park and are mainly covered in eucalypt-dominated open woodland with the ground layer consisting of a large range of grasses including spear grass, sedges and wildflowers. The Kakadu plum, \"Terminalia ferdinandiana\", is commonly found in the area.\nThe floodplains, which are inundated for several months each year, feature sedges such as spike rush as well patches of freshwater mangroves (itchy tree), pandanus and paper bark trees (Melaleuca). Varieties of water lilies, such as the blue, yellow and white snowflake, are commonly found in these areas. Estuaries and tidal flats are populated with varieties of mangroves (39 of the 47 Northern Territory species of mangrove occur in Kakadu) that are important for stabilising the coastline. Mangroves serve as feeding and breeding grounds for many fish species including the barramundi.\nOn the tidal flats behind the mangroves, hardy succulents (samphire), grasses and sedges grow. Isolated pockets of monsoon forest grow along the coast and river banks. These forests contain several impressive trees, among them the banyan fig, which can be recognised by its large, spreading aerial roots, and the yellow-flowered kapok bush or cotton tree, \"Cochlospermum fraseri\", whose pods split to release cotton-like material.\nFauna.\nThere is a remarkable variety and concentration of wildlife, including:\nThe diverse environments of Kakadu National Park supports a great array of animals, a number of which have adapted to particular habitats. Some animals in the park are rare, endangered, vulnerable or endemic. Responding to the extreme weather conditions experienced in the park, many animals are active only at particular times of the day or night or at particular times of the year.\nMammals.\nAbout 74 mammal speciesmarsupials and placental mammalshave been recorded in the park. Most of them inhabit the open forest and woodlands and are nocturnal, making it difficult to see them. Others, such as wallabies and kangaroos (macropods, 8 species), are active in the cooler parts of the day and are easier to see.\nAmong the larger more common species are dingoes, antilopine kangaroos, black wallaroos, agile wallabys, and short-eared rock wallabys. Smaller common mammals are northern quolls, brush-tailed phascogales, brown bandicoots, black-footed tree-rats, and black flying foxes. Dugongs are found in the coastal waters. However, recent surveys have revealed a disturbing decline of nearly all mammal species throughout Kakadu, including once common and widespread species such as northern tart bats.\nBirds.\nKakadu's many habitats support more than 280 species of birds, or about one-third of Australia's bird species. Some birds range over a number of habitats, but many are found in only one environment.\nSome 11,246km2 of Kakadu's savanna habitats has been identified by BirdLife International as an Important Bird Area (IBA) because it supports populations of the endangered Gouldian finch, the vulnerable red goshawk, the near threatened partridge pigeon and chestnut-backed button-quail, and the restricted-range hooded parrot and rainbow pitta. The Kakadu Savanna IBA also supports varied lorikeets, northern rosellas, silver-crowned friarbirds, white-gaped, yellow-tinted, white-lined, bar-breasted and banded honeyeaters, sandstone shrike-thrushes, white-browed robins, canary white-eyes, and masked and long-tailed finches.\nWaterbirds include large populations of magpie geese, wandering whistling ducks, green pygmy geese, comb-crested jacana, black-necked stork, Australian pelicans, little black cormorant, Australian darter, nankeen night herons, pied herons, black bittern, sarus crane and brolga.\nReptiles.\nSome 117 species of reptiles have been recorded in Kakadu. Being cold-blooded, these animals rely on heat from an external source such as the sun to regulate their body temperature. This is not to say that reptiles are active only during the day; in fact, few snakes can withstand Kakadu's midday heat and most are active at night. Since the arrival of the cane toad in the park, many populations of reptiles have crashed. Reptiles which were once a common sight such as large goannas, eastern brown snakes, death adders and many others were rare by 2010. The iconic frill-necked lizard has also significantly dropped in numbers.\nTwo species of crocodile occur in Kakadu: the freshwater crocodile (\"Crocodylus johnstonii\") and the estuarine, or saltwater crocodile (\"C. porosus\"). Freshwater crocodiles are easily identified by their narrow snout and a single row of four large boney lumps called \"scutes\" immediately behind the head. Estuarine crocodiles do not have these scutes and their snout is broader. The maximum size for a freshwater crocodile is 3 metres, whereas a saltwater can exceed 6 metres.\nOn October 22, 2002, a twenty-four-year-old female German tourist was killed by a saltwater crocodile assault while swimming in Sandy billabong with other foreign backpackers including her sister.\nFrogs.\nKakadu's 25 frog species are extremely well adapted to the region's climatic extremes. Many remain dormant during rainless times. With the onset of the wet season, when the billabongs and swamps start to fill with water, the night air is filled with the sounds of frogs such as the northern bullfrog and the marbled frog. As the water builds up, frogs and tadpoles have an abundance of food, such as algae, vegetation, insects, dragonfly nymphs, and other tadpoles. Not all of Kakadu's frogs are found in the wetlands: many live in the lowland forests.\nFish.\nFifty-three species of freshwater fish have been recorded in Kakadu's waterways; eight of them have a restricted distribution. In the Magela Creek system alone, 32 species have been found. In comparison, the MurrayDarling river system, the most extensive in Australia, now supports only 27 native fish species. Although introduced fish have been found in most Australian waterways, none have been recorded in the park.\nInsects.\nKakadu supports more than 10,000 species of insect. Among the insect groups are grasshoppers, beetles, flies, termites, butterflies and moths, bees, wasps, ants, dragonflies and damselflies, caddisflies, non-biting midges and mayflies. The great variety of insects is a result of the varied habitats and relatively high temperatures throughout the year.\nPerhaps the most striking insect-created features in the park are the termite mounds. The mounds in the southern part of the park are particularly large and impressive. Leichhardt's grasshopper, in colours of orange, blue and black, is perhaps the most spectacular insect found in Kakadu. It is also found on the Arnhem Land plateau and in Gregory National Park.\nEnvironmental problems and threats.\nKakadu has seen several invasive species that threaten the native habitat, particularly in recent decades. Introduced fauna including the water buffalo, wild pig and more recently, the cane toad have damaged habitat. Invasive weeds include \"Mimosa pigra\", which covers of the Top End, including vast areas of Kakadu, invasive para grass (\"Urochloa mutica\") displaces the native food of much of Kakadu's birdlife. \"Salvinia molesta\" has infested the Magela floodplain. Brumbies also inhabit areas of the National Park, including Yellow Water. The controversial Ranger Uranium mine, one of the world's most productive uranium mines, is surrounded by the park, and presents a significant management challenge both now and into the future, with the question of how to safely contain low-level radioactive wastewater. The escape of contaminated wastewater into the Park's wetlands, which may become more likely under climate changeinduced rainfall events, would have a devastating impact on the Park's biodiversity.\nAboriginal rock art sites.\nThe art sites of Ubirr, Burrunguy (Nourlangie Rock) and Nanguluwur are internationally recognised as outstanding examples of Aboriginal rock art. Some of the paintings are up to 20,000 years old, which makes them one of the longest historical records of any group of people on earth. The local Aboriginal word for rock art is \"kunbim\". These sites are found in rocky outcrops that have afforded shelter to Aboriginal inhabitants for thousands of years. The painting in these rock shelters were done for various reasons:\nUbirr is a group of rock outcrops in the northeast of the park, on the edge of the Nadab floodplain. There several large rock overhangs that would have provided excellent shelter to Aboriginal people over thousands of years. Ubirr's proximity to the East Alligator River and Nadab floodplains means that food would have been abundant and this is reflected in much of the rock art here. Animals depicted in the main gallery include barramundi, catfish, mullet, goanna, snake-necked turtle, pig-nosed turtle, rock-haunting ringtail possum, and wallaby and thylacine (Tasmanian tiger).\nThere are also images of the Rainbow Serpent said to have created much of the landscape as well as mischievous Mimi spirits and the story of the Namarrgarn Sisters. Many stories connected to Aboriginal rock are highly complex and linked to other stories. Often the true meanings have been lost, but they all have a purpose which is usually to serve as a lesson or a warning to the young or to those passing through the area.\nBurrunguy, formally called Nourlangie Rock, is located in an outlying formation of the Arnhem Land Escarpment. There are a number of shelters in amongst this large outcrop linked by paths and stairways. The shelters contain several impressive paintings that deal with creation ancestors. Some of the stories connected to these artworks are known only to certain Aboriginal people and remain secret.\nAnbangbang Billabong lies in the shadow of Nourlangie Rock and is inhabited by a wide range of wildlife which would have sustained traditional Aboriginal people well.\nNanguluwur is a small art site, near Nourlangie, which displays several rock art styles. These include hand stencils, dynamic figures in large head-dresses carrying spears and boomerangs, representations of Namandi spirits and mythical figures, including Alkajko, a female spirit with four arms and horn-like protuberances. There is also an interesting example of \"contact art\" depicting a two-masted sailing ship with anchor chain and a dinghy trailing behind.\nHuman impacts.\nHuman impacts during the 19th and 20th century have been significant. Introduction of domestic Asian water buffalo from Southeast Asia has resulted in damage to the fragile floodplains and wetlands. Since then, buffalo have largely been eradicated from the area so the land is now rehabilitating itself. Crocodile hunting which has been banned since 1972 made a huge impact on crocodile populations. In the 40 or so years that they have been protected, however the crocodile population has recovered so successfully that some consider there to be an over population.\nMining has an obvious impact on the landscape, but only one operational uranium mine (Ranger) remains. Mine operators are required to completely rehabilitate the area once the operation is wound down. Some small scale logging occurred in the early part of the 20th century, but little evidence of this remains. Tourism represents a significant human impact to Kakadu National Park with hundreds of thousands of visitors arriving annually. Infrastructure such as roads, tracks, interpretive signage and shelter, accommodation, telecommunications and other services must be provided to support this activity.\nFire management.\nFire is part of the landscape of Kakadu National Park, as the park contains large areas of woodland and grassy plains that are subject to long periods of dry hot weather. The flora of the region has adapted to frequent fires. Fires in northern Australia are less threatening than in southern Australia as many of the trees are largely fire resistant while other plants simply regenerate very quickly.\nControlled burning is practised by the national park in consultation with traditional owners who have used fire as a land management tool for thousands of years. Fire is an important hunting tool for Aboriginal people using it to flush out prey. The other benefit is that once the fire has gone through an area the tender shoots of the fast regenerating grasses attract wallabies into a clearly defined area. Birds of prey such as whistling kites also rely on fire to flush out small animals and are usually found in large numbers circling a fire front. Other species such as white-throated grasswrens have declined because of too many fires. Aboriginal people understand that fire is necessary to \"clean up\" the landscape and believe that many small fires are preferable to one large fire.\nTourism.\nKakadu National Park is a major tourist attraction in Australia's north. Visitation numbers in 2005 were 202,000. Kakadu's dramatic landscape, Aboriginal cultural significance and diverse and abundant wildlife are what visitors are drawn to. There are many beautiful waterfalls and gorges within the park that are popular with visitors, such as Maguk, Gunlom Falls, Twin Falls and Jim Jim Falls.\nKakadu National Park has some of the best examples of Aboriginal rock art in Australia. The sites of Nourlangie and Ubirr are among the most visited locations in the park. It is possible to view some of Kakadu's diverse wildlife at places like Yellow Water Billabong, Cooinda on board a wildlife cruise or at Mamukala Wetlands or Anbangbang Billabong. The Kakadu region is one of the world's best for bird watching as approximately 30 percent of Australia's bird species can be seen here.\nLarge saltwater crocodiles are also commonplace and visitors are likely to see them at Yellow Water and East Alligator River, so it was no coincidence that the \"\"Crocodile\" Dundee\" films were shot here. The significance of these creatures to the local aboriginal people, as well as the success of the film, inspired the design of the Gagudju Crocodile Hotel in Jabiru. Visitors are urged to exercise caution around crocodiles as they have been responsible for a number of fatal attacks. Recreational fishing is a popular activity inside Kakadu National Park. The main target species is barramundi, and the most popular locations are Yellow Water, the South Alligator and the East Alligator River. Hunting is not allowed in Kakadu National Park.\nThere are several accommodation options in the park, mostly found in the town of Jabiru, as well as a range of services to cater to visitors' needs. Visitors can travel through Kakadu National Park with a recognised tour operator, or they can drive themselves. Many of the park's sites are accessible by standard two-wheel-drive vehicles, but areas like Twin and Jim Jim Falls and Gunlom require four-wheel-drive vehicles. Visitors can experience Kakadu National Park via the Nature's Way tourism drive, which is a loop from Darwin to Jabiru then onto Katherine and back to Darwin covering approximately 900km.\nGeneral facilities.\nKakadu National Park is linked to Darwin by the Arnhem Highway and to Pine Creek and Katherine by the Kakadu Highway. Both roads are sealed all weather roads although they may be cut off periodically during periods of heavy rain.\nThe town of Jabiru has several accommodation options, a service station, police, a medical clinic and a shopping centre with a range of outlets. The town was built for the uranium mine that was established prior to the founding of Kakadu National Park and provides infrastructure for the mine's workforce as well as the national park activities and tourism. Jabiru has a small airport from which scenic flights operate daily.\nOther small tourism centres such as Cooinda and South Alligator provide limited facilities. Cooinda, south of Jabiru on the Kakadu Highway is the site of Gagudju Lodge Cooinda, Yellow Water Cruises and the Warradjan Cultural Centre. Fuel and limited provisions are available at Cooinda and there is also a small airstrip for scenic flights. South Alligator approximately west of Jabiru on the Arnhem Highway includes a hotel and service station. The Border Store near Ubirr Art Site and Cahills Crossing, north of Jabiru, is a general store.\nCamp sites.\nThere is a wide variety of designated camping sites throughout the park. Jabiru, Cooinda and South Alligator all have commercial camping areas and are in close proximity to most of the important natural attractions in these areas. Some of the park's campsites charge a nominal fee as these have shower and toilet facilities, others are free, however they have limited or no facilities. A list of the sites can be obtained from the Kakadu National Park's Glenn Murcutt-designed Bowali Visitor Centre or from their website.\nGovernance and demographics.\nOn 4 April 2007, the land occupied by the national park was gazetted by the Northern Territory Government as a locality with the name Kakadu. The locality is part of the local government area of the West Arnhem Region.\nThe 2016 Australian census which was conducted in August 2016 reports that Kakadu had 313 people living within its boundaries. "}}