{"id": 201, "data": {"title": "Kathmandu Valley", "text": "The Kathmandu Valley (), also known as the Nepal Valley or Nepa Valley (, Nepal Bhasa:  ,  ), is a bowl-shaped valley located in the Himalayan mountains in Nepal. It lies at the crossroads of ancient civilizations of the Indian subcontinent and the broader Asian continent, and has at least 130 important monuments, including several pilgrimage sites for Hindus and Buddhists. There are seven World Heritage Sites within the valley.\nThe Kathmandu Valley is the most developed and the largest urban agglomeration in Nepal with about 5 million population. The urban agglomeration of Kathmandu Valley includes the cities of Kathmandu, Lalitpur, Budhanilkantha, Tarakeshwar, Gokarneshwar, Suryabinayak, Tokha, Kirtipur, Madhyapur Thimi, Bhaktapur, Changunarayan, and others. The majority of offices and headquarters are located in the valley, making it the economic hub of Nepal. It is popular with tourists for its unique architecture, and rich culture which includes the highest number of jatras (festivals) in Nepal. Kathmandu valley itself was referred to as \"Nepal Proper\" by British historians. As per the World Bank, the Kathmandu Valley was one of the fastest growing metropolitan areas in South Asia with 2.5 million population by 2010 and an annual growth rate of 4%.\nIn 2015, Kathmandu Valley was hit by the April 2015 Nepal earthquake. The earthquake caused thousands of deaths and the destruction of much infrastructure across the Kathmandu Valley, which includes the towns of Lalitpur, Kirtipur, Madhyapur Thimi, Changunarayan, and Bhaktapur. Kathmandu is also the largest city in the Himalayan hill region.\nEtymology.\nHistorically, the valley and adjoining areas made up a confederation known as the Nepal Mandala. Until the 15th century, Bhaktapur was its capital, when two other capitals, Kathmandu and Lalitpur (Patan), were established. Until the 1960s, the Kathmandu Valley was known as the \"Nepala Valley\" or \"Nepa Valley\". In 1961 the valley was listed as \"Kathmandu District\", which began referring to the valley as Kathmandu Valley. The term \"Nepa Valley\" is still used among Newar people and local governments, while senior citizens still tend to refer to the valley as \"Nepal\". \nThe term \"Swaniga\" (Nepal Bhasa: , ) is used to refer to \"three cities\" namely Yn (Kathmandu), Yala (Lalitpur) and Khwapa (Bhaktapur) \nThe Pahari name \"Kathmandu\" comes from a structure in the Durbar Square called by the Sanskrit name \"Kstha mandapa\" \"Wooden shelter\". This unique temple, also known as the \"Maru Sattal\", was built in 1596 by King Lakshmi Narasimha Malla. The entire structure contained no iron nails or supports and was made entirely from wood. Legend has it that the timber used for this two-story pagoda was obtained from a single tree.\nHistory.\nThe Kathmandu Valley may have been inhabited as early as 300 BCE, since the oldest known objects in the valley date to a few hundred years BCE. The earliest known inscription is dated 185 CE. The oldest firmly dated building in the earthquake-prone valley is over 2,000 years old. Four stupas around the city of Patan that are said to have been erected by Charumati, a purported daughter of the Maurya emperor Ashoka, in the third century BCE, attest to the ancient history present within the valley. As with the tales of the Buddha's visit, there is no evidence supporting Ashok's visit, but the stupas probably date to that century. The Licchavis, whose earliest inscriptions date to 464, were the next rulers of the valley and had close ties with the Gupta Empire of India. The Mallas ruled the Kathmandu Valley and the surrounding area from the 12th until the 18th century CE, when the Shah dynasty of the Gorkha Kingdom under Prithvi Narayan Shah conquered the valley as he created present-day Nepal. His victory in the Battle of Kirtipur was the beginning of his conquest of the valley.\nNewars.\nThe Newars are the indigenous inhabitants and the creators of the historic civilization of the valley. Their language is today known as Nepal Bhasa. They are understood to be the descendants of the various ethnic and racial groups that have inhabited and ruled the valley in the two-millennium history of the place. Scholars have also described the Newars as a nation. They have developed a division of labour and a sophisticated urban civilization not seen elsewhere in the Himalayan foothills. They are known for their contributions to art, sculpture, architecture, culture, literature, music, industry, trade, agriculture and cuisine, and have left their mark on the art of Central Asia.\nNewa architecture consists of the pagoda, stupa, shikhara, chaitya and other styles. The valley's trademark is the multiple-roofed pagoda which may have originated in this area and spread to India, China, Indochina and Japan. The most famous artisan who influenced stylistic developments in China and Tibet was Araniko, a Newar who traveled to the court of Kublai Khan in the 13th century AD. He is known for building the white stupa at the Miaoying Temple in Beijing. At present, people from other parts of Nepal tend to migrate to the valley for a better life due to its high level of cultural and economic development. Even with urbanization taking place, the Newars have sustained their culture in Kathmandu Valley.\nMythology.\nAccording to Swayambhu Puran, the Kathmandu Valley was once a lake, deemed by scientists as Paleo Kathmandu Lake. The hill where the Swayambu Stupa rests had lotus plants with flowers in bloom. One story says that the God Manjusri cut a gorge at a valley called Kashapaal (later called Chobhar) with a sword called Chandrahrasha and drained away the waters in order to establish a habitable land.\nAccording to Gopal Banshawali, Krishna cut the gorge with his Sudarshana Chakra to let the water out. He then handed the drained valley to the Gopal Vansi people, who were nomadic cow herders.\nGeography.\nKathmandu valley is bowl-shaped. Its central lower part stands at above sea level. Kathmandu valley is surrounded by four mountain ranges: Shivapuri hills (at an elevation of ), Phulchowki (), Nagarjun (), Champadevi () and Chandragiri (). The major river flowing through the Kathmandu Valley is the Bagmati River.\nThe valley is made up of the Kathmandu District, Lalitpur District and Bhaktapur District covering an area of . The valley consists of the municipal areas of Kathmandu, Patan, Bhaktapur, Kirtipur and Madhyapur Thimi; the remaining area is made up of a number of municipalities and rural municipalities (in Lalitpur district). The valley is a cultural and political hub of Nepal. The Kathmandu valley was accorded the status of a World Heritage Site by UNESCO in the year 1979.\nNotable areas.\nThis is an incomplete alphabetical list of notable temples and monuments in Kathmandu Valley. Seven of these are designated as UNESCO World Heritage Sites.\nPresent.\nThis valley hosts a UNESCO World Heritage Site with seven preserved locations: the centers of the three primary cities, Kathmandu Hanuman Dhoka, Patan Durbar Square and Bhaktapur Durbar Square, the two most important Buddhist stupas, Swayambhunath and Boudhanath and two famous Hindu shrines, Pashupatinath temple and Changu Narayan. In 2003, UNESCO listed the sites as being \"endangered\" out of concern for the ongoing loss of authenticity and the outstanding universal value of the cultural property. The endangered status was lifted in 2007.\nIn the past, Tibetan Buddhist Masters including Marpa, Milarepa, Rwa Lotsava, Ras Chungpa, Dharma Swami, XIII Karmapa, XVI Karmapa and several others visited and travelled in the Kathmandu Valley. However, the largest group of Tibetans came in the 1960s. Many settled around the Swayambhunath and Boudhanath Stupas. Many other famous Lamas known throughout the world have their Buddhist monasteries and centers in the Kathmandu Valley.\nThe 1500-year history of funerary architecture in the valley provides some of the finest examples of stone architecture found in the subcontinent. A \"caitya\" is placed in almost all courtyards in cities like Patan. Stone inscriptions in the Kathmandu Valley are important sources for the history of Nepal.\nDemographics.\nKathmandu Valley has total population of 2,996,341.\nKathmandu (National Capital Area).\nIt is proposed to Government of Nepal to develop Kathmandu valley as a separate national capital territory and not a part of Bagmati Province.\nKathmandu Valley consists 3 Districts of Bagmati Province whose total population is 2,996,341 and total area is \nMajor cities.\nCities and towns with 75,000+ population of Kathmandu valley as per 2021 Nepal census."}}