{"id": 145, "data": {"title": "Kaziranga National Park", "text": "Kaziranga National Park is a national park in the Golaghat and Nagaon districts of the state of Assam, India. The park, which hosts two-thirds of the world's Indian rhinoceroses, is a UNESCO World Heritage Site. According to the census held in March 2018 which was jointly conducted by the Forest Department of the Government of Assam and some recognized wildlife NGOs, the rhino population in Kaziranga National Park is 2,613. It comprises 1,641 adult rhinos (642 males, 793 females, 206 unsexed); 387 sub-adults (116 males, 149 females, 122 unsexed); and 385 calves.\nIn 2015, the rhino population stood at 2401. Kaziranga National Park was declared a Tiger Reserve in 2006. The park is home to large breeding populations of elephants, wild water buffalo, and swamp deer. Kaziranga is recognized as an Important Bird Area by BirdLife International for conservation of avifaunal species. When compared with other protected areas in India, Kaziranga has achieved notable success in wildlife conservation. Located on the edge of the Eastern Himalaya biodiversity hotspot, the park combines high species diversity and visibility.\nKaziranga is a vast expanse of tall elephant grass, marshland, and dense tropical moist broadleaf forests, criss-crossed by four major rivers, including the Brahmaputra, and the park includes numerous small bodies of water. Kaziranga has been the theme of several books, songs, and documentaries. The park celebrated its centennial in 2005 after its establishment in 1905 as a reserve forest.\nIn 2017, Kaziranga came under severe criticism after a BBC News documentary revealed a hardliner strategy to conservation, reporting the killing of 20 people a year in the name of rhino conservation. As a consequence of this reporting, BBC News was banned from filming in protected areas in India for 5 years. While several news reports claimed that BBC had apologized for the documentary, the BBC stood by its report, with its Director General, Tony Hall, writing in a letter to Survival International that \"the letter \"in no way constitutes an apology for our journalism.\"\" As a response to the report, researchers in India have provided more nuanced understanding of the matter, calling out BBC for the carelessness of its journalism, but also pointing to the problems of conservation in Kaziranga and questioning whether shoot-at-sight has been a useful conservation strategy at all.\nHistory of Kaziranga National Park.\nThe history of Kaziranga as a protected area can be traced back to 1904, when Mary Curzon, Baroness Curzon of Kedleston, the wife of the Viceroy of India, Lord Curzon of Kedleston, visited the area. After failing to see a single-horned rhinoceros, for which the area was renowned, she persuaded her husband to take urgent measures to protect the dwindling species which he did by initiating planning for their protection. On 1 June 1905, the Kaziranga Proposed Reserve Forest was created with an area of .\nOver the next three years, the park area was extended by , to the banks of the Brahmaputra River. In 1908, Kaziranga was designated a \"Reserve Forest\".\nIn 1916, it was redesignated the \"Kaziranga Game Sanctuary\" and remained so till 1938, when hunting was prohibited and visitors were permitted to enter the park.. In 1934 Kaziranga was changed to Kaziranha. A few people call it by its original name till today.\nThe Kaziranga Game Sanctuary was renamed the \"Kaziranga Wildlife Sanctuary\" in 1950 by P. D. Stracey, the forest conservationist, in order to rid the name of hunting connotations.\nIn 1954, the government of Assam passed the Assam (Rhinoceros) Bill, which imposed heavy penalties for rhinoceros poaching. Fourteen years later, in 1968, the state government passed the Assam National Park Act of 1968, declaring Kaziranga a designated national park. The park was given official status by the central government on 11 February 1974. In 1985, Kaziranga was declared a World Heritage Site by UNESCO for its unique natural environment.\nKaziranga has been the target of several natural and man-made calamities in recent decades. Floods caused by the overflow of the river Brahmaputra, leading to significant losses of animal life. Encroachment by people along the periphery has also led to a diminished forest cover and a loss of habitat. An ongoing separatist movement in Assam led by the United Liberation Front of Assam (ULFA) has crippled the economy of the region, but Kaziranga has remained unaffected by the movement; indeed, instances of rebels from the United Liberation Front of Assam protecting the animals and, in extreme cases, killing poachers, have been reported since the 1980s.\nEtymology.\nAlthough the etymology of the name Kaziranga is not certain, there exist a number of possible explanations derived from local legends and records. According to one legend, a girl named Rawnga, from a nearby village, and a youth named Kazi, from Karbi Anglong, fell in love. This match was not acceptable to their families, and the couple disappeared into the forest, never to be seen again, and the forest was named after them. According to another legend, Srimanta Sankardeva, the sixteenth-century Vaisnava saint-scholar, once blessed a childless couple, Kazi and Rangai, and asked them to dig a big pond in the region so that their name would live on.\nTestimony to the long history of the name can be found in some records, which state that once, while the Ahom king Pratap Singha was passing by the region during the seventeenth century, he was particularly impressed by the taste of fish, and on asking was told it came from Kaziranga. Kaziranga also could mean the \"Land of red goats (Deer)\", as the word \"Kazi\" in the Karbi language means \"goat\", and \"Rangai\" means \"red\".\nSome historians believe, however, that the name Kaziranga was derived from the Karbi word \"Kajir-a-rong\", which means \"the village of Kajir\" (\"kajiror gaon\"). Among the Karbis, Kajir is a common name for a girl child, and it was believed that a woman named Kajir once ruled over the area. Fragments of monoliths associated with Karbi rule found scattered in the area seem to bear testimony to this assertion.\nGeography.\nKaziranga is located between latitudes 2630' N and 2645' N, and longitudes 9308' E to 9336' E within three districts in the Indian state of Assamthe Kaliabor subdivision of Nagaon district, Bokajan subdivision of Karbi Anglong and the Bokakhat subdivision of Golaghat district.\nThe park is approximately in length from east to west, and in breadth from north to south. Kaziranga covers an area of , with approximately lost to erosion in recent years. A total addition of along the present boundary of the park has been made and designated with separate national park status to provide extended habitat for increasing the population of wildlife or, as a corridor for safe movement of animals to Karbi Anglong Hills. Elevation ranges from to . The park area is circumscribed by the Brahmaputra River, which forms the northern and eastern boundaries, and the Mora Diphlu, which forms the southern boundary. Other notable rivers within the park are the Diphlu and Mora Dhansiri. \nKaziranga has flat expanses of fertile, alluvial soil, formed by erosion and silt deposition by the River Brahmaputra. The landscape consists of exposed sandbars, riverine flood-formed lakes known as, \"beels\", (which make up 5% of the surface area), and elevated regions known as, \"chapories\", which provide retreats and shelter for animals during floods. Many artificial \"chapories\" have been built with the help of the Indian Army to ensure the safety of the animals. Kaziranga is one of the largest tracts of protected land in the sub-Himalayan belt, and due to the presence of highly diverse and visible species, has been described as a \"biodiversity hotspot\". The park is located in the Indomalayan realm, and the dominant ecoregions of the region are Brahmaputra Valley semi-evergreen forests of the tropical and subtropical moist broadleaf forests biome, and the frequently-flooded Terai-Duar savanna and grasslands of the tropical and subtropical grasslands, savannas, and shrublands biome. Kaziranga is also surrounded by lush green tea plantations, most of them contributing heavily to Assam's economy.\nClimate.\nThe park experiences three seasons: summer, monsoon, and winter. The winter season, between November and February, is mild and dry, with a mean high of and low of . During this season, \"beels\" and \"nullahs\" (water channels) dry up. The summer season between March and May is hot, with temperatures reaching a high of . During this season, animals usually are found near water bodies. The rainy monsoon season lasts from June to September, and is responsible for most of Kaziranga's annual rainfall of . During the peak months of July and August, three-fourths of the western region of the park is submerged, due to the rising water level of the Brahmaputra. It was found that 70% of the National Park was flooded as on 3 August 2016. The flooding causes most animals to migrate to elevated and forested regions outside the southern border of the park, such as the Mikir hills. 540 animals, including 13 rhinos and mostly hog deer perished in unprecedented floods of 2012. However, occasional dry spells create problems as well, such as food shortages and occasional forest fires.\nClimate of Kaziranga National Park And Tiger Reserve.\nKaziranga National Park has a tropical monsoon climate with distinct wet and dry seasons. The park experiences heavy rainfall during the monsoon season, which lasts from June to September, and dry conditions from November to March. The average annual rainfall in Kaziranga is around 2,200mm (87 inches), For more\nFauna.\nKaziranga contains significant breeding populations of 35 mammalian species, of which 15 are threatened as per the IUCN Red List. The park has the distinction of being home to the world's largest population of the Indian rhinoceros (2,401), wild water buffalo (1,666) and eastern swamp deer (468). Significant populations of large herbivores include Indian elephants (1,940), gaur (1300) and sambar (58). Small herbivores include the chital, Indian muntjac, Indian boar and Indian hog deer. Kaziranga has the largest population of the Wild water buffalo anywhere accounting for about 57% of the world population. The Indian rhinoceros, royal Bengal tiger, Asian elephant, wild water buffalo and swamp deer are collectively known as 'Big Five' of Kaziranga.\nKaziranga is one of the few wild breeding areas outside Africa for multiple species of large cats, such as Bengal tigers and Indian leopard. Kaziranga was declared a Tiger Reserve in 2006 and has the highest density of tigers in the world (1 per 5km2), with a population of 118, according to the latest census. Other felids include the jungle cat, fishing cat and leopard cat. It is also the only place in India and the world, where a Golden tiger was spotted in the wild.\nSmall mammals include the rare hispid hare, Indian gray mongoose, small Indian mongooses, large Indian civet, small Indian civets, Bengal fox, golden jackal, sloth bear, Chinese pangolin, Indian pangolins, hog badger, Chinese ferret-badger, and particoloured flying squirrel. Nine of the 14 primate species found in India occur in the park. Prominent among them are the Assamese macaque, capped and golden langur, as well as the only ape found in India, the hoolock gibbon. Kaziranga's rivers are also home to the endangered Ganges dolphin.\nKaziranga has been identified by Birdlife International as an Important Bird Area. It is home to a variety of migratory birds, water birds, predators, scavengers, and game birds. Birds such as the lesser white-fronted goose, ferruginous duck, Baer's pochard duck and lesser adjutant, greater adjutant, black-necked stork, and Asian openbill stork migrate from Central Asia to the park during winter. Riverine birds include the Blyth's kingfisher, white-bellied heron, Dalmatian pelican, spot-billed pelican, Nordmann's greenshank, and black-bellied tern. Birds of prey include the rare eastern imperial, greater spotted, white-tailed, Pallas's fish eagle, grey-headed fish eagle, and the lesser kestrel.\nKaziranga was once home to seven species of vultures, but the vulture population reached near extinction, supposedly by feeding on animal carcasses containing the drug Diclofenac. Only the Indian vulture, slender-billed vulture, and white-rumped vulture have survived. Game birds include the swamp francolin, Bengal florican, and pale-capped pigeon.\nOther families of birds inhabiting Kaziranga include the great pied hornbill and wreathed hornbill, Old World babblers such as Jerdon's and marsh babblers, weaver birds such as the common baya weaver, threatened Finn's weavers, thrushes such as Hodgson's bushchat and Old World warblers such as the bristled grassbird. Other threatened species include the black-breasted parrotbill and the rufous-vented grass babbler.\nTwo of the largest snakes in the world, the reticulated python and Indian rock python, as well as the longest venomous snake in the world, the king cobra, inhabit the park. Other snakes found here include the Indian cobra, monocled cobra, Russell's viper, and the common krait. Monitor lizard species found in the park include the Bengal monitor and the Asian water monitor. Other reptiles include fifteen species of turtle, such as the endemic Assam roofed turtle and one species of tortoise, the brown tortoise. 42 species of fish are found in the area, including the \"Tetraodon\".\nFlora.\nFour main types of vegetation exist in this park. These are alluvial inundated grasslands, alluvial savanna woodlands, tropical moist mixed deciduous forests, and tropical semi-evergreen forests. Based on Landsat data for 1986, percent coverage by vegetation is: tall grasses 41%, short grasses 11%, open jungle 29%, swamps 4%, rivers and water bodies 8%, and sand 6%.\nThere is a difference in altitude between the eastern and western areas of the park, with the western side being at a lower altitude. The western reaches of the park are dominated by grasslands. Tall elephant grass is found on higher ground, while short grasses cover the lower grounds surrounding the beels or flood-created ponds. Annual flooding, grazing by herbivores, and controlled burning maintain and fertilize the grasslands and reeds. Common tall grasses are sugarcanes, spear grass, elephant grass, and the common reed. Numerous forbs are present along with the grasses. Amidst the grasses, providing cover and shade are scattered treesdominant species including kumbhi, Indian gooseberry, the cotton tree (in savanna woodlands), and elephant apple (in inundated grasslands).\nThick evergreen forests, near the Kanchanjhuri, Panbari, and Tamulipathar blocks, contain trees such as \"Aphanamixis polystachya\", \"Talauma hodgsonii\", \"Dillenia indica\", \"Garcinia tinctoria\", \"Ficus rumphii\", \"Cinnamomum bejolghota\", and species of \"Syzygium\". Tropical semi-evergreen forests are present near Baguri, Bimali, and Haldibari. Common trees and shrubs are \"Albizia procera\", \"Duabanga grandiflora\", \"Lagerstroemia speciosa\", \"Crateva unilocularis\", \"Sterculia urens\", \"Grewia serrulata\", \"Mallotus philippensis\", \"Bridelia retusa\", \"Aphania rubra\", \"Leea indica\", and \"Leea umbraculifera\".\nThere are many different aquatic floras in the lakes and ponds, and along the river shores. The invasive water hyacinth is very common, often choking the water bodies, but it is cleared during destructive floods. Another invasive species, \"Mimosa invisa\", which is toxic to herbivores, was cleared by Kaziranga staff with help from the Wildlife Trust of India in 2005.\nAdministration.\nThe Wildlife wing of the forest department of the Government of Assam, headquartered at Bokakhat, is responsible for the administration and management of Kaziranga. The administrative head of the park is the Director, who is a Chief Conservator of Forests-level officer. A divisional Forest Officer is the administrative chief executive of the park. He is assisted by two officers with the rank of Assistant Conservator of Forests. The park area is divided into five ranges, overseen by Range Forest Officers. The five ranges are the Burapahar (HQ: Ghorakati), Western (HQ: Baguri), Central (HQ: Kohora), Eastern (HQ: Agaratoli) and Northern (HQ: Biswanath). Each range is further sub-divided into beats, headed by a forester, and sub-beats, headed by a forest guard. The official website of the Park is http://kaziranga.assam.gov.in\nThe park receives financial aid from the State Government as well as the Ministry of Environment, Forests &amp; Climate Change of Government of India under various Plan and Non-Plan Budgets. Additional funding is received under the Project Elephant from the Central Government. In 19971998, a grant of US$ 100,000 was received under the Technical Co-operation for Security Reinforcement scheme from the World Heritage Fund. Additional funding is also received from national and international Non-governmental organizations.\nConservation management.\nKaziranga National Park has been granted maximum protection under the Indian law for wildlife conservation. Various laws, which range in dates from the \"Assam Forest Regulation of 1891\" and the \"Biodiversity Conservation Act of 2002\" have been enacted for protection of wildlife in the park. Poaching activities, particularly of the rhinoceroses for its horn, has been a major concern for the authorities. Between 1980 and 2005, 567 rhinoceroses were hunted by poachers. Following a decreasing trend for the past few years, 18 Indian rhinoceroses were killed by poachers in 2007. Reports have suggested that there are links between these poaching activities and funding of terrorist organizations. But these could not be substantiated in later years.\nPreventive measures such as construction of anti-poaching camps and maintenance of existing ones, patrolling, intelligence gathering, and control over the use of firearms around the park have reduced the number of casualties. Since 2013, the park used cameras on drones which are monitored by security guards to protect the rhino from armed poachers.\nPerennial flooding and heavy rains have resulted in the death of wild animals and damage to the conservation infrastructures. To escape the water-logged areas, many animals migrate to elevated regions outside the park boundaries where they are susceptible to hunting, hit by speeding vehicles, or subject to reprisals by villagers for damaging their crops. To mitigate the losses, the authorities have increased patrols, purchased additional speedboats for patrol, and created artificial highlands for shelter. Several corridors have been set up for the safe passage of animals across National Highway37 which skirts around the southern boundary of the park. To prevent the spread of diseases and to maintain the genetic distinctness of the wild species, systematic steps such as immunization of livestock in surrounding villages and fencing of sensitive areas of the park, which are susceptible to encroachment by local cattle, are undertaken periodically.\nWater pollution due to run-off from pesticides from tea gardens, and run-off from a petroleum refinery at Numaligarh, pose a hazard to the ecology of the region. Invasive species such as Mimosa and wild rose have posed a threat to the native plants in the region. To control the growth and irradiation of invasive species, research on biological methods for controlling weeds, manual uprooting and weeding before seed settling are carried out at regular intervals. Grassland management techniques, such as controlled burning, are effected annually to avoid forest fires.\nVisitor activities.\nObserving the wildlife, including birding, is the main visitor activity in and around the park. Guided tours by elephant or Jeep are available. Hiking is prohibited in the park to avoid potential human-animal conflicts. Observation towers are situated at Sohola, Mihimukh, Kathpara, Foliamari, and Harmoti for wildlife viewing. The Lower Himalayan peaks frame the park's landscape of trees and grass interspersed with numerous ponds. An interpretation centre is being set up at the Bagori range of Kaziranga, to help visitors learn more about the park. The park remains closed for visitors from 1 May to end-October due to monsoon rains. Four tourist lodges at Kohora and three tourist lodges outside the park are maintained by the Department of Environment and Forests, Government of Assam. Private resorts are available outside the park borders. Increase in tourist inflow has led to the economic empowerment of the people living at the fringes of the park, by means of tourism related activities, encouraging a recognition of the value of its protection. A survey of tourists notes that 80 percent found rhino sightings most enjoyable and that foreign tourists were more likely to support park protection and employment opportunities financially, while local tourists favored support for veterinary services. Recently set up Kaziranga National Orchid and Biodiversity Park established at Durgapur village is a latest attraction to the tourists. It houses more than 500 species of orchids, 132 varieties of sour fruits and leafy vegetables, 12 species of cane, 46 species of bamboo and a large varieties of local fishes.\nTransport.\nAuthorised guides of the forest department accompany all travelers inside the park. Mahout-guided elephant rides and Jeep or other 4WD vehicles rides are booked in advance. Starting from the Park Administrative Centre at Kohora, these rides can follow the three motorable trails under the jurisdiction of three rangesKohora, Bagori, and Agaratoli. These trails are open for light vehicles from November to end Apr. Visitors are allowed to take their own vehicles when accompanied by guides.\nBuses owned by Assam State Transport Corporation and private agencies between Guwahati, Tezpur, and Upper Assam stop at the main gate of Kaziranga on NH 37 at Kohora. The nearest town is Bokakhat, Golaghat situated at 23km and 65km away. Major cities near the park are Guwahati, Dimapur and Jorhat . Furkating , which is under the supervision of Northeast Frontier Railway, is the nearest railway station. Jorhat Airport at Rowriah ( away), Tezpur Airport at Salonibari (approx away), Dimapur Airport and Lokpriya Gopinath Bordoloi International Airport in Guwahati (approximately away) are the nearby airports.. Transportation is also available from Guwahati to Kaziranga National Park and other places in Assam and Nagaland.\nIn popular culture.\nKaziranga has been the theme of, or has been mentioned in, several books, songs, and documentaries. The park first gained international prominence after Robin Banerjee, a physician-turned-photographer and filmmaker, produced a documentary titled \"Kaziranga\", which was aired on television in Berlin in 1961 and became a runaway success. American science fiction and fantasy author, L. Sprague de Camp wrote about the park in his poem, \"Kaziranga, Assam\". It was first published in 1970 in \"Demons and Dinosaurs\", a poetry collection, and was reprinted as \"Kaziranga\" in \"\" in 2005.\n\"Kaziranga Trail\" (Children's Book Trust, 1979), a children's storybook by Arup Dutta about rhinoceros poaching in the national park, won the Shankar's Award. The Assamese singer Bhupen Hazarika refers to Kaziranga in one of his songs. The BBC conservationist and travel writer, Mark Shand, authored a book and the corresponding BBC documentary \"Queen of the Elephants\", based on the life of the first female mahout in recent timesParbati Barua of Kaziranga. The book went on to win the 1996 Thomas Cook Travel Book Award and the , providing publicity simultaneously to the profession of mahouts as well as to Kaziranga.\nControversy.\nIn 2017, Kaziranga came under severe criticism after a BBC News documentary revealed a hardliner strategy to conservation, reporting the killing of 20 people a year in the name of rhino conservation. As a consequence of this reporting, BBC News was banned from filming in protected areas in India for 5 years. While several news reports claimed that BBC had apologized for the documentary, the BBC stood by its report, with its Director General, Tony Hall, writing in a letter to Survival International that \"the letter in no way constitutes an apology for our journalism.\" As a response to the report, researchers in India have provided more nuanced understanding of the matter, calling out BBC for the carelessness of its journalism, but also pointing to the problems of conservation in Kaziranga and questioning whether shoot-at-sight has been a useful conservation strategy at all.\nEconomic valuation.\nKaziranga Tiger Reserve estimated its annual flow benefits to be 9.8 billion rupees (0.95 lakh / hectare). Important ecosystem services included habitat and refugia for wildlife (5.73 billion), gene-pool protection (3.49 billion), recreation value (21 million), biological\ncontrol (150 million) and sequestration of carbon (17 million)."}}