{"id": 234, "data": {"title": "Khangchendzonga National Park", "text": "Khangchendzonga National Park, also Kanchenjunga Biosphere Reserve, is a national park and a biosphere reserve located in Sikkim, India. It was inscribed to the UNESCO World Heritage Sites list in July 2016, becoming the first \"Mixed Heritage\" site of India. It was included in the UNESCO Man and the Biosphere Programme. The park is named after the mountain Kangchenjunga, which is the third-highest peak in the world at tall. The total area of the park is .\nHistory.\nTholung Monastery is located in the park's buffer zone. It is considered one of the most sacred monasteries in Sikkim.\nGeography.\nThe Kanchenjunga Park is situated in the Mangan district and Gyalshing districts in the Indian state of Sikkim. It has an elevation of to over and has an area of . It is one of the few high-altitude National parks of India and was recently included as a mixed-criteria UNESCO World Heritage Site.\nIn the north it adjoins the Qomolangma National Nature Preserve in Tibet, and in the west the Kanchenjunga Conservation Area in Nepal.\nClimate.\nSnowfall is heavy during the winter months and monsoon showers occur from May to mid-October.\nFlora.\nThe vegetation of the park include temperate broadleaf and mixed forests consisting of oaks, fir, birch, maple, willow. The vegetation of the park also includes Alpine grasses and shrubs at higher altitudes along with many medicinal plants and herbs.\nFauna.\nThe park contains many mammal species including musk deer, Indian leopard, snow leopard, Himalayan tahr, dhole, sloth bear, viverrids, Himalayan black bear, red panda, Tibetan wild ass, Himalayan blue sheep, mainland serow, goral and takin, as well as reptiles including rat snake and Russell's viper.\nA 2014 study revealed that the dhole has become very rare in the area. The wild dogs in the Khangchendzonga Biosphere Reserve are thought to belong to the rare and genetically distinct subspecies \"C. a. primaevus\".\nAvifauna.\nAbout 550 species of birds are found inside the park including blood pheasant, satyr tragopan, osprey, Himalayan griffon, lammergeier, Western tragopan, green pigeon, Tibetan snowcock, snow pigeon, impeyan pheasant, Asian emerald cuckoo, sunbird and eagle."}}