{"id": 214, "data": {"title": "Kilimanjaro National Park", "text": "Kilimanjaro National Park is a Tanzanian national park located south of the equator and in Kilimanjaro Region, Tanzania. The park is located near the region of Moshi. The park includes the whole of Mount Kilimanjaro above the tree line and the surrounding montane forest belt above . It covers an area of , 250'310'S 3710'3740'E. The park is administered by the Tanzania National Parks Authority (TANAPA). It was established as a national park in 1973.\nThe park generated US$51million in revenue in 2013, the second-most of any Tanzanian national park, and was one of only two Tanzanian national parks to generate a surplus during the 20122013 budget year. (The Ngorongoro Conservation Area, which includes the heavily visited Ngorongoro Crater, is not a national park.) TANAPA has reported that the park recorded 58,460tourists during the 20122013 budget year, of whom 54,584 were foreigners. Of the park's 57,456tourists during the 20112012 budget year, 16,425 hiked the mountain, which was well below the capacity of 28,470 as specified in the park's General Management Plan.\nHistory.\nIn the early twentieth century, Mount Kilimanjaro and the adjacent forests were declared a game reserve by the German colonial government. In 1921, it was designated a forest reserve. In 1973, the mountain above the tree line (about ) was reclassified as a national park. The park was declared a World Heritage Site by the United Nations Educational, Scientific and Cultural Organization in 1987. In 2005, the park was expanded to include the entire montane forest, which had been part of the Kilimanjaro Forest Reserve.\nFauna.\nA variety of animals can be found in the park. Above the timberline, the Kilimanjaro tree hyrax, the grey duiker, and rodents are frequently encountered. The bushbuck and red duiker appear above the timberline in places. Cape buffaloes are found in the montane forest and occasionally in the moorland and grassland. Elephants can be found between the Namwai and Tarakia rivers and sometimes occur at higher elevations. In the montane forests, blue monkeys, eastern black and white colobuses, bushbabies, and leopards can be found."}}