{"id": 185, "data": {"title": "Kinabalu Park", "text": "Kinabalu Park (), established as one of the first national parks of Malaysia in 1964, is Malaysia's first World Heritage Site designated by UNESCO in December 2000 for its \"outstanding universal values\" and the role as one of the most important biological sites in the world with more than 4,500 species of flora and fauna, including 326 bird and around 100 mammal species, and over 110 land snail species.\nLocated on the west coast of Sabah, Malaysian Borneo, it covers an area of 754 square kilometres surrounding Mount Kinabalu, which at 4,095.2 meters, is the highest mountain on the island of Borneo.\nThe park is one of the most popular tourist spots in Sabah and Malaysia in general. In 2010, the park received 611,624 visitors, including 47,613 climbers.\nThe site has been identified by UNESCO as a Centre of Plant Diversity for Southeast Asia, as it contains representatives from at least half of all Borneos plant species and is extremely rich in species with elements from China, Australia, the Himalayas, Malaysia and pan tropical floras.\nHistory.\nThe region was designated as a national park in 1964. British colonial administrator and naturalist Hugh Low led an expedition from Tuaran to the region in 1851. He also became the first recorded man to reach the peak of Mount Kinabalu. The highest peak of the mountain was later named after himLow's Peak.\nGeography.\nKinabalu Park is situated on the Crocker Range on the western coast of Sabah. It is located within the district of Ranau, within the West Coast Division. The park is not to be confused with Crocker Range National Park which is a separate park in the south.\nThe park headquarters is 88 kilometres away from the city of Kota Kinabalu. There are sealed roads leading towards the park headquarters from other parts of Sabah. It is situated on the southern boundary of Kinabalu Park, at an elevation of .\nAdministration and park features.\nThis park is administered by an organisation called Sabah Parks. Accommodations in the form of chalets can be found in the park, mostly around the headquarters. Reservations for accommodation and mountain climbing guides are processed through Sutera Sanctuary Lodges, a private company. Every person who wishes to climb the mountain must be accompanied by a qualified guide. Sutera is now requiring hikers to stay one night at their lodge near the entrance, in addition to a required stay at Laban Rata. The cost to stay is considerably higher than at lodging just outside the park and includes a mandatory purchase of meals, etc.\nThe mountain summit trail begins at Timpohon. There is also an alternative route called the Mesilau Trail.\nA notable feature of the park is Low's Gully. It is a 1.6-kilometer deep ravine stretching 10 kilometres on the side of the mountain peak.\nEcology.\nThis botanical site contains a variety of flora and fauna that ranges over 4 climate zones; from rich lowland dipterocarp forest through the montane oak, rhododendron, to the coniferous forests, to the alpine meadow plants, and to the stunted bushes of summit zone. The mountain is also known for its many carnivorous plant and orchid species, most notably \"Nepenthes rajah\".\nIt is also home to a multitude of endemic animal species, including the Kinabalu giant red leech and Kinabalu giant earthworm. The park also plays host to a variety of birds, insects, mammals, amphibians, and reptiles.\nMount Kinabalu is one of the youngest non-volcanic mountains in the world. It was formed within the last 10 to 35 million years. The mountain still grows at a rate of 5 millimetres a year"}}