{"id": 192, "data": {"title": "Kizhi Pogost", "text": "Kizhi Pogost () is a historical site dating from the 17th century on Kizhi island. The island is located on Lake Onega in the Republic of Karelia (Medvezhyegorsky District), Russia. The pogost is the area inside a fence which includes two large wooden churches (the 22-dome Transfiguration Church and the 9-dome Intercession Church) and a bell-tower. The pogost is famous for its beauty and longevity, despite being built exclusively of wood. In 1990, it was included in the UNESCO list of World Heritage sites and in 1993 listed as a Russian Cultural Heritage site.\nGeneral information.\nThe pogost was built on the southern part of Kizhi island, on a hill 4 meters above the Lake Onega level. Its major basic structural unit is a round log of Scots Pine (\"Pinus sylvestris\") about 30cm in diameter and 3 to 5 meters long. The Kizhi Pogost was built without using a single nail. Many thousands of logs were brought for construction from the mainland, a complex logistical task in that time.\nThe Church of the Transfiguration.\nThe Church of the Transfiguration () is the most remarkable part of the pogost. It is not heated and is, therefore, called a summer church and does not hold winter services. Its altar was laid June 6, 1714, as inscribed on the cross located inside the church. This church was built on the site of the old one which was burnt by lightning. The builders' names are unknown. A legend tells that the main builder used one axe for the whole construction, which he threw into the lake upon completion with the words \"there was not and will be not another one to match it\".\nThe church has 22 domes and with a height of 37 meters is one of the tallest wooden buildings in Northern Europe. Its perimeter is 2029 meters. It is considered that the 18-dome church on the southern shore of Lake Onega built in 1708 and destroyed by fire in 1963  was its forerunner. According to the Russian carpentry traditions of that time, the Transfiguration Church was built of wood only with no nails apart from the domes and roof shingles. There are approximately 180,000 nails securing the 60,000 roof shingles. All structures were made of scribe-fitted horizontal logs, with interlocking corner joinery either round notch or dovetail cut by axes. The basis of the structure is the octahedral frame with four two-stage side attachments (, \"prirub\" from \"rubit\" meaning \"to cut wood\"). The eastern prirub has a pentagonal shape and contains the altar. Two smaller octagons of similar shape are mounted on top of the main octagon. The structure is covered in 22 domes of different size and shape, which run from the top to the sides. The refectory is covered with a three-slope roof. In the 19th century, the church was decorated with batten and some parts were covered with steel. It was restored to its original design in the 1950s.\nThe church framework rests on a stone base without a deep foundation, except for the western aisle for which a foundation was built in 1870. Most wood is pine with spruce planks on the flat roofs. The domes are covered in aspen.\nThe iconostasis has four levels () and contains 102 icons. It is dated to the second half of the 18th early 19th century. The icons are from three periods: the two oldest icons, \"The Transfiguration\" () and \"Intercession\" () are from the late 17th century and are typical of the northern style. The central icons are from the second half of the 18th century and are also of the local style. Most icons of the three upper tiers are of the late 18th century, brought from various parts of Russia.\nThe Church of the Intercession.\nThe Church of the Intercession () is a heated (\"winter\") church where services are held from October 1 until Easter. The church was the first on the island after a fire in the late 17th century destroyed all previous churches. It was first built in 1694 as a single-dome structure, then reconstructed in 17201749 and in 1764 rebuilt into its present 9-dome design as an architectural echo of the main Transfiguration Church. It stands 32 meters tall with a 268 meter perimeter. There are nine domes, one larger in the center, surrounded by eight smaller ones. Decoration is scant. A high single-part porch leads into the four interior parts of the church. As in the Transfiguration Church, the altar is placed in the eastern part shaped as a pentagon. The original iconostasis was replaced at the end of the 19th century and is lost; it was rebuilt in the 1950s to the original style.\nBelfry.\nThe original bell-tower rapidly deteriorated and was re-built in 1862 and further reconstructed in 1874 and 1900. The tower stands 30 meters tall with a 66 meter perimeter. It has a square wooden frame resting on a foundation (rubble with lime mortar);\nthe frame is divided inside by two walls into three rooms: antechamber, stairs and a storage place. Above the square frame, there is an octagonal part with the zvonnitsa on top. Then there is a pyramidal (octagonal) roof resting on pillars. The roof is topped with a cross. Wood types are the same as in the churches: pine, spruce and aspen.\nIn popular culture.\nThe Church of the Transfiguration is the Wonder for the Slavs in the PC game \nFence.\nThe fence serves no defensive purpose at all. It is a symbolic division between the holy ground and the outside world. It was reconstructed in the 1950s as a 300-meter-long log structure surrounding the two churches and the belfry. The structure rests on a tall boulder basement. The main entrance is 14.4 meters wide and 2.25 meters tall, and faces east near the Church of the Intercession. There are wicket gates at the eastern and northern sides and a small wooden tower in the north-western corner. The tower has a square base and a four-slope batten roof with a spire. The walls, gates and wickets are also roofed."}}