{"id": 316, "data": {"title": "Kondoa Rock-Art Sites", "text": "The Kondoa Rock-Art Sites or Kondoa Irangi Rock Paintings are a series of ancient paintings on rockshelter walls in central Tanzania. The Kondoa region was declared a UNESCO World Heritage Site in 2006 because of its impressive collection of rock art. These sites were named national monuments in 1937 by the Tanzania Antiquities Department. The paintings are located approximately nine kilometres east of the main highway (T5) from Dodoma to Babati, about 20km north of Kondoa town, in Kondoa District of Dodoma Region, Tanzania. The boundaries of the site are marked by concrete posts. The site is a registered National Historic Sites of Tanzania. \nThe landscape of this area is characterized by large piled granite boulders that make up the western rim of the Maasai steppe and form rock shelters facing away from prevailing winds. These rock shelters often have flat surfaces due to rifting, and these surfaces are where the paintings are found, protected from weathering.\nThese paintings are still part of a living tradition of creation and use by both Sandawe in their \"simb\" healing ceremonies, and by Maasai people in ritual feasting. The persisting significance and use of the rock shelters and their art suggests that there has been a cultural continuity between the various ethnic and linguistic groups of people who have resided in the area over time.\nAbout 1970, Sandawe men were still making rock paintings. Ten Raa inquired into their reasons for doing so. He classified these reasons as magical (depicting the animal that the painter intended to kill), casual, and sacrificial (on specific clan-spirit hills and depicting rain-making and healing ceremonies).\nThe paintings depict elongated people, animals, and hunting scenes. Older paintings of the 'Naturalistic tradition' are generally red and associated with hunter-gatherers, not only in Kondoa but also throughout the Singida, Mara, Arusha and Manyara regions of Tanzania. The 'naturalistic tradition' paintings are frequently superimposed by a more recent 'late white' style, often depicting cattle, that has been attributed to Bantu farmers and thought to post-date the Bantu expansion into the area. 'White and red' paintings have been attributed to Cushitic and Nilotic pastoralists. Except for the paintings whose creation is recorded in recent times, there is no direct dating evidence. Bwasiri and Smith point out that the rain-making ceremonies of the Sandawe are of Bantu origin, derived from a long history of cultural contact with Bantu and other peoples, and they suggest caution in using recent ethnographic evidence to interpret the history of the art.\nThe Kisese II rock shelter, in the Kondoa area, has art of the 'naturalistic tradition' on the walls, and evidence of occupation on the floors dated to more than 40,000 years ago.\nAfricas rock art is the common heritage of all Africans, but it is more than that. It is the common heritage of humanity.\" - South African President Nelson Mandela\nSites.\nThere are many individual sites within the UNESCO World Heritage boundaries. Estimates for the number of decorated rock shelters in the region range between 150 and 450. The following are some of the most important, notable, or otherwise well-excavated.\nKisese II Rockshelter.\nThe Kisese II Rockshelter is part of the UNESCO World Heritage Site located in the Kondoa region of Tanzania. The site contains transitional assemblages from the Middle to Later Stone Age. The rockshelter has preserved diverse paintings, beads, lithics, pottery, and other artifacts. It is studied for its insight into the major social transitions that were taking place during the late Pleistocene and Holocene eras. The site was also used for the burial of seven Holocene individuals. There are not very many well-dated sites that span this transitionary period, so Kisese II excavations have been very informative. The significant number of ostrich eggshell beads were used for radiocarbon dating of the site, the oldest of which dates to 46.242.7 ka cal BP.\nThe Kisese II Rockshelter began to be excavated by Mary and Louis Leakey in 1935, and Raymond Inskeep expanded the excavation trench in 1956. Inskeep uncovered the large collection of ostrich eggshell (OES) beads that allowed for later radiocarbon dating of the site, in addition to almost 6,000 lithic artifacts \"in situ\". The stratigraphic nature of the depositions were also studied by both Inskeep and the Leakeys in an attempt to date the site.\nThe lithic artifacts at Kisese II range from flakes to cores, mostly made of local quartz-based stone, and mostly made by using the Levallois method or the LSA microlith method. The site supports the idea that some MSA technologies, such as this method of making stone tools, persisted well into the LSA. Tryon et al proposed that the transitionary period may have been a minimum of five to ten thousand years.\nMungomi wa Kolo (Kolo 1 site).\nMungomi wa Kolo is the local title for the site known as Kolo 1. The art in this rockshelter is mostly composed of fine-line red ochre drawings depicting various people and animals.\nThe Paintings.\nNash's discoveries.\nIn 1929, T. A. M. Nash published an overview of some red ochre paintings he discovered near Kondoa-Irangi. Nash recognized the granite shelters to be an ideal place for rock art and consequently scoured the hill-side for drawings- proving himself correct after about ten minutes. One of the paintings depicts a human figure holding a stick and an elephant. Nash commented on the peaceful posture of the human, doubting that the drawing was intended to depict a hunting scene. Other paintings portray giraffes, a possible rhinoceros fragment, a humanoid figure composed of concentric circles in the head and continuous lines from the top of the head to the rest of the body, and some other figures whose intended depictions were unclear.\nEthics in archaeology.\nDue to the spiritual significance that many of these rock shelters hold to the contemporary inhabitants in the area, great care must be taken when excavating these sites. According to the UNESCO World Heritage papers 13, the local agro-pastoral Irangi people still use some of these sites for ritual healing purposes. Some of these ritual practices are said to threaten the integrity of the paintings, such as the practice of throwing melted animal fat. The Tanzanian government has yet to recognize the local belief systems, so there exists a friction regarding management and conservation of the sites. This is not an isolated problem; decolonization of African archaeology as a whole is an ongoing project."}}