{"id": 33, "data": {"title": "Lake Baikal", "text": "Lake Baikal ( ; ; ) is a rift lake in Russia. It is situated in southern Siberia, between the federal subjects of Irkutsk Oblast to the northwest and the Republic of Buryatia to the southeast. With of water, Lake Baikal is the world's largest freshwater lake by volume, containing 2223% of the world's fresh surface water, more than all of the North American Great Lakes combined. It is also the world's deepest lake, with a maximum depth of , and the world's oldest lake, at 2530million years. At slightly larger than BelgiumLake Baikal is the world's seventh-largest lake by surface area. It is among the world's clearest lakes.\nLake Baikal is home to thousands of species of plants and animals, many of them endemic to the region. It is also home to Buryat tribes, who raise goats, camels, cattle, sheep, and horses on the eastern side of the lake, where the mean temperature varies from a winter minimum of to a summer maximum of . The region to the east of Lake Baikal is referred to as Transbaikalia or as the Transbaikal, and the loosely defined region around the lake itself is sometimes known as Baikalia. UNESCO declared Baikal a World Heritage Site in 1996.\nGeography and hydrography.\nLake Baikal is in a rift valley, created by the Baikal Rift Zone, where the Earth's crust is slowly pulling apart. At long and wide, Lake Baikal has the largest surface area of any freshwater lake in Asia, at , and is the deepest lake in the world at . The bottom of the lake is below sea level, but below this lies some of sediment, placing the rift floor some below the surface, the deepest continental rift on Earth.\nIn geological terms, the rift is young and active  it widens about 2cm (0.8in) per year. The fault zone is also seismically active; hot springs occur in the area and notable earthquakes happen every few years. The lake is divided into three basins: North, Central, and South, with depths about , , and , respectively. Fault-controlled accommodation zones rising to depths about separate the basins. The North and Central basins are separated by Academician Ridge, while the area around the Selenga Delta and the Buguldeika Saddle separates the Central and South basins. The lake drains into the Angara, a tributary of the Yenisey. Landforms include Cape Ryty on Baikal's northwest coast.\nBaikal's age is estimated at 2530million years, making it the most ancient lake in geological history. It is unique among large, high-latitude lakes, as its sediments have not been scoured by overriding continental ice sheets. Russian, U.S., and Japanese cooperative studies of deep-drilling core sediments in the 1990s provide a detailed record of climatic variation over the past 6.7million years.\nLonger and deeper sediment cores are expected in the near future. Lake Baikal is the only confined freshwater lake in which direct and indirect evidence of gas hydrates exists.\nThe lake is surrounded by mountains; the Baikal Mountains on the north shore, the Barguzin Range on the northeastern shore and the Primorsky Range stretching along the western shore. The mountains and the taiga are protected as a national park. It contains 27 islands; the largest, Olkhon, is long and is the third-largest lake-bound island in the world. The lake is fed by as many as 330 inflowing rivers. The main ones draining directly into Baikal are the Selenga, the Barguzin, the Upper Angara, the Turka, the Sarma, and the Snezhnaya. It is drained through a single outlet, the Angara.\nRegular winds exist in Baikal's rift valley.\nWater characteristics.\nBaikal is one of the clearest lakes in the world. During the winter, the water transparency in open sections can be as much as , but during the summer it is typically . Baikal is rich in oxygen, even in deep sections, which separates it from distinctly stratified bodies of water such as Lake Tanganyika and the Black Sea.\nIn Lake Baikal, the water temperature varies significantly depending on location, depth, and time of the year. During the winter and spring, the surface freezes for about 45 months; from early January to early MayJune (latest in the north), the lake surface is covered in ice. On average, the ice reaches a thickness of , but in some places with hummocks, it can be more than . During this period, the temperature slowly increases with depth in the lake, being coldest near the ice-covered surface at around freezing, and reaching about at a depth of . After the surface ice breaks up, the surface water is slowly warmed up by the sun, and in MayJune, the upper or so becomes homothermic (same temperature throughout) at around because of water mixing. The sun continues to heat up the surface layer, and at the peak in August can reach up to about in the main sections and in shallow bays in the southern half of the lake. During this time, the pattern is inverted compared to the winter and spring, as the water temperature falls with increasing depth. As the autumn begins, the surface temperature falls again and a second homothermic period at around of the upper circa occurs in OctoberNovember. In the deepest parts of the lake, from about , the temperature is stable at with only minor annual variations.\nThe average surface temperature has risen by almost 1.5C (2.7F) in the last 50 years, resulting in a shorter period where the lake is covered by ice. At some locations, hydrothermal vents with water that is about have been found. These are mostly in deep water but locally have also been found in relatively shallow water. They have little effect on the lake's temperature because of its huge volume.\nStormy weather on the lake is common, especially during the summer and autumn, and can result in waves as high as .\nFauna and flora.\nLake Baikal is rich in biodiversity. It hosts more than 1,000 species of plants and 2,500 species of animals based on current knowledge, but the actual figures for both groups are believed to be significantly higher. More than 80% of the animals are endemic.\nFlora.\nThe watershed of Lake Baikal has numerous floral species represented. The marsh thistle (\"Cirsium palustre\") is found here at the eastern limit of its geographic range.\nSubmerged macrophytic vascular plants are mostly absent, except in some shallow bays along the shores of Lake Baikal. More than 85 species of submerged macrophytes have been recorded, including genera such as \"Ceratophyllum\", \"Myriophyllum\", \"Potamogeton\", and \"Sparganium\". The invasive species \"Elodea canadensis\" was introduced to the lake in the 1950s. Instead of vascular plants, aquatic flora is often dominated by several green algae species, notably \"Draparnaldioides\", \"Tetraspora\", and \"Ulothrix\" in water shallower than ; although \"Aegagrophila\", \"Cladophora\", and \"Draparnaldioides\" may occur deeper than . Except for \"Ulothrix\", there are endemic Baikal species in all these green algae genera. More than 400 diatom species, both benthic and planktonic, are found in the lake, and about half of these are endemic to Baikal; however, significant taxonomic uncertainties remain for this group.\nFauna.\nMammals.\nThe Baikal seal or \"nerpa\" (\"Pusa sibirica\") is endemic to Lake Baikal.\nA wide range of land mammals can be found in the habitats around the lake, such as the Eurasian brown bear (\"Ursus arctos arctos\"), Eurasian wolf (\"Canis lupus lupus\"), red fox (\"Vulpes vulpes\"), sable (\"Martes zibellina\"), stoat (\"Mustela erminea\"), elk (\"Alces alces\"), wapiti (\"Cervus canadensis\"), reindeer (\"Rangifer tarandus\"), Siberian roe deer (\"Capreolus pygargus\"), Siberian musk deer (\"(Moschus moschiferus\"), wild boar (\"Sus scrofa\"), red squirrel (\"Sciurus vulgaris\"), Siberian chipmunk (\"Eutamias sibiricus\"), marmots (\"Marmota\" sp.), lemmings (\"Lemmus\" sp.), and mountain hare (\"Lepus timidus\"). Until the Early Middle Ages, populations of the European bison (\"Bison bonasus\") were found near the lake; this represented the easternmost range of the species.\nBirds.\nThere are 236 species of birds that inhabit Lake Baikal, 29 of which are waterfowl. Although named after the lake, both the Baikal teal and Baikal bush warbler are widespread in eastern Asia.\nFish.\nFewer than 65 native fish species occur in the lake basin, but more than half of these are endemic. The families Abyssocottidae (deep-water sculpins), Comephoridae (golomyankas or Baikal oilfish), and Cottocomephoridae (Baikal sculpins) are entirely restricted to the lake basin. All these are part of the Cottoidea and are typically less than long. Of particular note are the two species of golomyanka (\"Comephorus baicalensis\" and \"C. dybowskii\"). These long-finned, translucent fish typically live in open water at depths of , but occur both shallower and much deeper. Together with certain abyssocottid sculpins, they are the deepest living freshwater fish in the world, occurring to near the bottom of Lake Baikal. The golomyankas are the primary prey of the Baikal seal and represent the largest fish biomass in the lake. Beyond members of Cottoidea, there are few endemic fish species in the lake basin.\nThe most important local species for fisheries is the omul (\"Coregonus migratorius\"), an endemic whitefish. It is caught, smoked, and then sold widely in markets around the lake. Also, a second endemic whitefish inhabits the lake, \"C. baicalensis\". The Baikal black grayling (\"Thymallus baicalensis\"), Baikal white grayling (\"T. brevipinnis\"), and Baikal sturgeon (\"Acipenser baerii baicalensis\") are other important species with commercial value. They are also endemic to the Lake Baikal basin.\nInvertebrates.\nThe lake hosts a rich endemic fauna of invertebrates. The copepod \"Epischura baikalensis\" is endemic to Lake Baikal and the dominating zooplankton species there, making up 80 to 90% of total biomass. It is estimated that the epischurans filter as much as a thousand cubic kilometers of water a year, or the lake's entire volume every twenty-three years.\nAmong the most diverse invertebrate groups are the amphipod and ostracod crustaceans, freshwater snails, annelid worms and turbellarian worms:\nAmphipod, isopod, cladoceran and ostracod crustaceans.\nMore than 350 species and subspecies of amphipods are endemic to the lake. They are exceptionally diverse in ecology and appearance, ranging from the pelagic \"Macrohectopus\" to the relatively large deep-water \"Abyssogammarus\" and \"Garjajewia\", the tiny herbivorous \"Micruropus\", and the parasitic \"Pachyschesis\" (parasitic on other amphipods). The \"gigantism\" of some Baikal amphipods, which has been compared to that seen in Antarctic amphipods, has been linked to the high level of dissolved oxygen in the lake. Among the \"giants\" are several species of spiny \"Acanthogammarus\" and \"Brachyuropus\" (Acanthogammaridae) found at both shallow and deep depths. These conspicuous and common amphipods are essentially carnivores (will also take detritus), and can reach a body length up to .\nThe number of isopods is low, and belongs to the family Asellidae. There are four species of the genus Baicalasellus, and the two species Mesoasellus dybowskii and Limnoasellus poberezhnii.\nThere are about 60 known species of cladocerans (water fleas), several of them endemic.\nSimilar to another ancient lake, Tanganyika, Baikal is a center for ostracod diversity. About 90% of the Lake Baikal ostracods are endemic, meaning that there are 200 endemic species. This makes it the second-most diverse group of crustacean in the lake, after the amphipods. The vast majority of the Baikal ostracods belong in the families Candonidae (more than 100 described species) and Cytherideidae (about 50 described species), but genetic studies indicate that the true diversity in at least the latter family has been heavily underestimated. The morphology of the Baikal ostracods is highly diverse.\nSnails and bivalves.\n, almost 150 freshwater snails are known from Lake Baikal, including 117 endemic species from the subfamilies Baicaliinae (part of the Amnicolidae) and Benedictiinae (part of the Lithoglyphidae), and the families Planorbidae and Valvatidae. All endemics have been recorded between , but the majority mainly live at shallower depths. About 30 freshwater snail species can be seen deeper than , which represents the approximate limit of the sunlight zone, but only 10 are truly deepwater species. In general, Baikal snails are thin-shelled and small. Two of the most common species are \"Benedictia baicalensis\" and \"Megalovalvata baicalensis\". Bivalve diversity is lower with more than 30 species; about half of these, all in the families Euglesidae, Pisidiidae, and Sphaeriidae, are endemic (the only other family in the lake is the Unionidae with a single nonendemic species). The endemic bivalves are mainly found in shallows, with few species from deep water.\nAquatic worms.\nWith almost 200 described species, including more than 160 endemics, the center of diversity for aquatic freshwater oligochaetes is Lake Baikal. A smaller number of other freshwater annelids is known: 30 species of leeches (Hirudinea), and 4 polychaetes. Several hundred species of nematodes are known from the lake, but a large percentage of these are undescribed.\nMore than 140 endemic flatworm (Plathelminthes) species are in Lake Baikal, where they occur on a wide range of bottom types. Most of the flatworms are predatory, and some are relatively brightly marked. They are often abundant in shallow waters, where they are typically less than long, but in deeper parts of the lake, the largest, \"Baikaloplana valida\", can reach up to when outstretched.\nSponges.\nAt least 18 species of sponges occur in the lake, including about 15 species from the endemic family Lubomirskiidae (the remaining are from the nonendemic family Spongillidae). In the nearshore regions of Baikal, the largest benthic biomass is sponges. \"Lubomirskia baicalensis\", \"Baikalospongia bacillifera\", and \"B. intermedia\" are unusually large for freshwater sponges and can reach or more. These three are also the most common sponges in the lake. While the \"Baikalospongia\" species typically have encrusting or carpet-like structures, \"L. baikalensis\" often has branching structures and in areas where common may form underwater \"forests\". Most sponges in the lake are typically green when alive because of symbiotic chlorophytes (zoochlorella), but can also be brownish or yellowish.\nHistory.\nThe Baikal area, sometimes known as Baikalia, has a long history of human habitation. Near the village of Mal'ta, some 160km northwest of the lake, remains of a young human male known as MA-1 or \"Mal'ta Boy\" are indications of local habitation by the Mal'taBuret' culture ca. 24,000 BP. An early known tribe in the area was the Kurykans.\nLocated in the former northern territory of the Xiongnu confederation, Lake Baikal is one site of the HanXiongnu War, where the armies of the Han dynasty pursued and defeated the Xiongnu forces from the second century BC to the first century AD. They recorded that the lake was a \"huge sea\" (\"hanhai\") and designated it the North Sea (\"Bihi\") of the semimythical Four Seas. The Kurykans, a Siberian tribe who inhabited the area in the sixth century, gave it a name that translates to \"much water\". Later on, it was called \"natural lake\" (\"Baygal nuur\") by the Buryats and \"rich lake\" (\"Bay gl\") by the Yakuts. \nLittle was known to Europeans about the lake until Russia expanded into the area in the 17th century. The first Russian explorer to reach Lake Baikal was Kurbat Ivanov in 1643.\nLake Baikal was under Anbei Protectorate of Tang Dynasty from 647 CE to 682 CE.\nRussian expansion into the Buryat area around Lake Baikal in 162858 was part of the Russian conquest of Siberia. It was done first by following the Angara River upstream from Yeniseysk (founded 1619) and later by moving south from the Lena River. Russians first heard of the Buryats in 1609 at Tomsk. According to folktales related a century after the fact, in 1623, Demid Pyanda, who may have been the first Russian to reach the Lena, crossed from the upper Lena to the Angara and arrived at Yeniseysk.\nVikhor Savin (1624) and Maksim Perfilyev (1626 and 162728) explored Tungus country on the lower Angara. To the west, Krasnoyarsk on the upper Yenisei was founded in 1627. A number of ill-documented expeditions explored eastward from Krasnoyarsk. In 1628, Pyotr Beketov first encountered a group of Buryats and collected \"yasak\" (tribute) from them at the future site of Bratsk. In 1629, Yakov Khripunov set off from Tomsk to find a rumored silver mine. His men soon began plundering both Russians and natives. They were joined by another band of rioters from Krasnoyarsk, but left the Buryat country when they ran short of food. This made it difficult for other Russians to enter the area. In 1631, Maksim Perfilyev built an \"ostrog\" at Bratsk. The pacification was moderately successful, but in 1634, Bratsk was destroyed and its garrison killed. In 1635, Bratsk was restored by a punitive expedition under Radukovskii. In 1638, it was besieged unsuccessfully.\nIn 1638, Perfilyev crossed from the Angara over the Ilim portage to the Lena River and went downstream as far as Olyokminsk. Returning, he sailed up the Vitim River into the area east of Lake Baikal (1640) where he heard reports of the Amur country. In 1641, Verkholensk was founded on the upper Lena. In 1643, Kurbat Ivanov went further up the Lena and became the first Russian to see Lake Baikal and Olkhon Island. Half his party under Skorokhodov remained on the lake, reached the Upper Angara at its northern tip, and wintered on the Barguzin River on the northeast side.\nIn 1644, Ivan Pokhabov went up the Angara to Baikal, becoming perhaps the first Russian to use this route, which is difficult because of the rapids. He crossed the lake and explored the lower Selenge River. About 1647, he repeated the trip, obtained guides, and visited a 'Tsetsen Khan' near Ulan Bator. In 1648, Ivan Galkin built an \"ostrog \"on the Barguzin River which became a center for eastward expansion. In 1652, Vasily Kolesnikov reported from Barguzin that one could reach the Amur country by following the Selenga, Uda, and Khilok Rivers to the future sites of Chita and Nerchinsk.\nThe Trans-Siberian Railway was built between 1896 and 1902. Construction of the scenic railway around the southwestern end of Lake Baikal required 200 bridges and 33 tunnels. Until its completion, a train ferry transported railcars across the lake from Port Baikal to Mysovaya for a number of years. The lake became the site of the minor engagement between the Czechoslovak legion and the Red Army in 1918. At times during winter freezes, the lake could be crossed on foot, though at risk of frostbite and deadly hypothermia from the cold wind moving unobstructed across flat expanses of ice. In the winter of 1920, the Great Siberian Ice March occurred, when the retreating White Russian Army crossed frozen Lake Baikal. The wind on the exposed lake was so cold, many people died, freezing in place until spring thaw. Beginning in 1956, the impounding of the Irkutsk Dam on the Angara River raised the level of the lake by .\nAs the railway was built, a large hydrogeographical expedition headed by F.K. Drizhenko produced the first detailed contour map of the lake bed.\nResearch.\nSeveral organizations are carrying out natural research projects on Lake Baikal. Most of them are governmental or associated with governmental organizations. The Baikalian Research Centre is an independent research organization carrying out environmental, educational and research projects at Lake Baikal.\nIn July 2008, Russia sent two small submersibles, Mir-1 and Mir-2, to descend to the bottom of Lake Baikal to conduct geological and biological tests on its unique ecosystem. Although originally reported as being successful, they did not set a world record for the deepest freshwater dive, reaching a depth of only . That record is currently held by Anatoly Sagalevich, at (also in Lake Baikal aboard a Pisces submersible in 1990). Russian scientist and federal politician Artur Chilingarov, the leader of the mission, took part in the Mir dives as did Russian president Vladimir Putin.\nSince 1993, neutrino research has been conducted at the Baikal Deep Underwater Neutrino Telescope (BDUNT). The Baikal Neutrino Telescope NT-200 is being deployed in Lake Baikal, from shore at a depth of . It consists of 192 optical modules.\nEconomy.\nThe lake, nicknamed \"the Pearl of Siberia\", drew investors from the tourist industry as energy revenues sparked an economic boom. Viktor Grigorov's Grand Baikal in Irkutsk is one of the investors, who planned to build three hotels, creating 570 jobs. In 2007, the Russian government declared the Baikal region a special economic zone. A popular resort in Listvyanka is home to the seven-story Hotel Mayak. At the northern part of the lake, Baikalplan (a German NGO) built together with Russians in 2009 the Frolikha Adventure Coastline Track, a -long long-distance trail as an example for sustainable development of the region. Baikal was also declared a UNESCO World Heritage site in 1996. Rosatom plans to build a laboratory near Baikal, in conjunction with an international uranium plant and to invest $2.5billion in the region and create 2,000 jobs in the city of Angarsk.\nLake Baikal is a popular destination among tourists from all over the world. According to the Russian Federal State Statistics Service, in 2013, 79,179 foreign tourists visited Irkutsk and Lake Baikal; in 2014, 146,937 visitors. The most popular places to stay by the lake are Listvyanka village, Olkhon Island, Kotelnikovsky cape, Baykalskiy Priboi, resort Khakusy and Turka village. The popularity of Lake Baikal is growing from year to year, but there is no developed infrastructure in the area. For the quality of service and comfort from the visitor's point of view, Lake Baikal still has a long way to go.\nThe ice road to Olkhon Island is the only legal ice road on Lake Baikal. The route is prepared by specialists every year and it opens when the ice conditions allow it. In 2015, the ice road to Olkhon was open from 17 February to 23 March. The thickness of the ice on the road is about , maximum capacity allowed  ; it is open to the public from 9am to 6pm. The road through the lake is long and it goes from the village Kurkut on the mainland, to Irkutskaya Guba on Olkhon Island.\nEcotourism.\nBaikal has a number of different tourist activities, depending on the season. Generally, Baikal has two top tourist seasons. The first season is ice season, which starts usually in mid-January and lasts till mid-April. During this season ice depth increases up to 140 centimeters, that allows safe vehicle driving on the ice cover (except heavy vehicles, such as tourist buses, that do not take this risk). This allows access to the figures of ice that are formed at rocky banks of Olkhon Island, including Cape Hoboy, the Three Brothers rock, and caves to the North of Khuzhir. It also provides access to small islands like Ogoy Island and Zamogoy.\nThe ice itself has a transparency of one meter depth. That is why this season is popular for hiking, ice-walking, ice-skating, and bicycle-riding. An ice route around Olkhon is around 200km. Some tourists may spot a Baikal seal along the route. Local entrepreneurs offer overnight in Yurt on ice.\nThe ice season ends in mid-April. Owing to increasing temperatures ice starts to melt and becomes shallow and fragile, especially in places with strong under-ice flows. A range of factors contribute to an increased risk of falling through the ice towards the end of the season, resulting in multiple deaths in Russia each year, although exact data for Baikal are unknown. Viktor Viktorovych Yanukovych, son of former Ukrainian President Viktor Yanukovych, reportedly died after his car fell through the ice while driving on Baikal in 2015.\nThe second tourist season is summer, which lets tourists dive deeper into virgin Baikal nature. Hiking trails become open, many of them cross two mountain ranges: Baikal Range on the western side and Barguzin Range on the eastern side of Baikal.\nSmall tourist vessels operate in the area, availing bird-watching, animal watching (especially Baikal seal), and fishing. Water in the lake stays extremely cold in most places (does not exceed 10 C most of the year), but in few gulfs like Chivirkuy it can be comfortable for swimming.\nOlkhon's most-populated village Khuzhir is an ecotourist destination. Baikal has always been popular in Russia and CIS-countries, but for the last few years Baikal has seen an influx of visitors from China and Europe.\nEnvironmental concerns.\nEnvironmentalists have previously acknowledged pollution at Lake Baikal. It faces a series of detrimental phenomena including the disappearance of the omul fish, the rapid growth of putrid algae and the death of endemic species of sponges across its area. Environmental advocacy for the lake began in the late 1950s. Since 2010, more than 15,000 metric tons of toxic waste have flowed into the lake.\nBaykalsk Pulp and Paper Mill.\nThe Baykalsk Pulp and Paper Mill was constructed in 1966, directly on the shoreline of Lake Baikal. The plant bleached paper using chlorine and discharged waste directly into Lake Baikal. The decision to construct the plant on the Lake Baikal resulted in strong protests from Soviet scientists; according to them, the ultra-pure water of the lake was a significant resource and should have been used for innovative chemical production (for instance, the production of high-quality viscose for the aeronautics and space industries). The Soviet scientists felt that it was irrational to change Lake Baikal's water quality by beginning paper production on the shore. It was their position that it was also necessary to preserve endemic species of local biota, and to maintain the area around Lake Baikal as a recreation zone. However, the objections of the Soviet scientists faced opposition from the industrial lobby and only after decades of protest, the plant was closed in November 2008 due to unprofitability.\nOn 4 January 2010, production was resumed. On 13 January 2010, Russian President Vladimir Putin introduced changes in legislation legalising the operation of the plant; this action brought about a wave of protests from ecologists and local residents. These changes were based on the determination President Putin made through a visual verification of Lake Baikal's condition from a miniature submarine, where he said: \"I could see with my own eyes  and scientists can confirm  Baikal is in good condition and there is practically no pollution\". Despite this, in September 2013, the mill underwent a final bankruptcy, with the last 800 workers slated to lose their jobs by 28 December 2013. The mill has since shut down, though its reservoirs of lignin sludge remain an environmental hazard.\nCancelled East SiberiaPacific Ocean oil pipeline.\nRussian oil pipelines state company Transneft was planning to build a trunk pipeline that would have come within of the lake shore in a zone of substantial seismic activity. Environmental activists in Russia, Greenpeace, Baikal pipeline opposition and local citizens were strongly opposed to these plans, due to the possibility of an accidental oil spill that might cause significant damage to the environment. According to the Transneft's president, numerous meetings with citizens near the lake were held in towns along the route, especially in Irkutsk. Transneft agreed to alter its plans when Russian president Vladimir Putin ordered the company to consider an alternative route to the north to avoid such ecological risks. Transneft has since decided to move the pipeline away from Lake Baikal, so that it will not pass through any federal or republic natural reserves. Work began on the pipeline two days after President Putin agreed to changing the route away from Lake Baikal.\nProposed uranium enrichment center.\nIn 2006, the Russian government announced plans to build the world's first international uranium enrichment center at an existing nuclear facility in Angarsk, a city on the river Angara some downstream from the lake's shores. Critics and environmentalists argued it would be a disaster for the region and are urging the government to reconsider.\nAfter enrichment, only 10% of the uranium-derived radioactive material would be exported to international customers, leaving 90% near the Lake Baikal region for storage. Uranium tailings contain radioactive and toxic materials, which if improperly stored, are potentially dangerous to humans and can contaminate rivers and lakes.\nAn enrichment center was constructed in the 2010s.\nChinese-owned bottled water plant.\nChinese-owned AquaSib had been purchasing land alongside the lake and in 2019 started building a bottling plant and pipeline in the town of Kultuk. The goal was to export 190 million liters of water to China even though the lake had been experiencing historically low water levels. This spurred protests by the local population that the lake would be drained of its water, at which point the local government halted the plans pending analysis.\nOther pollution sources.\nAccording to \"The Moscow Times\" and \"Vice\", an increasing number of an invasive species of algae thrive in the lake from hundreds of tons of liquid waste, including fuel and excrement, regularly disposed into the lake by tourist sites, and up to 25,000 tons of liquid waste are disposed of every year by local ships.\nHistorical traditions.\nThe first European to reach the lake is said to have been Kurbat Ivanov in 1643.\nIn the past, the Baikal was referred to by many Russians as the \"Baikal Sea\" (, \"More Baikal\"), rather than merely \"Lake Baikal\" (, \"Ozero Baikal\").\nThis usage is attested already in the \"Life of Protopope Avvakum\" (16211682), and on the late-17th-century maps by Semyon Remezov. It is also attested in the famous song, now passed into the tradition, that opens with the words \" ,  \" (Glorious sea, [the] sacred Bajkal).\nTo this day, the strait between the western shore of the Lake and the Olkhon Island is called \"Maloye More\" ( ), i.e. \"the Little Sea\".\nLake Baikal is nicknamed \"Older sister of Sister Lakes (Lake Khvsgl and Lake Baikal)\".\nAccording to 19th-century traveler T. W. Atkinson, locals in the Lake Baikal Region had the tradition that Christ visited the area:\nThe people have a tradition in connection with this region which they implicitly believe. They say \"that Christ visited this part of Asia and ascended this summit, whence he looked down on all the region around. After blessing the country to the northward, he turned towards the south, and looking across the Baikal, he waved his hand, exclaiming 'Beyond this there is nothing. Thus they account for the sterility of Daouria, where it is said \"no corn will grow.\"\nLake Baikal has been celebrated in Russian folk songs. Two of these songs are known in Russia and its neighboring countries, such as Japan.\nThe latter song was a secondary theme song for the Soviet Union's second color film, \"Ballad of Siberia\" (1947; )."}}