{"id": 256, "data": {"title": "Lake Malawi National Park", "text": "Lake Malawi National Park is a national park at the southern end of Lake Malawi in Malawi, Southeast Africa. It is the only national park in Malawi that was created with the purpose of protecting fish and aquatic habitats. Despite this being its main purpose, Lake Malawi National Park includes a fair amount of land, including a headland, the foreshore and several small rocky islands in Lake Malawi.\nLake Malawi National Park was inscribed as a UNESCO World Heritage Site in 1984, being of \"global importance for biodiversity conservation due particularly to its fish diversity.\" This fish diversity is remarkable because the \"mbuna\", as the cichlid fish are known locally, provide an outstanding example of evolution at work. Other attributes of the park include the outstanding natural beauty of the area, with its craggy landscape contrasting with the clear waters of the lake.\nThe site.\nLake Malawi is in the Great Rift Valley. The lake is above sea level and, with a depth of in places, is one of the deepest lakes in the world. Lake Malawi National Park consists of approximately of land and water at the southern end of the lake. The park includes most of the Nankumbu Peninsula, a mountainous headland that projects northwards into the lake terminating in Cape Maclear, the surrounding areas of water (aquatic zone of the property extends for just from the lake shore and covers just 0.02% of the lakes total area), Mwenya Hills, Nkhudzi Hills, Nkhudzi Spit, and 13 islands: Otter, Domwe, Thumbi West, Mumbo, Zimbawe, Thumbi East, Mpanda, Boadzulu, Chinyankhwazi Rock, Chinyamwezi Rock, Nankoma, Maleri, and Nakantenga. The peninsula rises steeply from the foreshore to the Nkhunguni Peak in the west and the Dzimwe Peak in the east. The slopes are clad in dense forests. There are few inhabitants on the mountainous part of the peninsula, but there are several fishing villages on the more level parts of the foreshore, the largest being Chembe, close to Cape Maclear. These villages are inside the park but are not part of it.\nUNESCO World Heritage Site.\nLake Malawi National Park was inscribed as a UNESCO World Heritage Site in 1984. The criteria under which it qualifies are: Criterion (vii), the natural beauty of the lake beneath the escarpment of the Great African Rift Valley; Criterion (ix), the importance of the lake because of the adaptive radiation and speciation that has taken place there among the cichlid fish population, over 350 species of which are present in the park, almost all of them endemic; and Criterion (x), the global importance of the park for the conservation of biodiversity, both for its freshwater fish populations (perhaps 1000 species) and for the variety of other animal life including birds, mammals and reptiles.\nFauna.\nLake Malawi was formed several million years ago, and the water level has fluctuated greatly over the millennia. This has made a number of different niches available to the cichlids (known locally as \"mbuna\") and other fish living there, which have adapted to different habitats and adopted different lifestyles as part of an evolutionary radiation of a similar sort to the adaptation of finches that Charles Darwin observed on the Galpagos Islands. Various estimates have been made as to how many species of cichlid there are in Lake Malawi, with 700 being an acceptable estimate. Nearly all of these species are endemic, and some have minute ranges: a bay, a rocky islet or a few hundred metres of shoreline. Many are not even known to science and remain yet to be described.\nThe park is also home to mammals including chacma baboons, vervet monkeys, hippopotamuses, leopards, common duikers, bushbucks, greater kudus, and klipspringers. Also to be seen are crocodiles, African fish eagles, and white-breasted cormorants as well as wading birds, kingfishers, hornbills, nightjars, kestrels, swallow-tailed bee-eaters, and many other species of birds.\nHistory.\nDr. David Livingstone was the first European to see Lake Nyassa, as it was then called, in 1859, and by 1875 the Scottish Presbyterian Church had set up a mission on Cape Maclear. A large baobab tree, purportedly over 800 years old, is said to have been a favourite of Livingstone as a place where he could give sermons and speak with other missionaries. The graves of five early missionaries are also in the park."}}