{"id": 52, "data": {"title": "Lakes of Ounianga", "text": "The Lakes of Ounianga (, ) are a series of lakes in the Sahara Desert, in North-Eastern Chad, occupying a basin in the mountains of West Tibesti and Ennedi East. It was added as a UNESCO World Heritage site in 2012.\nAccording to the UNESCO description, the lakes are in a hot and hyperarid desert that features a rainfall of less than a year. The lakes exhibit a variety of sizes, depths, chemical compositions and colorations.\nThere is a total of 18 lakes in groups as follows:\nThe total surface area of the lakes is about . The largest of the lakes, Lake Yoa, has about a area and attains in depth.\nThe names of the lake groups are derived from the name of a village nearby (literally, Ounianga Kbir = \"the great Ounianga\" and Ounianga Serir = \"little Ounianga\").\nGeography.\nWater accumulated in an underground aquifer during the wet millennia is supplied to the lakes.\nWhen water is exposed at the surface in highly arid environments it becomes saline due to a high rate of evaporation as is the case with the lakes of the Ounianga Kbir group. The rate of evaporation from Lake Yoa is equivalent to a year and the total lake depth is .\nThe lakes of the Ounianga Srir group form a hydrological system that is unique in Earths deserts. \nUnique physical factors combine to keep all of the lakes fresh, except the central Lake Teli. \nWind blown sand separated the basin into 10 lakes with Lake Teli occupying the central position. Thick mats of reeds cover the surface of the smaller fresh water lakes where they slow evaporation, but are absent from the saline waters of Lake Teli. As a result, greater evaporation takes place from the surface of Lake Teli, keeping its water level lower. This allows water from the adjacent lakes to flow through the permeable dune barriers into Lake Teli keeping their waters fresh.\nConnection to the history of humanity.\nThe climatic history of the region is speculated to have a connection to human migrations at the end of the last ice age about 11,000 years ago. The desert returned to the area after monsoons diminished about 5,000 years ago. Investigation of a drilling core revealed 10,940 layers in of sediments from the bottom of the Lake Yoa before reaching the ice-age desert floor, each layer corresponding to 1 year.\nThere is aerial photographic evidence that shows early human settlers of the lakes attempted to stop the desertification that inevitably inundated their orchards and crops.\nDuring the African humid period the early humans found the freshwater lake area to be fertile enough to grow crops and may have also domesticated cattle. Rock art found in many areas of the Sahara attest to that. However, a change in the climate slowly and eventually led to drought that continues to this day.\nAs the desert wind from the northeast blew, it carried sand from the plateau above down through notches in the land, depositing it right where farmers were growing crops. \nSeeing that the sand would eventually smother their crops and orchards the lake dwellers attempted to stop it by erecting barriers. These barriers can be seen in aerial photographs at several places among both Ounianga Kbir and Srir. They appear as series of Vs like this: VVVVVV with some as long as 2,300 feet across and in rows.\nThe effort appears to be extraordinary for it would have required many people to erect the many layers of barriers that can be seen today. Unfortunately these fences failed and sand eventually claimed the area driving out the settlers anywhere between 7,500 and 5,000 years ago"}}