{"id": 282, "data": {"title": "Las Médulas", "text": "Las Mdulas () is a historic gold-mining site near the town of Ponferrada in the comarca of El Bierzo (province of Len, Castile and Len, Spain). It was the most important gold mine, as well as the largest open-pit gold mine in the entire Roman Empire. Las Mdulas Cultural Landscape is listed by UNESCO as a World Heritage Site. Advanced aerial surveys conducted in 2014 using LIDAR have confirmed the wide extent of the Roman-era works. \nThe spectacular landscape of Las Mdulas resulted from the (wrecking of the mountains), a Roman mining technique described by Pliny the Elder in 77 AD. The technique employed was a type of hydraulic mining which involved undermining a mountain with large quantities of water. The water was supplied by interbasin transfer. At least seven long aqueducts tapped the streams of the La Cabrera district (where the rainfall in the mountains is relatively high) at a range of altitudes. The same aqueducts were used to wash the extensive alluvial gold deposits.\nWhat became the Roman province of Hispania Tarraconensis was conquered in 25 BC by the emperor Augustus. Before the Roman conquest, the indigenous inhabitants obtained gold from alluvial deposits. Large-scale production did not begin until the second half of the 1st century AD.\nMining technique.\nPliny the Elder, who was a procurator in the region in 74 AD, described a technique of hydraulic mining that may be based on direct observation at Las Mdulas:\nPliny also describes the methods used to wash the ores using smaller streams on riffle tables to enable the heavy gold particles to be collected. Detailed discussion of the methods of underground mining follows, once the alluvial placer deposits had been exhausted and the mother lode sought and discovered. Many such deep mines have been found in the mountains around Las Mdulas. Mining would start with the building of aqueducts and tanks above the mineral veins, and a method called hushing used to expose the veins under the overburden.\nThe remains of such a system have been well studied at Dolaucothi Gold Mines, a smaller-scale site in South Wales. Opencast methods would be pursued by fire-setting, which involved building fires against the rock and quenching with water. The weakened rock could then be attacked mechanically and the debris swept away by waves of water. Only when all opencast work was uneconomical would the vein be pursued by tunneling and stoping.\nPliny also stated that 20,000 Roman pounds (6,560 kg) of gold were extracted each year. The exploitation, involving 60,000 free workers, brought 5,000,000 Roman pounds (1,640,000kg) in 250 years.\nCultural landscape.\nParts of the aqueducts are still well preserved in precipitous locations, including some rock-cut inscriptions.\nResearch on Las Mdulas had been mainly carried out by Claude Domergue (1990). Systematic archaeological studies of the area, however, have been carried out since 1988 by the research group Social Structure and Territory-Landscape Archaeology of the Spanish Council for Scientific Research (CSIC). As a result, Las Mdulas ceased to be only a gold mine with its techniques and became a cultural landscape in which all the implications of Roman mining were made apparent. The survey and excavations of pre-Roman and Roman settlements throughout the area allowed for new historical interpretations that greatly enriched the study of Roman mining.\nA positive result of these systematic studies was the inclusion of Las Mdulas as a World Heritage Site in 1997. Since then, the management of the Cultural Park has been monitored by the Las Mdulas Foundation, which includes local, regional, and national stakeholders, both public and private. Currently, Las Mdulas serves as an example of good research-management-society applied to heritage.\nEnvironmental impact.\nThe massive scale of mining at Las Mdulas and other Roman sites had considerable environmental impact. Ice core data taken from Greenland suggest that mineral air pollution peaked during the Roman period in Spain. Levels of atmospheric lead from this period were not reached again until the Industrial Revolution some 1,700 years later.\nThe inclusion of Las Mdulas as a World Heritage Site was controversial for similar reasons. The delegate from Thailand opposed the designation because he considered the site \"a result of human destructive activities as well as harmful to the noble cause of environmental promotion and protection.\""}}