{"id": 219, "data": {"title": "León Cathedral", "text": "Santa Mara de Regla de Len Cathedral is a Catholic church, the episcopal see of the diocese of Len in north-western Spain, consecrated under the name of the Virgin Mary. It was the first monument declared by the Royal Order of Spain on August 28, 1844 (confirmed by the Royal Order on September 24, 1845).\nInitiated in the 13th century, it is one of the greatest works of the Gothic style, with French influences. Also known as the \"Pulchra Leonina\", which means Beautiful Leonese, it is located on the Way of Saint James, or \"Camino de Santiago\".\nThe Len Cathedral is mostly known for taking the dematerialization of gothic art to the extreme, that is, the reduction of the walls to their minimum expression to be replaced by stained glass, constituting one of the largest collections of medieval stained glass in the world.\nCurrent structure.\nLen Cathedral, dedicated to Santa Mara de la Regla, was declared of Cultural Interest in 1844. It is known as the \"Pulchra Leonina\" and is a masterpiece of the Gothic style of the mid-13th century. The design is attributed to the architect Enrique. By the mid 15th century it was virtually completed.\nThe main faade has two towers. The southern tower is known as the 'clock tower'. The Renaissance retrochoir contains alabaster sculptures by Jusquin, Copin of Holland and Juan de Malinas. Particularly noteworthy is the Plateresque iron grillwork screen or reja in the wall behind the sepulcher of King Ordoo.\nIt has three portals decorated with sculptures situated in the pointed arches between the two towers. The central section has a large rose window. Particularly outstanding is the image of the \"Virgen Blanca\" and the \"Locus Appellatione\", where justice was imparted.\nThe church has nearly 1,800 square meters of stained glass windows. The great majority of them date from the thirteenth to the fifteenth century: a rarity among medieval gothic churches.\nIn the Main Chapel, there is an altarpiece by Nicols Francs (15th century) and a silver urn containing the relics of San Froiln, the town's patron saint, made by Enrique de Arfe. The 13th- to 15th-century cloister contains sculpted details in the capitals, friezes, and ledges.\nThe Cathedral Museum houses a large collection of sacred art. There are almost 1,500pieces, including 50Romanesque sculptures of the Virgin, dating from prehistoric times to the 18thcentury (Neoclassicism) with works by Juan de Juni, Gregorio Fernndez, Mateo Cerezo, a triptych of the School of Antwerp, a Mozarabic bible and numerous codices. The first manuscript in the Leonese language, the Nodicia de Kesos, can be found in its archives.\nLeon Cathedral is also one of the three most important cathedrals, along with that of Burgos and Santiago de Compostela, on \"The Way of Saint James\" (or in Spanish, \"El Camino de Santiago\").\nHistory.\nPrevious constructions.\nOriginally, on the current site of the cathedral, the Legio VII Gemina had built thermal baths larger in size than the current cathedral. During the great restoration of the building in the 19th century, the remains of the thermal baths were discovered under the cathedral, and in 1996, others were discovered near the south faade. Little remains of these primitive buildings, only some vestiges of mosaics, roof tiles (\"\"), and ceramics, displayed today at the cathedral museum. Others, like the hypocaust, remain under the site.\nThe primitive cathedral\nDuring the \"Reconquista\" (Christian reconquest) the ancient Roman baths were converted into a royal palace. King Ordoo II, who had occupied the throne of Leon in 916, defeated the Arabs in the Battle of San Esteban de Gormaz in 917. As a sign of gratitude to God for victory, he gave up his palace to build the first cathedral. Under the episcopate of Fruminio II, the building was transformed into a sacred place. The tomb of Ordoo II of Leon, who died in 924, is found in the cathedral.\nThe temple was guarded and governed by monks of the Order of St. Benedict, and it is likely that its structure was very similar to many others existing during the Leonese Mozarabic period. Almanzor campaigned through these lands in the late 10th century, devastating the city and destroying the temples. However, damage to the building of the cathedral appears to have been rapidly addressed, since in the year 999 King Alfonso V was crowned in the church.\nAfter the political turmoil and Moorish raids that lasted until 1067 the state of the cathedral was in extreme poverty. This would move to King Ferdinand I of Len, who, after transferring the remains of San Isidoro to Len, sought to restore the temple. This king achieved success in the expansion of the kingdom.\nWith the help of the infanta Urraca of Zamora, the first-born daughter of the king, begins the construction of a second cathedral, according to the aspirations of the city and the Romanesque style. It was within the episcopal see of Pelagius of Oviedo, or \"Pelayo II\". Between 1884 and 1888, when the architect , excavated the basement of the cathedral to replace the pavement and lay the foundations of the pillars, he found part of the walls and factory of the second cathedral. Through the plan that he drew, we notice how everything was configured within the Gothic: It was built in brick and masonry, with three naves finished in semicircular apses, dedicating the central nave to Saint Mary, as in the previous church. A cloister was also built on the north side. The new church was significant in dimensions, measuring 60 meters in length and 40 meters in maximum width. Although all of it was executed within the international currents of the Romanesque, contemplating what has survived of its statutory, we can find out that it had an indigenous character, still using the horseshoe arch, at least as a decorative form. It was consecrated on November 10, 1073, during the reign of Alfonso VI. Presumably the same stonemasons who built the Basilica of San Isidoro of Len also worked on the Len Cathedral.\nThe cathedral remained in place until the end of the next century. When the last proprietary king of Len, Alfonso IX, accedes to the throne, the city and in the kingdom witness an important change in society, artistic creativity, and cultural development.\nConstruction of the current Gothic cathedral.\nConstruction of the third cathedral began around the year 1205, but problems in structural foundation paralyzed construction, and the work was not resumed until 1255. Under the pontificate of Bishop Martn Fernndez and the support of King Alfonso X de Castilla, this new cathedral became entirely Gothic.\nThe architect of the cathedral seems to have been Master Enrique, probably a native of France, who had previously worked on Burgos Cathedral. It is evident that he was familiar with Gothic architectural form of le-de-France. He died in 1277 and was replaced with the Spanish Juan Prez. In 1289, Bishop Martn Fernndez also died, when the top of the church was open for worship. The fundamental structure of the cathedral was soon completed, in 1302, with Bishop Gonzalo Osorio opening the entire church to the faithful, although the cloister and the north tower were still not completed; the south tower was not completed until the second half of the 15th century. This promptness in completion gives the cathedral a great unity of architectural style.\nThe Len Cathedral was inspired by the layout of the Reims Cathedral (although it was smaller in area size), which was well known to Master Enrique. Like most French cathedrals, Len was constructed with modular geometry based on the triangle (\"\"), whose members related to the square root of 3, to which the totality of its parts and the whole respond. This aspect, like the plan, the elevations, and the decorative and symbolic repertoires, convert the cathedral into an authentic trans-Pyrenees building, away from the Hispanic current, which has earned it the qualifications of the most French of Spanish cathedrals, or the \"Pulchra Leonina\".\nIn addition to its layout, the Cathedral of Leon is also inspired by that of Rheims in its structure, the form of the chapels of its ambulatory (in this case polygonal), and the development of its transept. The influence of Chartres Cathedral can be seen in the western porch. The one in Leon abandons the model of Rheims Cathedral in the elevations beyond the body of the clerestory, as it is transparent there and it accommodates the technical progress achieved in the Sainte Chapelle in Paris and Amiens Cathedral.\nFrench influence is also found in developing the chancel, where initially the choir was to be put according to their custom. Specifically Leonese is the location of the cloister, with no organic tie to the temple, the exit in the floor plan of the towers of the main faade, displaying the elevation of the buttresses of the nave, and the discontinuity of the five naves at the front end of the main area of the temple, which were reduced to three.\nThe problem was that a major part of the site sits upon Roman remains, hypocaust of the second century, which complicated the foundation of the pillars. The accumulation of moisture and water leakage caused serious problems for the master builders. Besides that, most of the stones were of mediocre quality, a type of limestone, with little resistance to atmospheric agents. Furthermore, the subtlety of its style was a challenge to its material; its numerous supports were extremely fragile, the lines are reduced to total optimization, in such a way that various architects of the time questioned the cathedral's ability to remain standing. This almost implausible structure, together with the poor quality of stone and foundation, caused it to suffer constant interventions and restorations since the 10th century, making the church a European paradigm of transformation intervention, restoration, and conservation.\nModifications and restorations.\nExtensive modifications and additions have been made to the cathedral, sometimes trying to improve its stability but also to adapt it to contemporary taste, until restorations beginning in the nineteenth century tried to remove most non-Gothic elements and restore the building to its original, purely Gothic state.\nIn the fifteenth century, the south tower was finished, in the Flamboyant Gothic style. Also in this style was the library, currently the Chapel of Santiago, built by Juan de Badajoz el Viejo at the end of the century.\nIn the sixteenth century, started the addition of non-Gothic elements with the construction of a plateresque gable in the Western faade, too tall and heavy. He also added a plateresque sacristy in the south-east end of the cathedral and rebuilt some vaults.\nSerious problems started in the seventeenth century. Parts of the largest vault in the crossing fell down in 1631. It was replaced by a baroque semicircular dome designed by . This addition damaged the delicate balance of the whole building, causing cracks in the southern faade that needed restoration in the end of the century, including a new gable.\nIn the eighteenth century, Joaquin de Churriguera tried to improve stability by adding four pinnacles around the dome, but this caused further damage. The cathedral was affected by the Lisbon earthquake of 1755. Extensive rebuilding of the southern faade was done.\nIn 1857, stones started to fell down from the central nave and the crossing, causing fears of a complete collapse. Matas Lavia started a full restoration of the building in 1859. He dismantled the central dome and the pinnacles, parts of the transept and the southern faade.\nAfter Lavia died in 1868, Juan de Madrazo was commissioned to direct the restoration. He was a friend of Viollet-le-Duc and had a good knowledge of the French Gothic style. The goal of his extensive work was making the Cathedral stable and restoring its original pure Gothic style. He placed a complex wooden support structure to keep the vaults in place and proceeded to rebuild the vaults and the southern faade. When the supports were removed in 1878 and the building resisted, it meant that the original Gothic balance system had been restored.\nMadrazo's successors, Demetrio de los Ros and Juan Bautista Lzaro, kept removing alien elements, like the plateresque gable in the Western faade, and replacing them with Neo-Gothic designs. The stained glass windows, that had been dismantled and stored for years, were restored after 1895. Finally, the cathedral was reopened in 1901, after one of the most complex and extensive restoration projects in nineteenth-century Europe.\nSmaller restoration works were undertaken during the twentieth century. A fire caused by lightning consumed the rooftop on May 27, 1966, but the structure suffered no serious damage (thanks, partly, to the decision of not using too much water to put out the blaze). A general project to restore the stained glass started in 2009.\nGeneral characteristics.\nGeneralities of Gothic architecture.\nIn Gothic architecture, the use of pointed arches (or ogival arches) and the rib vault is generalized, thus concentrating the pressure on certain points and not on the entire wall, which allows for the making of slender cathedrals (on the one hand, the arch can be lengthened without expanding its width as it was in the Romanesque period which reduces pressure by making lighter roofs, allowing the walls to be opened.) The Romanesque tribune disappears and the lateral thrusts that it resolves are sent to the flying buttresses, arches that transmit the thrust of the roof to the exterior buttresses, which were previously topped with pinnacles. The large stained-glass windows are a representation of Gothic interest in connecting with the people. For example, the sensation of verticality corresponds to the idea of the heavenly Jerusalem, in comparison to the sensation of hospitality and security for the faithful in the Romanesque. This type of construction used to have an odd number of naves (three or five) supported by quadripartite, sexpartite, tercelet, fan, or star rib vault.\nThe main faade is generally structures in three flared openings, consisting of archivolts, jambs, and framed in a gable, a gallery of Old Testament kings, a large rose window (in the central nave), an \"\" (space through which the faade is accessed to perform possible reforms), and by two towers of different characteristics (roofed or not with an arrow-shaped pinnacle).\nArchitectural plan.\nThe plan is almost a replica of the Reims Cathedral, although in a somewhat smaller format. It is 90 meters long, 30 meters high, and 29 meters wide. Divided in three naves, from the entrance to the transept, and in five names from the transept to the main altar. The cathedral shows \"macrocephaly\", that is a roof larger than usual (the width of the transept in this case), which takes away some depth and perspective but instead provides more space for worshippers; being on the Way of Saint James, its influx is greater than other churches. The naves of the Len Cathedral are covered with quadripartite rib vaults in rectangular sections. The transept is built with a quadripartite vault, which replaced the Baroque dome of the 17th century in the work undertaken at the end of the 19th century to be consistent with the rest of the construction. It has 125 windows, with 1800 meters of polychrome stained glass of medieval origin, being considered one of the best in the world of its kind. Of them stands out the large central rose window located in the central portico, between the two spire towers, as well as those of the Main Chapel, the north transept, and the Chapel of Santiago.\nA. Capilla Mayor\nB. Choir\nC. Crossing\nD. Tombs\nE. Nave\nF. Towers\nG. Cloisters\nBibliography.\nIn Spanish\nIn English"}}