{"id": 359, "data": {"title": "Litomyšl Castle", "text": "Litomyl Castle is one of the largest Renaissance castles in the Czech Republic. It is owned by the Czech state. It is located in the centre the town of Litomyl and was declared a UNESCO World Heritage Site in 1999. Litomyl Castle is an outstanding example of the arcade castle, a type of building first developed in Italy and modified in the Czech lands to create an evolved form of special architectural quality. High-Baroque features were added to this castle in the 18th century.\nHistory.\nThe town of Litomyl developed in the 13th century on the trading route between Bohemia and Moravia. In 1568, work started on the construction of the castle, overseen by Jan Baptista Avostalis and his brother Oldich. By 1580, most of the building had been constructed. The castle served as the domain of the prestigious Perntejn family from 1567 until the death of the house's last member, Frebonie, in 1646. The famous Czech composer Bedich Smetana was born in 1824 at the Brewery, an ancillary building next to the castle.\nIn the late 18th century, the castle interior and grounds were redesigned in a Late Baroque style and are still preserved today.\nDescription.\nThe castle itself has three floors and has four wings arranged asymmetrically. The largest is the west wing, while the smallest is the south wing, a two-story arcaded gallery, closing off a square courtyard. The arcading and groin vaulting continues around this courtyard. The eastern wing contains the castle chapel, and the western wing contains a theatre, with the stage decorations, machinery, and auditorium preserved intact.\nIn addition to the castle, there are several ancillary buildings, including the Brewery, which lies to the south of the larger, outside courtyard and was originally designed with sgraffito decorations to complement the castle. After a fire in 1726, it was remodeled by the famous Baroque architect Frantiek Maxmilin Kaka. There is also an English-style park and a Baroque pavilion on the castle grounds."}}