{"id": 133, "data": {"title": "Longmen Grottoes", "text": "The Longmen Grottoes () or Longmen Caves are some of the finest examples of Chinese Buddhist art. Housing tens of thousands of statues of Shakyamuni Buddha and his disciples, they are located south of present-day Luoyang in Henan province, China. The images, many once painted, were carved as outside rock reliefs and inside artificial caves excavated from the limestone cliffs of the Xiangshan () and Longmenshan, running east and west. The Yi River () flows northward between them and the area used to be called Yique (). The alternative name of \"Dragon's Gate Grottoes\" derives from the resemblance of the two hills that check the flow of the Yi River to the typical \"Chinese gate towers\" that once marked the entrance to Luoyang from the south.\nThere are as many as 100,000 statues within the 2,345 caves, ranging from to in height. The area also contains nearly 2,500 stelae and inscriptions, hence the name \"Forest of Ancient Stelae\", as well as over sixty Buddhist pagodas. Situated in a scenic natural environment, the caves were dug from a stretch of cliff running along both banks of the river. 30% date from the Northern Wei and 60% from the Tang dynasty, caves from other periods accounting for less than 10% of the total. Starting with the Northern Wei dynasty in 493 AD, patrons and donors included emperors, Wu Zetian, members of the royal family, other rich families, generals, and religious groups.\nIn 2000 the site was added to the UNESCO World Heritage List as \"an outstanding manifestation of human artistic creativity,\" for its perfection of an art form, and for its encapsulation of the cultural sophistication of Tang China.\nGeography.\nThis complex is one of the three notable grottoes in China. The other two grottoes are the Yungang Caves near Datong in Shanxi Province, and the Mogao Caves near Dunhuang in Gansu Province. The valley formed by the Yi River enclosed by two hills ranges of Xiangshan (to the east) and Longmenshan (to the west) hills have steep slopes on the western and eastern slopes along the river. Yi is a north flowing tributary of the Luo River. The grottoes are formed in 1km of the stretch of this river and were carved on both banks, in limestone formations creating the Longmen Caves. Most of the work was done on the western bank, while the eastern bank caves, of smaller numbers, served as residences for the large groups of monks.\nWithin the approximately 1,400 caves, there are 100,000 statues, some of which are only high, while the largest Buddha statue is in height. There are also approximately 2500 stelae and 60 pagodas. The grottoes are located on both sides of the Yi River. Fifty large and medium-sized caves are seen on the west hill cliffs which are credited to the Northern, Sui, and Tang dynasties, while the caves on the east hill were carved entirely during the Tang dynasty. The plethora of caves, sculptures and pagodas in Longmen Grottoes depict a definite \"progression in style\" with the early caves being simple and well shaped with carvings of statues of Buddha and religious people. The change of style is more distinct in the Tang dynastic periods which are \"more complex and incorporate women and court figures as well\". The caves have been numbered sequentially from north to south along the west bank of the Yi River. Entry to the caves is from the northern end.\nHistory.\nEarly history.\nThe earliest history of the creation of Longmen Grottoes is traced to the reign of Emperor Xiaowen of Northern Wei dynasty when he shifted his capital to Luoyang from Dtng; Luoyang's symbolic value is borne by the fact that it served as the historic capital for 13 dynasties. The grottoes were excavated and carved with Buddhist subjects over the period from 493 AD to 1127 AD, in four distinct phases. The first phase started with the Northern Wei dynasty (493534). The second phase saw slow development of caves as there was interruption due to strife in the region, between 524 and 626, during the reign of the Sui dynasty (581618) and the early part of the Tang dynasty (618907). The third phase, was during the reign of the Tang dynasty when Chinese Buddhism flourished and there was a proliferation of caves and carvings from 626 to the mid 8th century. The last phase, which was the fourth, was from the later part of the Tang dynastic rule extending to the Northern Song dynasty rule, which saw a decline in the creation of grottoes. It came to an end due to internecine war between the Jin and Yuan dynasties.\nGuyangdong or the Shiku Temple, credited to Emperor Xiaowen, was the first cave temple to be built at the center of the southern floor of the West Hill. Emperor Xuanwu of Northern Wei followed up this activity and excavated three more caves, two in memory of his father, Emperor Xiaowen, and one in memory of his mother; all three caves are grouped under the title of the \"Three Binyang Caves\" (Binyangsandong), which were built by the emperor over a 24-year period. Over 30% of the caves seen now were built during this period.\nIn 527, the Huangfugong or Shikusi grottoes, a major cave, was completed. It is a well conserved cave located to the south of the West Hill.\nIn 675, Fengxiansi Cave, on the southern floor of the West Hill was completed during the Tang dynasty rule. This marked the third phase of creation and the peak period of the gottoes' creation. It is estimated that 60% of the caves seen at Longmen came about in this period from 626 till 755. During this period, in addition to the caves which housed Buddha statues of various sizes, some Buddhist temples were also built in open spaces with scenic settings in the same complex. However, these are now mostly in ruins. During this phase, Emperor Gaozong and Empress Wu Zetian were instrumental in intensifying the activity when they were ruling from Luyong.\nLater history.\nDuring the period of 1368 to 1912, when two dynasties ruled in China, namely the Ming dynasty from 1368 to 1644, and the Qing dynasty from 1644 to 1912, there was cultural revival and the Longmen Grottoes received recognition both at the national and international level.\nDuring the Second Sino-Japanese War, the Japanese looted the site and took many of the statues back to Japan. Many of these relics are now in Japanese museums. \nVandalism occurred in the 1940s, a result of political unrest. With the establishment of the People's Republic of China in 1949, the grottoes have been declared as protected area and are being conserved. The Constitution of China, under Article 22, which among other issues also provides for protection of the natural heritage sites, has been further defined under various legal instruments enacted to protect and conserve this cultural heritage of China.\nThe Longmen Relics Care Agency was established in 1953 under the Ministry of Culture. A 1954 site inventory was undertaken by the newly established Longmen Caves Cultural Relics Management and Conservation Office. The State Council declared the Longmen Grottoes as a national cultural monument needing special protection in 1961. In 1982, it was declared as one of the first group of scenic zones to be protected at the state level. The Management and Conservation Office was renamed the Longmen Grottoes Research Institute in 1990; and the People's Government of Luoyang City became responsible for the management of the heritage monuments. The governing organization was renamed the Longmen Grottoes Research Academy in 2002.\nDuring the Warring States period, the general Bai Qi of Qin once defeated the allied forces of Han and Wei at the site. The site was subjected to significant vandalism at several points in its history. Major artifacts were removed by Western collectors and souvenir hunters during the early 20th century. The heads of many statues were also destroyed during the Cultural Revolution. Two murals taken from the grottoes are reported to be displayed in the Metropolitan Museum of Art in New York and the Nelson-Atkins Museum of Art in Kansas City, Missouri.\nGrottoes.\nThere are several major grottoes with notable displays of Buddhist sculptures and calligraphic inscriptions. Some of the main caves and the year when work began within them include: Guyang-dong (493), Binyang-dong (505), Lianhua-dong (520s), Weizi-dong (522), Shiku-si (520s), Weizi-dong (520s), Shisku (520s), Yaofang-dong (570), Zhaifu-dong (ca. 636), Huijian-dong (630s), Fahua-dong (650s), Fengxian-si (672), Wanfo-si (670-680s), Jinan-dong (684), Ganjing-si (684), and Leigutai-dong (684). The Guyang, Binyang, and Lianhua caves are horseshoe-shaped.\nGuyangdong.\nGuyangdong, or Guyang Cave, or Old Sun Cave, is recorded as the oldest Longmen cave with carvings in the Northern Wei style. It is also the largest cave, located in the central part of the west hill. It was carved under the orders of Emperor Xiaowen. The earliest carving in this limestone cave has been now dated at 478 AD, during the period when Emperor Xiaowen is thought to have been moving his capital from Datong to Luoyang. The Buddhist statues in the niches of this cave are very well sculpted. Also found here are 600 inscriptions in fine calligraphy of writings in the Northern Wei style. Many of the sculptures inside the cave were contributed by royalty; religious groups supported this activity. The cave has three very large images  the central image is of Sakyamuni Buddha with Bodhisattvas on either side. The features of the images are indicative of the Northern Wei style, typically of slim and emaciated figures. There are about 800 inscriptions on the walls and in the niches inside the cave, the most in any cave in China. There are two rows of niches on the northern and southern walls of the cave, which house a very large number of images; the artists have recorded their names, the dates, and the reasons for carving them.\nBinyang.\nBinyang has three caves, North Binyang Cave, Middle Binyang Cave and South Binyang Cave, of which the Middle Binyang Cave is the most prominent.\nBinyangzhongdong () or the Middle Binyang Cave, is carved in the Datang style on the west hill, on the northern floor. It was built by Emperor Xuanwun to commemorate his father Xiaowen, and also his mother. It is said that 800,000 workers created it over the period from 500 to 523. In the main wall of this cave, five very large Buddhist statues are carved all in Northern Wei style The central statue is of Sakyamuni Buddha with four images of Bodhisattvas flanking it. Two side walls also have Buddha images flanked by Bodhisattva. The Buddhas, arranged in three groups in the cave, are representative of Buddhas of the past, the present, and the future. The canopy in the roof is designed as a lotus flower. There were two large bas-reliefs of imperial processions, that included Emperor Xiaowen, Empress Dowager Wenzhao, and the emperor's late parents in worship. The reliefs were stolen completely in the mid-1930s. The emperor's procession is now in the Metropolitan Museum of Art in New York and two thirds of the empress's is in the Nelson-Atkins Museum of Art in Kansas City. While a few statues are sculpted with \"long features, thin faces, fishtail robes and traces of Greek influence\", others are in Tang period natural style and heavily built.\nBinyangnandong (), or the South Binyang Cave, has five very large images which were carved by Li Tai, the fourth son of Emperor Taizong of Tang, the first Tang Emperor. He made them in 641 AD in memory of his mother Empress Zhangsun. The central image in a serene appearance is that of Amitabha Buddha seated on a pedestal surrounded by Bodhisattvas, also serene looking in a blend of the Northern Wei and the Tang dynasty styles.\nFengxian.\nFengxian, or Feng Xian Si (), or Li Zhi cave is the Ancestor Worshipping Cave, which is the largest of all caves carved on the west hill built between 672 and 676 for Empress Wu Zetian. The carvings are claimed to be the ultimate in architectural perfection of the Tang dynasty. The shrine inside the cave measures 39m x35m. It has the largest Buddha statue at the Longmen Grottoes. Of the nine huge carved statues, the highly impressive image of Vairocana Buddha is sculpted on the back wall of the Fengxian. The image is 17.14m high and has 2m long ears. An inscription at the base of this figure gives 676 as the year of carving. The Bodhisattva on the left of the main image of Buddha is decorated with a crown and pearls. Also shown is a divine person trampling an evil spirit. The main Vairocana image's features are plumpish and of peaceful and natural expression. Each of the other large statues are carved with expressions matching their representative roles. These were carved at the orders of Empress Wu Zetian, and are considered uniquely representative of the Tang dynasty's \"vigorous, elegant and realistic style.\" The huge Vairocana statue is considered as \"the quintessence of Buddhist sculpture in China.\"\nThe Vairocana statue also provides at its base the names of the artisans who worked here, the name of the Emperor Gaozong, who was the donor, and also honors Wu Zetian. It is said that Wu Zetian donated \"twenty-thousand strings of her rouge and powder money\" to complete this edifice. Hence, it is conjectured that the Vairocana Buddha was carved to resemble the Empress herself and termed a \"Chinese Mona Lisa, Venus or as the Mother of China\". All the images here, which remain undamaged, project character and animation. Statues of Kasyapa and Ananda, the two principal disciples of Vairocana, and of two Bodhisattvas with crowns flank the main statue, in addition to numerous images of \"lokapalas (guardians or heavenly kings), dvarapalas (temple guards), flying devas and numerous other figures.\"\nOthers.\nHuangfugong, or Shikusi, a three-wall, three-niche cave, is situated south of the west hill, was carved out in 527. It was completed at one stretch as a single unit and is very well preserved. There are seven Buddhas carved on the lintel which give the appearance of a wood finish. Seven very large images are seen in the main hall with the Buddha image flanked by two Bodhisattvas and two disciples. Also seen are images of Buddhist groups in the niches of the cave. A very large design of a lotus flower is carved in the roof, flanked by eight musical apsaras (water spirits or nymphs). It was created by Huangfu Du, uncle of Empress Hu.\nWan-fo-dung (\"Cave of Ten Thousand Buddhas\"), or Yung-lung-tung, was built in 680 by Gaozong and Wu Zetian. It houses 15,000 Buddhas carved in small niches, different from each other, with the smallest Buddha being in height.\nYaofangdong (), or the Medical Prescription Cave, has small inscriptions of 140 medical prescriptions for a wide range of medical problems from the common cold to insanity. These are seen carved right at the entrance on both walls. These carvings are dated from the late Northern Wei period to the early Tang dynasty.\nReached by modern, concrete stairs up the face of a cliff, Qianxisi, or Hidden Stream Temple Cave, is a large cave on the northern edge of the west hill. Made during Gaozong's reign (65380), the cave has a statue of a huge, seated, early Tang Buddha (Amitabha Buddha), flanked by statues of the Bodhisattvas Avalokitesvara and Mahasthamaprapta. The statues are carved with a sophisticated expression typical of Tang style. It may have been sponsored by the Nanping princess, with the beneficiary being Gaozong, her recently deceased father.\nThe Lianhua or the Lotus Flower Cave (), dated to 527, belongs to the Northern Wei period. The Grotto has a large lotus flower carved in high relief on its ceiling. Several small Buddhas are carved into the south wall. Also seen are shrines in the south and north wall in the niches.\nThe Laolong or the Old Dragon Cave () created during the Tang dynasty period, named after the Old Dragon Palace, has many niches dated to Gaozong's reign.\nTemples.\nThere are the several temples at Longmen Grottoes. Some important ones include Xiangshan Temple, Bai Garden temple, and the Tomb of Bai Juyi. Others are Tongle temple, begun under Emperor Mingyuan; Lingyan and Huguo temples, under Emperor Wencheng; Tiangong temple, under Xiaowen; and Chongfu temple, under Qianer.\nXiangshan Temple.\nXiangshan Temple is one of the earliest of the ten temples at Longmen. It is located in the midsection of the east hill. The name 'Xiangshan' is derived from the name of the spices \"Xiangge\" found extensively on these hill slopes. It was reconstructed some time in 1707, during the reign of the Qing dynasty, patterned on an old temple that existed there. Longmen Grottoes Administration, expanded the temple in 2002, by adding the \"Belfry, the Drum Tower, the Wing Room, the Hall of Mahavira and Hall of Nine Persons, Eighteen Arhats, the Villa of Chiang Kai-shek and Soong Mei-ling\". New additions included board walks, compound wall and a new gate from the southern end of the temple.\nBai Garden temple.\nBai Garden is temple situated on the Pipa peak, to the north of the east hill (Xiangshan Hill). It was re-built in 1709 by Tang Youzeng of the Qing dynasty. The temple is surrounded by thick vegetation of pine and cypress trees.\nTomb of Bai Juyi.\nThe Tomb of Bai Juyi on the east bank is that of the well-known poet during the Tang dynasty who lived in Luoyang during his later years. The tomb is located on the hill top. It is approached from the west bank after crossing a bridge across the Yi River. The tomb is a circular mound of earth of 4 meters height with a circumference of 52 meters. The tomb is 2.80 meters high and has the poet's name inscribed on it as Bai Juyi.\nPreservation and restoration.\nOne of the major achievements in this direction is the recognition given to the monuments by UNESCO in declaring the Longmen Grottoes a heritage monument, after due evaluation over a period, and inscribing it in the World Heritage List. The recognition is based on Criteria (i), (ii), and (iii): \"Criterion (i), the sculptures of the Longmen Grottoes are an outstanding manifestation of human artistic creativity; Criterion (ii) the Longmen Grottoes illustrate the perfection of a long-established art form which was to play a highly significant role in the cultural evolution of this region of Asia; and Criterion (iii), the high cultural level and sophisticated society of Tang dynasty China is encapsulated in the exceptional stone carvings of the Longmen Grottoes.\" This also enjoins the Government of China to take adequate steps to preserve the monument in its heritage status according to guidelines issued from time to time after frequent inspections of the site.\nThe Longmen Grottoes have undergone many concerted efforts of identifying, demarcating, planning, and implementing restoration works since 1951. To start with, a weather monitoring station was established near the grottoes to assess the environmental conditions prevailing in the area and to plan appropriate restoration measures. This was followed by intensive restoration works, initially in the form of strengthening the rock bases to arrest seepage of water from the roofs and sides of the grottoes. Overgrown vegetation with roots was cleared. Means of access to the caves were newly installed in the form of railings, footpaths and walkways with steps. All the efforts taken by the government of China over the last nearly six decades has ensured that the grottoes are preserved in a fairly presentable state of conservation. All this has been achieved by the integrated action of three institutions, namely: the China Institution of Cultural Relics Protection, who provided the professional scientific inputs, the China University of Geosciences, and the Longmen Cultural Relics Care Agency. Funds for the studies and restoration works have been provided for under the Revised Five-Year and Ten-Year Plans approved by the People's Government of Luoyang City in 1999."}}