{"id": 130, "data": {"title": "Lorentz National Park", "text": "Lorentz National Park is a national park located in Central Papua, Indonesia, in the southwest of western New Guinea. With an area of 25,056km2 (9,674mi2), it is the largest national park in Southeast Asia. In 1999 Lorentz was declared a World Heritage Site by UNESCO.\nAn outstanding example of the biodiversity of New Guinea, Lorentz is one of the most ecologically diverse national parks in the world. It is the only nature reserve in the Asia-Pacific region to contain a full altitudinal array of ecosystems ranging through marine areas, mangroves, tidal and freshwater swamp forest, lowland and montane rainforest, subalpine shrub and grassland, alpine tundra, and equatorial glaciers. At 4884 meters, Puncak Jaya (formerly Carstensz Pyramid) is the tallest mountain between the Himalayas and the Andes.\nBirdlife International has called Lorentz Park probably the single most important reserve in New Guinea. It contains five of World Wildlife Fund's \"Global 200\" ecoregions: Southern New Guinea Lowland Forests; New Guinea Montane Forests; New Guinea Central Range Subalpine Grasslands; New Guinea Mangroves; and New Guinea Rivers and Streams.\nLorentz Park contains many unmapped and unexplored areas, and is certain to contain many species of plants and animals as yet unknown to Western science. Local communities' ethnobotanical and ethnozoological knowledge of the Lorentz biota is also very poorly documented.\nThe park is named for Hendrikus Albertus Lorentz, a Dutch explorer who passed through the area on his 190910 expedition.\nFauna.\nLorentz National Park has 630 documented species of bird (around 95% of the total number of bird species in Papua) and 123 mammalian species. Birds include two species of cassowary, 31 dove and pigeon species, and 60 species of kingfisher. Six bird species are endemic to the Snow Mountains including the Snow Mountain quail and Snow Mountains robin, 26 species are endemic to the Central Papuan Ranges while three are endemic to the South Papuan Lowlands. Threatened species include the southern cassowary, Alpine woolly rat, southern crowned pigeon, Pesquet's parrot, Salvadori's teal and Macgregor's giant honeyeater.\nThe mammal species include the long-beaked echidna, short-beaked echidna, and four species of cuscus as well as wallabies, quolls and tree-kangaroos. Endemic to the Sudirman Range is the dingiso, a tree-kangaroo species only discovered in 1995.\nHuman habitation and culture.\nThe area of the national park has been inhabited for more than 25,000 years. The forests of Lorentz encompass the traditional lands of eight indigenous ethnic groups, including the Asmat, Amung, Dani, Sempan, and Nduga. Estimates of the current population vary between 6,300 and 10,000.\nIt is widely acknowledged that conservation management strategies for the park will have to incorporate the needs and aspirations of these peoples if the park is to succeed in protecting biodiversity. Moreover, cultural diversity is another important measure of success for the park.\nEcological threats.\nThe main threats to the biodiversity of Lorentz are from commercial logging, forest conversion for plantation agriculture, smallholder agricultural conversion, mining/oil/gas development, illegal road construction, and the illegal species trade. Global warming also poses a substantial threat.\nAs of 2005, there was no reported commercial logging or other large-scale threats present inside the park. There are no currently active forest conversion projects, and agricultural conversion is minimal. The illegal species trade is known to be a serious problem. The large Freeport gold/copper mining operation has been active for decades to the west and north of the park but is not active inside the park boundaries. Oil exploration inside and to the northeast of the park is ongoing.\nThe overall health of the biodiversity of Lorentz Park is currently excellent. While logging and other threats have yet to materialize, it is likely that this will become a threat in the future. Climate change poses a very real threat, but its specific implications for Lorentz are uncertain.\nConservation.\nThe first formal protection of a 3,000km core area of the Lorentz landscape was applied by the Dutch Colonial Government in 1919 with the establishment of the Lorentz Nature Monument. In 1978, the Indonesian Government established a Strict Nature Reserve with an area of 21,500km. Lorentz National Park was established in 1997, with a total area of 25,056km, including an eastern extension and coastal and marine areas.\nLorentz National Park was listed as a natural World Heritage Site in 1999, however an area of about 1,500km was excluded from listing due to the presence of mining exploration titles within the park.\nAs of 2005, there were no park staff or guards assigned to Lorentz. However, the park's success largely depends on local communities' understanding of and support for conservation, rather than external enforcement alone. Several conservation organizations are working in the Lorentz area.\nIn 2006, the Minister of Forestry established a managing structure for Lorentz National Park, the Lorentz National Park Bureau with headquarters in Wamena. The Bureau became functional only in 2007, and reached a staffing of 44 in mid-2008. However an UNESCO Monitoring Mission in 2008 acknowledged that the capacity of the Bureau was seriously limited due to lack of funding, equipment and experience."}}