{"id": 216, "data": {"title": "Los Alerces National Park", "text": "Los Alerces National Park () is located in the Andes in Chubut Province in the Patagonian region of Argentina. Its western boundary coincides with the Chilean border. Successive glaciations have molded the landscape in the region creating spectacular features such as moraines, glacial cirques and clear-water lakes. The vegetation is dominated by dense temperate forests, which give way to alpine meadows higher up under the rocky Andean peaks. A highly distinctive and emblematic feature is its alerce forest; the globally threatened alerce tree is the second longest living tree species in the world (&gt;3,600 years). The alerce forests in the park are in an excellent state of conservation. The property is vital for the protection of some of the last portions of continuous Patagonian Forest in an almost pristine state and is the habitat for a number of endemic and threatened species of flora and fauna.\nAlerce trees.\nDesignated a World Heritage Site in 2017, the park was created in 1937 to protect forests of alerce trees, called \"lahun\" by the Mapuche people, and other examples of the flora of the Patagonian Andes. The National Park has the largest alerce forest in Argentina. Alerce is often compared in appearance to the Sequoia trees of the United States, reaching a very large size. It is one of the longest-living trees in the world; some in Chile are 3,600 years old. The alerce grows very slowly and belongs to the family Cupressaceae (cypresses). The alerce is restricted to a small range in Chile and Argentina and the species is endangered due to exploitation of the tree for lumber.\nThe best-known alerce forest in the park, reachable by boat and often visited by tourists, is at a boat dock called Puerto Sagrario at the northern end of Lake Menndez. The largest known alerce tree in Argentina is located there. It is tall, in diameter, and 2,600 years old. Regular tours visit the forest. Taller and larger alerce trees are believed to exist on the southwestern arm of Lake Menndez, but access to that area is restricted.\nThe virgin alerce forests in the park cover an area of on the two arms of Lake Menndez and the upper part of Amutui Quimey Reservoir, and along the streams feeding into those lakes.\nDescription.\nLos Alerces National Park consists of two parts: the formally declared national park of and the adjoining Los Alerces National Reserve of . Almost all the development in the park is in the national reserve. A buffer area wide surrounds the three sides of the park which do not border on Chile.\nLos Alerces National Park is shaped like a rough rectangle, extending approximately north to south along the border with Chile and east to west. All of Los Alerces National Park is in the drainage basin of the Futaleuf River, although the river is called by several different names during its course in Argentina. A chain of lakes separated by short courses of turbulent river characterize the park. Lake Rivadavia is the beginning of the chain. The outflow from Lake Rivadavia is called the Rivadavia River which flows into the much smaller Green Lake. The outlet from Green Lake is called the Arrayanes River, which after receiving the outflow from Lake Menndez continues on to Futalaufquen Lake. Below Futalaufquen Lake is Kruger Lake and the Frey River which flows into Amutui Quimey Reservoir, an artificial lake. The river known as the Futaleuf emerges below Amutui Quimey reservoir and becomes the southern boundary of the National Park. Scattered around the mountains and valleys of the park are a number of smaller lakes and streams.\nThe highest point in the Los Alerces National Park is Cordon de las Pirmides, in elevation. The lowest point in the park is about where the Futaleuf river crosses into Chile.\nClimate.\nThe lower elevations in Los Alerces National Park are classified as Oceanic climates, denominated Cfb, or humid continental climates, Dfb, in the Kppen climate classification system. Moisture-laden clouds from the Pacific Ocean strike the Andes on the Chilean-Argentine border and produce up to of precipitation annually, mostly in the form of rain at lower elevations and snow at higher elevations. Eastward from the crest of the Andes, in a rain shadow, precipitation decreases rapidly, falling to about at the eastern edge of the park. Temperatures in the park range from cold to moderate. Freezes can occur in any month of the year. At the park headquarters at one of the lowest elevations in the park, the warmest month is January with average daily maximum and minimum temperatures of 24 celsius (75 fahrenheit) and 8 celsius (46 fahrenheit). The average temperatures in July, the coldest month, are 7 (45 fahrenheit) high and -1 (30 fahrenheit) low. Average temperatures decline with altitude. Timberline is about above which is bare rock, permanent or semi-permanent snowfields, and Torrecillas glacier between the two arms of Lake Mennendez.\nIn the west of the park, there is high rainfall and Valdivian temperate rain forests below the higher elevations of the Andes. Much of the rest of the park is Patagonian forest similar to the Lann and Nahuel Huapi National Parks, with coihues and lenga. Arrayn (\"Luma apiculata\") trees can be seen along the Arrayanes river.\nAlthough there is no true dry season, precipitation is heaviest in the southern hemisphere winter months of July through August.\nDevelopment and tourism.\nA hydroelectric dam, providing energy to industry in Puerto Madryn, has created the large Amutui Quimey Reservoir, which empties into the Futaleuf River which flows on to Chile.\nThere is good walking and fishing in the park, and boat trips on the lakes. The Torrecillas glacier can be seen from tour boats on Lake Menndez."}}