{"id": 131, "data": {"title": "Los Glaciares National Park", "text": "Los Glaciares National Park () is a federal protected area in Santa Cruz Province, Argentina.\nThe park covers an area of , making it the largest national park in the country.\nEstablished on 11 May 1937, it hosts a representative sample of Magellanic subpolar forest and west Patagonian steppe biodiversity in good state of conservation. In 1981, it was declared a World Heritage Site by UNESCO.\nThe park's name refers to the giant ice cap in the Andes, the largest outside of Antarctica, Greenland and Iceland, feeding 47 large glaciers, of which 13 flow towards the Pacific Ocean. In other parts of the world, glaciers start at a height of at least above mean sea level, but due to the size of the ice cap, these glaciers begin at only , sliding down to . Los Glaciares borders Torres del Paine National Park to the south in Chilean territory.\nGeography.\nLos Glaciares, of which 30% is covered by ice, can be divided in two parts, each corresponding with one of the two elongated big lakes partially contained by the park. Lake Argentino, and the largest in Argentina, is in the south, while Lake Viedma, , is in the north. Both lakes feed the Santa Cruz River that flows down to lower part Puerto Santa Cruz on the Atlantic. Between the two halves is a non-touristic zone without lakes called \"Zona Centro\".\nThe northern half consists of part of Viedma Lake, the Viedma Glacier and a few minor glaciers, and a number of mountains very popular among fans of climbing and trekking, including Mount Fitz Roy and Cerro Torre.\nThe southern part has, as well as a number of smaller ones, the major glaciers which flow into Lake Argentino: Perito Moreno Glacier, Upsala Glacier, and Spegazzini Glacier. Typical excursion boats travel between icebergs to visit Onelli Bay, and the otherwise inaccessible Spegazzini and Upsala. Perito Moreno is reachable by land.\nClimate.\nThe park has a cool and moist temperate climate. Mean temperatures range from in winter to in summer although at higher altitudes, the mean annual temperature can be around . The park receives an average annual rainfall of in the west and in the east which is evenly distributed throughout the year. Snowfall is common during the colder months.\nEcology.\nThe mountains hold most of the humidity from the Pacific Ocean, letting through only the ice coldness (annual average of ) and creating the arid Patagonian steppe on the Argentine side of the range. This area is habitat for rheas, guanaco, cougar, and South American gray fox, the latter of which has suffered from the invasion of the cattle industry and are endangered. The guanaco, while not endangered, has had a dramatic decline in historic population due to large scale grazing of livestock throughout much of Patagonia. There are over 100 species of birds in the area (condors, eagles, and others). Between the ice and the Patagonian steppe there is a fertile area of Magellanic subpolar forests composed mainly of lengas and guindos, but also ires. Within these more hospitable areas also live huemul deer and torrent duck.\nIssues.\nLos Glaciares National Park faces many issues around tourism, overgrazing, forest fires and more. There are areas of the park where overgrazing is quite a problem and contains many alien/invasive and feral species such as cattle, European hares and certain types of trout. Forest fires have had a strong impact on the site and degraded and destroyed parts of it as well.\nHuman use.\nLos Glaciares is a major attraction for international tourists. Starting points of tours are the city of El Calafate at the shore of Lake Argentino but outside the park, where the park's administration has its headquarters, and El Chaltn village in the northern part of the park, at the foot of the Fitz Roy. Other touristic points in the park include Lago del Desierto and Lago Roca.\nIt was also used as one of the filming locations for \"Return of the Ice\", the second episode of the speculative science documentary series \"The Future is Wild\"."}}