{"id": 249, "data": {"title": "Los Katíos National Park", "text": "Los Katos National Natural Park () is a protected area located in northwest Colombia which covers about . The elevation ranges between . It is a part of the Darin Gap, a densely forested area shared by Panama and Colombia, and is contiguous with the Darin National Park in Panama. The Pan-American Highway, when completed as proposed, would pass near or through Los Katos. The park was declared a UNESCO World Heritage Site in 1994 due to the extraordinary diversity of plant and animal species represented. \nThe topography of the Los Katios National Park is diverse, with low hills, forests and wet plains comprising its total area.\nThe two largest parts of the park are the Serrana del Darin mountains, which lie to the west, and the Atrato River floodplains in the east. The floodplains hold exceptionally fertile soil and consist of alluvial plains of two types. One consists of low-lying terraces that flood often and the other has high terraces that seldom flood. There are also low hills of up to in elevation and others that are high. Swampy marshes spread for nearly half of the park's total area. The wetlands of the Atrato floodplain are unique. Cativo, one of the indigenous species, can grow to a height of . It lends its name to a formation called 'catival' and is found nowhere in the world except Colombia, south Central America and Jamaica.\nSignificance.\nLos Katos National Park has exceptionally high biodiversity and (along with the adjacent Darien National Park in Panama), is a center of endemism, with many species that are restricted to the region. The park is home to at least 450 species of birds. In fact, over 25% of the bird species reported for Colombia in an area less than 1% of the total Colombian territory. Almost 20% of the plant species in the park are endemic to the Choc-Darin moist forests.\nDue to its geographical location in northern Colombia on the southern edge of the Central American land bridge, this region served as a filter for the exchange of animal species between North and South America in the Tertiary and Pleistocene periods. This process continues today, and Los Katos is the only region in South America where many Central American taxa are common, including\nyew species, the Giant anteater, and the Central American tapir.\nThe park also protects important landscape features such as the 25 m high Tendal waterfall, the 100 m high Tilupo waterfall and the Tumarad swamps.\nIn 1990, the park was made accessible by paths and accommodation for small groups of visitors, who have access to the national park through the park administration in Sautat.\nHistory.\nThe region was originally inhabited by the Guna, an indigenous group who, after internal fighting, had to surrender the Choc region to the Kato-Embera and emigrated to Panama. The Darin region, to which Los Katos belongs, was historically important for the first settlers who used the land bridge from North to South America some 20,000 years ago. In the post-Columbian period, the Spanish conquistadors Rodrigo de Bastidas, Alonso de Ojeda and Vasco Nez de Balboa were the first to discover this region in 1501.\nIn more recent times, about one percent of the park in the Sautat area was agriculturally developed and used primarily for the cultivation of sugar cane. After the park was established in 1974, over the next seven years the 150 or so local families were relocated to the nearby towns of Ungua, Puente Amrica, Tumarad and Cacarica. \nThe park was placed on the List of World Heritage in Danger in 2009 at the request of the Colombian government to handle threats to its protection, notably deforestation, unauthorized settlements, illegal fishing and hunting.\nIn 2015, the park was removed from the List of World Heritage in Danger due to significant improvements in the management of the park and of steps taken by the national authorities to reduce illegal extraction of timber and overfishing. "}}