{"id": 327, "data": {"title": "Luis Barragán House and Studio", "text": "Luis Barragn House and Studio, also known as Casa Luis Barragn, is the former residence of architect Luis Barragn in Miguel Hidalgo district, Mexico City. It is owned by the Fundacin de Arquitectura Tapata and the Government of the State of Jalisco. It is now a museum exhibiting Barragn's work and is also used by visiting architects. It retains the original furniture and Barragn's personal objects. These include a mostly Mexican art collection spanning the 16th to 20th century, with works by Picasso, Diego Rivera, Jos Clemente Orozco, Jess Reyes Ferreira and Miguel Covarrubias.\nLocated in the west of Mexico City, the residence was built in 1948 after the Second World War. It reflects Barragn's design style during this period and remained his residence until his death in 1988. In 1994 it was converted into a museum, run by Barragn's home state of Jalisco and the Arquitectura Tapata Luis Barragn Foundation, with tours available only by appointment. In 2004, it was named a World Heritage Site by UNESCO because it is one of the most influential and representative examples of modern Mexican architecture.\nHistory.\nThe area of the house was originally just outside the historic town of Tacubaya. The house was built on property that Barragn probably purchased in 1939 as part of a larger development at a time when his career was shifting from real estate to architecture. He eventually sold the rest of the land, keeping that area for himself. The predecessor to the house is the Ortega House, which made use of a preexisting building. Barragn lived there from 1943 to 1947. The house was designed and built in 1947 for Luz Escandn de R. Valenzuela, but in 1948, Barragn decided to move into it himself, despite the fact that at the time he was developing the elite subdivision Jardines del Pedregal in the south of the city. Barragn lived there until his death in 1988, and during this time the house underwent many modifications, functioning as a kind of laboratory for his ideas.\nIn 1993, the government of the state of Jalisco and Arquitectura Tapata Luis Barragn Foundation acquired the house, turning it into a museum in 1994. In 2004, it was named a World Heritage Site by UNESCO, the only private residence in Latin America to be named so. It was named because of its representation of 20th-century architecture, which integrated traditional and vernacular elements and mixes various philosophical and artistic tendencies of the mid 20th century. It has also named as one of the ten most important houses constructed in the 20th century. It has also been the subject of various publications including the book, La casa de Luis Barragn, written by three experts on Barragn's work. Despite its importance, the house is little known to Mexico City tourism, generally visited by architects and art aficionados from various parts of the world.\nThe museum.\nThe house was completely restored in 1995 at a cost of 250,000 pesos for its function as a museum, with money coming from CONACULTA, the national lottery and the Jalisco government. As a key piece of 20th-century architecture in Mexico, the house itself is the main exhibition. It retains the original furniture and Barragn's personal objects. These include a mostly Mexican art collection spanning the 16th to 20th century, with works by Picasso, Diego Rivera, Jos Clemente Orozco, Jess Reyes Ferreira and Miguel Covarrubias. Reyes Ferreria was particularly appreciated with the house collection contains one of his few oils. Guided tours are offered but a previous appointment is necessary.\nThe museum is run by the state of Jalisco (Barragn's home state) and the Arquitectura Tapata Luis Barragn Foundation. It maintains a library of about 3,000 publications and personal papers and photographs. It has also partnered with Monterrey Institute of Technology and Higher Education to create a faculty position named after the architect.\nThe museum also hosts events such as conferences, presentation and art exhibits. Its book presentation have those about the architect and his works such as Barragn, obra completa. Temporary exhibits held at the house include that of Jorge Yzpk (2008), Azul Pacfico by Sofa Taboas (2008), Homenaje al cuadrado by Josef Albers (2007), Equus by Teresas Zimbrn (2007), Little did he know by Aldo Chaparro, Mauricio Garcia Torre and Mauricio Limn (2007), Frederic Amat (2006), Luciano Matus (2006), La mancha by Santiago Borja (2006), Valeria Florescano (2004), Alberto Moreno, (2008), Jos Limn (2008), Intervenciones a la aquitectura by Humberto Spindola (2009), SANAA by Kazuyo Sejima and Ryue Nishizawa (2009) and one by Francisco Ugarte (2010) .\nIn the early 2000s, the house hosted a year-long project called El aire es azul (The air is blue) with twenty one international artists who spent the time in the house creating art inspired by the house. These artists included Pedro Reyes, Claudia Fernandez, Damian Ortega, Anri Sala and Koo Jeon-A.\nLuis Barragn.\nLuis Barragn Morfin was born in 1902 in Guadalajara to a wealthy family. He grew up on a large ranch near the small town of Mazamitla in Jalisco. He obtained a degree in civil engineering in 1925, then spent the following two years in Europe. Here he came in contact with the landscaping work of Ferdinan Bac. When he returned to Mexico, he began building houses in Guadalajara, a number of which became featured in publications in the United States and Italy. In 1936, he moved to Mexico City. Here he worked in real estate development including area in which his house is found today. During his career, he developed projects in Mexico City, Manzanillo, Guadalajara, Acapulco, La Jolla, CA but his best known work is that on Ciudad Satlite. His architecture work is generally confined to houses with his abilities mostly self-taught. In 1976, the Museum of Modern Art in New York held an exhibition of his work and he also received the Premio Nacional de Ciencias y Artes. In 1980, he received the Pritzker Prize . Soon after, he developed Parkinson's disease which impeded his ability to work. He also received two other awards, the Premio Jalisco and the Premio Nacional de Arquitectura before his death, as well as a retrospective of his work at the Museo Tamayo de Arte Contemporneo. Barragn died at his home on November 22, 1988.\nBarragan's work is notable for its use of traditional materials, rich spaces, broad planar forms and unlike most of his contemporaries, the use of bright colors. It still has strong influence on Mexican architecture, especially housing, making more modern styles difficult to sell.\nDescription.\nThe house is located in Colonia Ampliacin Daniel Garza in the Miguel Hidalgo borough of Mexico City. The main facade is on Calle General Francisco Ramrez numbers 12 and 14, a small street near the historic center of the former town of Tacubaya. Today the area is working class, which has been entirely engulfed by the urban sprawl of Mexico City. The Ortega house is next door. The house is built from concrete with a plaster rendering. The north end is taken up by the studio, with its own entrance at #12 and the remaining part, number 14, was Barragan's private residence. Most of the architectural influence on the house is Mexican but there are also international influences as well. His Mexican influences include the buildings of his youth in Jalisco, the use of masonry building and the tradition of strongly dividing public and private space. His use of color is based on the vibrant colors of traditional Mexico, tempered by the artistic influences of Rufino Tamayo and in particular, Jess Reyes Ferreira. Reyes was influential in moving Mexican interior design away from French to more indigenous looks in the 1930s and 1940s. With the exception of the breakfast nook, the house is designed to not need artificial light during the day, with windows and other openings placed to let in as much light as possible.\nThe facades of the house align with the street and are very plain, with rough cement walls very similar in color and composition of its neighbors. The only distinction is that the walls are much higher. It has only a few small windows and two doors to the outside streets on the southwest side. For this reason the house is not easily visible. Since the facade is plain and flat, there is no way to guess the layout inside. Instead, the house focuses inward, centered on a garden, which itself is surrounded by high walls except on the west. The house has been compared to an oasis with high walls to keep out the urban chaos.\nThe qualities of his architecture are expressed in the interior, including the garden space. He used strong non-harmonic color schemes. It is designed for the maximum use of natural light as well as free flowing space, using geometric forms. The total footage of the construction is 1,161m2, with two floors, a roof terrace and a private garden. The house represents an integration of modern and traditional architectural styles, which has since been influential, especially in the design of gardens, plazas and landscapes. The levels of the floors are not regular and rooms have different heights.\nThe main entrance to the studio is at #12 but it can also be accessed from the living room. It can also be accessed from the garden via a patio.\nAfter entering the door at #14, one enters a bare and dim foyer, whose main purpose is that of a buffer between the interior of the house and outside world. It is small and sparse. Its flooring is of volcanic stone which continues into the entrance hall. This stone is usually used for exterior floors, giving the area a patio feel. This leads to a vestibule with a high ceiling, yellow light onto a volcanic stone floor and one of the walls painted fuchsia.\nPast a low threshold and parchment screen is the living room, with a double height ceiling of wooden beams and a floor of pine planks. The walls are white with small doors leading to service spaces. The main window overlooks the garden. Other spaces on the ground floor include reading room/library, and a dining area, which has a low ceiling and a fuchsia wall with ceramic bowls from all parts of Mexico on display. Areas on this floor are divided by staircases and folding screens.\nThe dining room, living room, breakfast nook and kitchen all open to the garden area which has a fountain. The garden was originally going to be simply grass but the architect allowed a number of plants to grow semi freely, allowing for a more wild feel to the vegetation. It is small but it appears bigger because it borders the neighbor's garden. The windows that face this garden were moved after the building was finished and the marks left by their old sites give this facade an unkempt look. The windows were placed and moved with the interior in mind. One window which was moved was that of the dining room, possibly to correct the view while seated at the table.\nAnother outside opening is the \"Patio de las ollas\" (Patio of the Pots), which is on the west side of the building. It was not in the original plans but was the result of later modifications to separate the workshop from the garden. It is a small space but it provides light and greenery in the center of the structure.\nThe upper floor is a more private space with thick wood shutters for the windows. Access to this area and the roof terrace is via stone stairs lacking railings, a typical Barragn characteristic. The upper floor contains a master bedroom with dressing room, a guest room and an afternoon room. The main bedroom has a window facing the garden and was where the architect slept, simply calling it the white room. It contains a painting called Anunciacin as well as a thirty cm tall folding screen with images of an African model which were cut from magazines. The dressing room attached to the bedroom is also called the \"cuarto del Cristo\" or Christ room, with its crucifix. The guest room faces east onto the street and originally was a terrace. This and the bedrooms have a monastic feel because of their sparseness and type of furniture, reflecting the Franciscan beliefs of Barragn.\nThe roof terrace has high walls of blood red, dark brownish gray and white, with the floors in red ceramic tiles. The walls have the effect of framing the sky as well as hiding the chimney, water tank and service stairs. It serves as a small lookout point, overlooking the patio, observatory, chapel and garden. The side facing the garden has a simple wood railing."}}