{"id": 79, "data": {"title": "Macquarie Island", "text": "Macquarie Island is an island in the southwestern Pacific Ocean, about halfway between New Zealand and Antarctica. Regionally part of Oceania and politically a part of Tasmania, Australia, since 1900, it became a Tasmanian State Reserve in 1978 and was inscribed as a UNESCO World Heritage Site in 1997.\nIt was a part of Esperance Municipality until 1993, when the municipality was merged with other municipalities to form Huon Valley Council. The island is home to the entire royal penguin population during their annual nesting season. Ecologically, the island is part of the Antipodes Subantarctic Islands tundra ecoregion.\nSince 1948, the Australian Antarctic Division (AAD) has maintained a permanent base, the Macquarie Island Station, on the isthmus at the northern end of the island at the foot of Wireless Hill. The population of the base, constituting the island's only human inhabitants, usually varies from 20 to 40 people over the year. A heliport is located nearby.\nHistory.\nFrederick Hasselborough, an Australian, discovered the uninhabited island on 11 July 1810, while looking for new sealing grounds. He claimed Macquarie Island for Britain and annexed it to the colony of New South Wales in 1810. The island was named for Colonel Lachlan Macquarie, Governor of New South Wales from 1810 to 1821. Hasselborough reported a wreck \"of ancient design\", which has given rise to speculation that the island may have been visited before by Polynesians or others. In the same year, Captain Smith described in more detail what is presumably the same wreck: \"several pieces of wreck of a large vessel on this Island, apparently very old and high up in the grass, probably the remains of the ship of the unfortunate De la Perouse\".\nBetween 1810 and 1919, seals and then penguins were hunted for their oil almost to the point of extinction. Sealers' relics include iron try pots, casks, hut ruins, graves and inscriptions. During that time, 144 vessel visits are recorded, 12 of which ended in shipwreck. The conditions on the island and the surrounding seas were considered so harsh that a plan to use it as a penal settlement was rejected.\nRichard Siddins and his crew were shipwrecked in Hasselborough Bay on 11 June 1812. Joseph Underwood sent the ship \"Elizabeth and Mary\" to the island to rescue the remaining crew. The Russian explorer Fabian Gottlieb von Bellingshausen explored the area for Alexander I of Russia in 1820, and produced the first map of Macquarie Island. Bellingshausen landed on the island on 28 November 1820, defined its geographical position and traded his rum and food for the island's fauna with the sealers.\nIn 1877, the crew of the schooner \"Bencleugh\" was shipwrecked on the island for four months; folklore says they came to believe there was hidden treasure on the island. The ship's owner, John Sen Inches Thomson, wrote a book on his sea travels, including his time on the island. The book, written in 1912, was entitled \"Voyages and Wanderings In Far-off Seas and Lands\".\nThe island was included as a part of the colony of Van Diemens Land in 1825. New Zealand requested in 1889 that Macquarie Island be transferred to it Tasmania to close a loophole in New Zealand's closed sealing season, as New Zealand vessels were poaching on sub-Antarctic islands south of New Zealand, but claiming they got the seal skins from Macquarie Island. Between 1902 and 1920, the Tasmanian Government leased the island to Joseph Hatch (18371928) for his oil industry based on harvesting penguins.\nBetween 1911 and 1914, the island became a base for the Australasian Antarctic Expedition under Sir Douglas Mawson. George Ainsworth operated a meteorological station between 1911 and 1913, followed by Harold Power from 1913 to 1914, and by Arthur Tulloch from 1914 until the station was shut down in 1915.\nIn 1933, the authorities declared the island a wildlife sanctuary under the Tasmanian \"Animals and Birds Protection Act 1928\" and, in 1972, it was made a State Reserve under the Tasmanian \"National Parks and Wildlife Act 1970\". On 25 May 1948, the Australian National Antarctic Research Expeditions (ANARE) established its expedition headquarters on Macquarie Island. In March 1949, they were visited by the Fifth French Antarctic Expedition on their return trip from Adlie Land where any landing was made impossible due to extensive pack ice that year. \nThe island had status as a biosphere reserve under the Man and the Biosphere Programme from 1977 until its withdrawal from the program in 2011. On 5 December 1997, Macquarie Island was inscribed on the UNESCO World Heritage List as a site of major geoconservation significance, being the only place on earth where rocks from the earth's mantle are being actively exposed above sea-level.\nOn 23 December 2004, an earthquake measuring 8.1 on the moment magnitude scale rocked the island but caused no significant damage. Geoscience Australia issued a Tsunami Inundation Advice for Macquarie Island Station. The paper indicated that a tsunami caused by a local earthquake could occur with no warning, and could inundate the isthmus and its existing station. Such a tsunami would likely affect other parts of the coastline and field huts located close to the shore. According to several papers, an earthquake capable of causing a tsunami of that significance is a high risk.\nIn 2018, the Australian Antarctic Division published a map showing the island's buildings with confirmed or suspected asbestos contamination, which included at least half the structures there.\nIn September 2016, the Australian Antarctic Division said it would close its research station on the island in 2017. However, shortly afterwards, the Australian government responded to widespread backlash by announcing funding to upgrade aging infrastructure and continue existing operations.\nDuring the 2020-2021 edition of the Vende Globe round the world ocean race, Frenchman Louis Burton, aboard \"Bureau Valle 2\", made a stop in the lee of the island to climb the mast for essential repairs to damage caused by the failure of an autopilot some days prior.\nGeography.\nMacquarie Island is about long and wide, with an area of . The island consists of plateaus at north and south ends, each of elevation, joined by a low, narrow isthmus. The high points include Mount Elder on the north-east coastal ridge at , and Mounts Hamilton and Fletcher in the south at . The island is almost equidistant between the island of Tasmania and the Antarctic continent's Anderson Peninsula (about to either point). In addition, Macquarie Island is about south-west of Auckland Island, and north of the Balleny Islands.\nNear Macquarie Island are two small groups of minor islands: the Judge and Clerk Islets (), to the north, in area, and the Bishop and Clerk Islets (), to the south, in area. Like Macquarie Island, both groups are part of the state of Tasmania. The Bishop and Clerk Islets mark the southernmost point of Australia (excluding the Australian Antarctic Territory).\nIn the 19th century a phantom island named \"Emerald Island\" was believed to lie south of Macquarie Island.\nGeology.\nMacquarie Island is an exposed portion of the Macquarie Ridge and is located where the Australian Plate meets the Pacific Plate. The island lies close to the edge of the submerged continent of Zealandia, but is not regarded as a part of it, because the Macquarie Ridge is oceanic crust rather than continental crust.\nIt is the only place on Earth where rocks from the Earth's mantle (6km below the ocean floor) are being actively exposed above sea-level. These unique exposures include excellent examples of pillow basalts and other extrusive rocks. It also is the only oceanic environment with an exposed ophiolite sequence. Due to these unique geological exposures, it was made a UNESCO World Heritage Site in 1997.\nClimate.\nMacquarie Island's climate is moderated by the sea, and all months have an average temperature above freezing; although snow is common between June and October, and may even occur in summer. Due to its cold summers, the island has a Tundra climate (\"ET\") under the Kppen climate classification. \nAverage daily maximum temperatures range from in July to in January. Precipitation occurs fairly evenly throughout the year and averages annually. Macquarie Island is one of the cloudiest places on Earth with an annual average of only 862 hours of sunshine (similar to Trshavn in the Faroe Islands). Annually, there is an average of 289.4 cloudy days and just 3.5 clear days. \nThere are 316.7 precipitation days annually, including 55.7 snowy days (being equal to Charlotte Pass on this metric). This is a considerably lower figure than at Heard Island due to its longitude, which receives a staggering 96.8 snowy days at only 53 degrees south.\nFlora and fauna.\nThe flora has taxonomic affinities with other subantarctic islands, especially those south of New Zealand. Plants rarely grow over 1m in height, though the tussock-forming grass \"Poa foliosa\" can grow up to 2m tall in sheltered areas. There are over 45 vascular plant species and more than 90 moss species, as well as many liverworts and lichens. Woody plants are absent.\nThe island has five principal vegetation formations: grassland, herbfield, fen, bog and feldmark. Bog communities include 'featherbed', a deep and spongy peat bog vegetated by grasses and low herbs, with patches of free water. Endemic flora include the cushion plant \"Azorella macquariensis\", the grass \"Puccinellia macquariensis\", and two orchids \"Nematoceras dienemum\" and \"Nematoceras sulcatum\".\nMammals found on the island include subantarctic fur seals, Antarctic fur seals, New Zealand fur seals and southern elephant seals over 80,000 individuals of this species. Diversities and distributions of cetaceans are less known; southern right whales and orcas are more common followed by other migratory baleen and toothed whales, especially sperm and beaked whales, which prefer deep waters. So-called \"upland seals\" once found on Antipodes Islands and Macquarie Island have been claimed by some researchers as a distinct subspecies of fur seals with thicker furs, although it is unclear whether these seals were genetically distinct.\nRoyal penguins and Macquarie shags are endemic breeders, while king penguins, southern rockhopper penguins and gentoo penguins also breed here in large numbers. The island has been identified by BirdLife International as an Important Bird Area because it supports about 3.5 million breeding seabirds of 13 species.\nEcological balance.\nThe island ecology was affected by the onset of European visits in 1810. The island's fur seals, elephant seals and penguins were killed for fur and blubber. Rats and mice that were inadvertently introduced from the ships prospered due to lack of predators. Cats were subsequently introduced deliberately to keep them from eating human food stores. In about 1870, rabbits and a species of New Zealand rail (wekas) were left on the island by sealers to breed for food. This caused huge damage to the local wildlife, including the extinction of the Macquarie Island rail (\"Gallirallus macquariensis\"), the Macquarie parakeet (\"Cyanoramphus erythrotis\"), and an as-yet-undescribed species of teal. By the 1970s, 130,000 rabbits were causing tremendous damage to vegetation.\nThe feral cats introduced to the island had a devastating effect on the native seabird population, with an estimated annual loss of 60,000 seabirds. From 1985, efforts were undertaken to remove the cats. In June 2000, the last of the nearly 2,500 cats were culled in an effort to save the seabirds. Seabird populations responded rapidly, but rats and rabbits population increased after the cats were culled, and continued to cause widespread environmental damage.\nThe rabbits rapidly multiplied before numbers were reduced to about 10,000 in the early 1980s when myxomatosis was introduced. Rabbit numbers then grew again to over 100,000 by 2006. Rats and mice feeding on young chicks, and rabbits nibbling on the grass layer, has led to soil erosion and cliff collapses, destroying seabird nests. Large portions of the Macquarie Island bluffs are eroding as a result. In September 2006 a large landslip at Lusitania Bay, on the eastern side of the island, partially destroyed an important penguin breeding colony. Tasmania Parks and Wildlife Service attributed the landslip to a combination of heavy spring rains and severe erosion caused by rabbits.\nResearch by Australian Antarctic Division scientists, published in the 13 January 2009 issue of the British Ecological Society's \"Journal of Applied Ecology\", suggested that the success of the feral cat eradication program has allowed the rabbit population to increase, damaging the Macquarie Island ecosystem by altering significant areas of island vegetation. However, in a comment published in the same journal other scientists argued that a number of factors (primarily a reduction in the use of the Myxoma virus) were almost certainly involved and the absence of cats may have been relatively minor among them. The original authors examined the issue in a later reply and concluded that the effect of the Myxoma virus use was small and reaffirmed their original position. The original authors did not, however, explain how rabbit numbers were greater in previous periods such as the 1970s before the myxoma virus was introduced and when cats were not being controlled, nor how rabbits had built up to such high numbers when cats were present for some 60 years prior to the introduction of rabbits; suggesting that cats were not controlling rabbit populations before the introduction of the myxoma virus.\nOn 4 June 2007 a media release by Malcolm Turnbull, Federal Minister for Australia's Environment and Water Resources Board, announced that the Australian and Tasmanian Governments had reached an agreement to jointly fund the eradication of rodent pests, including rabbits, to protect Macquarie Island's World Heritage values. The plan, estimated to cost $24 million Australian dollars, was based on mass baiting the island similar to an eradication program on Campbell Island, New Zealand, to be followed with teams of dogs trained by Steve Austin over a maximum seven-year period. The baiting was expected to inadvertently affect kelp gulls, but greater-than-expected bird deaths caused the program to be suspended. Other species killed by the baits include giant petrels, black ducks and skuas.\nIn February 2012, \"The Australian\" newspaper reported that rabbits, rats and mice had been nearly eradicated from the island.\nIn April 2012 the hunting teams reported the extermination of 13 rabbits that had survived the 2011 baiting; the last five were found in November 2011, including a lactating doe and four kittens. No fresh rabbit signs were found up to July 2013. On 8 April 2014 Macquarie Island was officially declared pest-free after seven years of conservation efforts. This achievement was the largest successful island pest-eradication program attempted to that date.\nIntroduced birds.\nDespite being declared pest-free, Macquarie Island is still inhabited by several invasive bird species, such as the mallard and European starling. The introduction of mallards has become a threat to the Pacific black duck population on Macquarie Island through introgressive hybridisation, a common problem in Australasia. There are currently no plans to eradicate mallards from Macquarie Island."}}