{"id": 147, "data": {"title": "Madara Rider", "text": "The Madara Rider or Madara Horseman (, \"Madarski konnik\") is a large early medieval rock relief carved on the Madara Plateau east of Shumen in northeastern Bulgaria, near the village of Madara. The monument is dated to the very late 7th or more often the very early 8th century, during the reign of the Bulgar Khan Tervel. In 1979, the monument was listed as a UNESCO World Heritage Site.\nDescription.\nThe relief sculpture depicts a majestic horseman, approximately above ground level, carved into an almost vertical cliff. The sculpture is almost life-size. The horseman, facing right, is thrusting a spear into a lion lying at his horse's feet, and on the left a dog is running after the horseman. The carving of the horseman's halo and garments, as well as the bird in front of the horseman's face, are barely recognizable due to centuries of erosion and the generally poor condition of the monument. The relief is similar to the carbon images found in Saltovo, Soulek, Pliska and Veliki Preslav.\nOrigin tradition.\nThe meaning and symbolism of the sculpture is uncertain, as well as its actual masonry tradition and cultural source.\nThe relief probably incorporates elements of both autochthonous Thracian and the newly arrived Bulgars' particular cults. The monumental size and iconography, and many of the specific details (stirrup, halo, skull-cup, bird, etc.) are generally part of Bulgar tradition, while the rightward direction and the lion are more typical of Thracian tradition.\nSome early researchers have considered it an example of the Thracian horseman  a recurring motif of a deity in the form of a horseman in the Paleo-Balkanic mythology. The motif typically features a caped horseman astride a steed, with a spear poised in his right hand. He is often depicted as slaying a beast with a spear, although this feature is sometime absent. Initially considered (and later abandoned) by Konstantin Josef Jireek and Karel korpil, this assumption was gradually rejected because of differences in the iconographic details, and the relation with the animals (there's no dog).\nMany scholars connect the origin of the relief with the ethnogenesis of the Bulgars, a semi-nomadic equestrian warrior culture from the Eurasian Steppe. Others have seen in the relief a resemblance to the Sasanian rock relief tradition. The hero-horseman is a common character of Turkic and Iranian-Alanic mythology. It is sometimes considered that the horseman represents or is related to the Bulgar deity Tangra, while Vladimir Toporov related it to the Iranian deity Mithra.\nStill others have noted a simpler explanation: that the relief was intended to represent Khan Tervel (701718 AD), or, once considered likely but now usually rejected, Khan Krum (802814 AD).\nArchaeology.\nIn 19241935, beneath the relief (some 250m north) were found the remnants of a complex believed to have served as a pagan shrine (three-aisled church) and a rectangular building, probably the ruler's private dwelling, where the ruler did sacral rituals related to Tangra. At the site was also found a damaged inscription by Khan Omurtag which mentions the deity Tangra.\nThe complex is commonly dated to the second quarter of the ninth century, as the 1970s excavations dated the pottery between the 8th and the 10th centuries. Some argue that the earliest buildings were founded after the conversion to Christianity. Thus the pagan temple (i.e. church) and the building would have been built on an early Byzantine basilica. To the west of the building was found evidence of a Christian burial, with a golden decorated belt, dated c. 900 AD.\nLater in the 20th century, two miles (c. 3.2km) northeast from the relief was found another group of buildings consisting of a 5th6th century basilica with inner rectangular structure, which some have interpreted as the pagan temple (though without clear evidence).\nInscriptions.\nThree partially preserved texts in Medieval Greek, carved in the rock, can be found around the image of the rider. They bear important information regarding the history of Bulgaria in the period. The oldest inscription is the work of Tervel (701718 AD), thus it is considered that the relief was created during his rule or immediately after the Bulgars settled the region in 680681 AD. The other inscriptions refer to the Khans Krum (802814 AD) and Omurtag (814831 AD), who are most likely the ones who ordered the carvings.\nInscription I:\n\"Justinian the emperor made a treaty [...] the Bulgars [...] and came to Tervel. My uncles at Thessaloniki did not trust the emperor with the cut-off nose and went back to the Kisiniie [...] one of his [...] The ruler Tervel made a treaty and gave to the emperor five thousand [...] with my help the emperor scored a fine victory.\"\nInscription II:\n\"[...] gold. He gave eighteen [...] gold the ruler [...] soldiers [...] a ruler [...] the Greeks (Byzantines) [...] what I gave to you, I will give you every year, and the emperor sent to the ruler [...] and asked the ruler Krumesis [...] the ruler [...] divided the gold [...] began [...] he gave from [...] the ruler Krumesis gave [...] that sea [...] you did [...] the ruler [...] war they tore the treaties [...] war [...] then [...] name [...]\"\nInscription III:\n\"[...] he was raised [...] tore and Omurtag the ruler set by god sent [...] help to me [...]\"\nInscription IV:\n\"Khan sybigi Omurtag, ruler from god [...] was [...] and made sacrifice to god Tangra [...] itchurgu boila [...] gold [...]\"\nLegacy.\nThe Madara Rider is depicted on the obverse of smaller Bulgarian coins (1 to 50 stotinki) issued in 1999 and 2000.\nA June 29, 2008, official survey on the design of Bulgaria's future euro coins was won by the Madara Horseman with 25.44 percent of the votes.\nMadara Peak on Livingston Island in the South Shetland Islands, Antarctica is named after the historic site of Madara."}}