{"id": 317, "data": {"title": "Madriu-Perafita-Claror Valley", "text": "The Madriu-Perafita-Claror Valley () is a glacial valley in the southeast of Andorra. It covers an area of 42.47km, approximately 9% of the total area of Andorra, and is part of the second largest watershed basin in Andorra. The isolated valley is recognised as a haven for rare or endangered wildlife, and the undeveloped valley has recently been considered to be the \"spiritual heart\" of Andorra. It became Andorra's first, and to date its only, UNESCO World Heritage Site in 2004, with a small extension in 2006.\nOverview.\nThe valley is a glacial landscape, with high pastures, craggy cliffs, and steep wooded valleys. It is bounded by mountain ridges to the south, east and west, with the southern edge running along the border with Spain, and by an escarpment which drops away into the Valira valley to the north. It is isolated from the rest of Andorra, and can only be reached by tracks passable on foot. Dwellings, field terraces, tracks, and the remains of ironworking demonstrate the ways that the natural resources of the high Pyrenees were used by the local inhabitants over a period of over 700 years, through changes in climate, economic prosperity, and social structures.\nTwo small settlements, Entremesaiges and Ramio, are situated in the narrow valley floor. Both were year-round settlements until the last 50 years, but both are now occupied only in the summer. There are 12 houses in all, constructed from local granite with schist roofs. Each house has a large barn for storage of grain and hay. The houses and the enclosed areas near the settlements are the only areas owned privately, accounting for approximately 1% of the area of the valley.\nThe settlements are surrounded by terraced fields, which were used to grow wheat and rye but now mostly for grazing. The higher fields are now giving way to forest, which also covers areas on the slopes where grape vines were grown in the Middle Ages. The forests, also owned communally, were managed to produce charcoal until the 19th century.\nIron smelting, using local iron ore, took place in valley, on the banks of the Madriu River. The forge, a so-called Catalan style forge typical of the Pyrenees, was abandoned in 1790.\nThe high pasture was grazed in the summer by sheep, cows and horses, with the land owned on a communal basis since the Middle Ages. Shepherds spend the summer in \"borders\", small stone huts with turf roofs. The animals' milk was used to make cheese.\nTracks link the valley to Roussillon to the east, the Languedoc to the north, and Catalonia to the south; tracks paved with flat stones connect the valley to the centre of Andorra.\nAfter a period of neglect, many of the structures, such as the shepherds' huts, trackways, and field boundary walls, have been restored in recent years. There are no plans to build an access road, and the land is intended to be developed as a distinctive area for farming of high-quality livestock, and for limited tourism.\nTwo of the GR footpaths pass through the valley, the GR 7 and GR 11, as well as the GRP circuit of Andorra. There are several refuges for hikers to stay the night, including some which are staffed in season."}}