{"id": 38, "data": {"title": "Mammoth Cave National Park", "text": "Mammoth Cave National Park is a national park in south-central Kentucky, encompassing portions of Mammoth Cave, the longest cave system known in the world. The park's are located primarily in Edmonson County, with small areas extending eastward into Hart and Barren counties. The Green River runs through the park, with a tributary called the Nolin River feeding into the Green just inside the park.\nThe cave system has formally been known as the MammothFlint Ridge Cave System since 1972, when a connection was discovered between Mammoth Cave and the even-longer system under Flint Ridge to the north. As of 2022, more than of passageways had been surveyed, over 1.5 times longer than the second-longest cave system, Mexico's Sac Actun underwater cave.\nThe park was established as a national park on July 1, 1941, after oft-contentious eminent-domain proceedings whose consequences still affect the region. It was named a World Heritage Site on October27, 1981; an international Biosphere Reserve on September26, 1990; and an International Dark Sky Park on October 28, 2021.\nPark purpose.\nAs stated in the foundation document:\nGeology.\nMammoth Cave developed in thick Mississippian-aged limestone strata capped by a layer of sandstone, which has made the system remarkably stable. It is known to include more than of passageway. New discoveries and connections add several miles to this figure each year. Mammoth Cave National Park was established to preserve the cave system.\nThe upper sandstone member is known as the Big Clifty Sandstone. Thin, sparse layers of limestone interspersed within the sandstone give rise to an epikarstic zone, in which tiny conduits (cave passages too small to enter) are dissolved by the natural acidity of groundwater. The epikarstic zone concentrates local flows of runoff into high-elevation springs which emerge at the edges of ridges. The resurgent water from these springs typically flows briefly on the surface before sinking underground again at elevation of the contact between the sandstone caprock and the underlying massive limestones. It is in these underlying massive limestone layers that the human-explorable caves of the region have naturally developed.\nThe limestone layers of the stratigraphic column beneath the Big Clifty, in increasing order of depth below the ridgetops, are the Girkin Formation, the Ste. Genevieve Limestone, and the St. Louis Limestone. For example, the large Main Cave passage seen on the Historic Tour is located at the bottom of the Girkin and the top of the Ste. Genevieve Formation.\nEach of the primary layers of limestone is divided further into named geological units and sub-units. One area of cave research involves correlating the stratigraphy with the cave survey produced by explorers. This makes it possible to produce approximate three-dimensional maps of the contours of the various layer boundaries without the necessity for test wells and extracting core samples.\nThe upper sandstone caprock is relatively hard for water to penetrate: the exceptions are where vertical cracks occur. This protective role means that many of the older, upper passages of the cave system are very dry, with no stalactites, stalagmites, or other formations which require flowing or dripping water to develop.\nHowever, the sandstone caprock layer has been dissolved and eroded at many locations within the park, such as the Frozen Niagara room. The contact between limestone and sandstone can be found by hiking from the valley bottoms to the ridgetops: typically, as one approaches the top of a ridge, one sees the outcrops of exposed rock change in composition from limestone to sandstone at a well-defined elevation.\nAt one valley bottom in the southern region of the park, a massive sinkhole has developed. Known as Cedar Sink, the sinkhole features a small river entering one side and disappearing back underground at the other side.\nVisiting.\nThe National Park Service offers several cave tours to visitors. Some notable features of the cave, such as Grand Avenue, Frozen Niagara, and Fat Man's Misery, can be seen on lighted tours ranging from one to six hours in length. Two tours, lit only by visitor-carried paraffin lamps, are popular alternatives to the electric-lit routes. Several \"wild\" tours venture away from the developed parts of the cave into muddy crawls and dusty tunnels.\nThe Echo River Tour, one of the cave's most famous attractions, took visitors on a boat ride along an underground river. The tour was discontinued for logistic and environmental reasons in the early 1990s.\nMammoth Cave headquarters and visitor center is located on Mammoth Cave Parkway. The park can be accessed directly from I-65 at Exit 48. The parkway connects with Kentucky Route 70 from the north and Kentucky Route 255 from the south within the park.\nHistory.\nPrehistory.\nThe story of human beings in relation to Mammoth Cave spans five thousand years. Several sets of Native American remains have been recovered from Mammoth Cave, or other nearby caves in the region, in both the 19th and 20th centuries. Most mummies found represent examples of intentional burial, with ample evidence of pre-Columbian funerary practice.\nAn exception to purposeful burial was discovered when in 1935 the remains of an adult male were discovered under a large boulder. The boulder had shifted and settled onto the victim, a pre-Columbian miner, who had disturbed the rubble supporting it. The remains of the ancient victim were named \"Lost John\" and exhibited to the public into the 1970s, when they were interred in a secret location in Mammoth Cave for reasons of preservation as well as emerging political sensitivities with respect to the public display of Native American remains.\nResearch beginning in the late 1950s led by Patty Jo Watson, of Washington University in St. Louis has done much to illuminate the lives of the late Archaic and early Woodland peoples who explored and exploited caves in the region. Preserved by the constant cave environment, dietary evidence yielded carbon dates enabling Watson and others to determine the age of the specimens. An analysis of their content, also pioneered by Watson, allows determination of the relative content of plant and meat in the diet of either culture over a period spanning several thousand years. This analysis indicates a timed transition from a hunter-gatherer culture to plant domestication and agriculture.\nAnother technique employed in archaeological research, at Mammoth Cave, was \"experimental archaeology\" in which modern explorers were sent into the cave using the same technology as that employed by the ancient cultures whose leftover implements lie discarded in many parts of the cave. The goal was to gain insight into the problems faced by the ancient people who explored the cave, by placing the researchers in a similar physical situation.\nAncient human remains and artifacts within the caves are protected by various federal and state laws. One of the most basic facts to be determined about a newly discovered artifact is its precise location and situation. Even slightly moving a prehistoric artifact contaminates it from a research perspective. Explorers are properly trained not to disturb archaeological evidence, and some areas of the cave remain out-of-bounds for even seasoned explorers, unless the subject of the trip is archaeological research on that area.\nBesides the remains that have been discovered in the portion of the cave accessible through the Historic Entrance of Mammoth Cave, the remains of cane torches used by Native Americans, as well as other artifacts such as drawings, gourd fragments, and woven grass moccasin slippers are found in the Salts Cave section of the system in Flint Ridge.\nThough there is undeniable proof of their existence and use of the cave, there is no evidence of further use past the archaic period. Experts and scientists have no answer as to why this is, making it one of the greatest mysteries of Mammoth Cave to this day.\nEarliest written history.\nThe tract known as the \"Pollard Survey\" was sold by indenture on September10, 1791 in Philadelphia by William Pollard. of the \"Pollard Survey\" between the North bank of Bacon Creek and the Green River were purchased by Thomas Lang, Jr., a British American merchant from Yorkshire, England on June3, 1796, for 4,116/13s/0d (4,116.65). The land was lost to a local county tax claim during the War of 1812.\nLegend has it that the first European to visit Mammoth Cave was either John Houchin or his brother Francis Houchin, in 1797. While hunting, Houchin pursued a wounded bear to the cave's large entrance opening near the Green River. Some Houchin Family tales have John Decatur \"Johnny Dick\" Houchin as the discoverer of the cave, but this is highly unlikely because Johnny Dick was only 10 years old in 1797 and was unlikely to be out hunting bears at such an age. His father John is the more likely candidate from that branch of the family tree, but the most probable candidate for discoverer of Mammoth Cave is Francis \"Frank\" Houchin, whose land was much closer to the cave entrance than his brother John's. There is also the argument that their brother Charles Houchin, who was known as a great hunter and trapper, was the man who shot that bear and chased it into the cave. The shadow over Charles's claim is the fact that he was residing in Illinois until 1801. Contrary to this story is Brucker and Watson's \"The Longest Cave\", which asserts that the cave was \"certainly known before that time.\" Caves in the area were known before the discovery of the entrance to Mammoth Cave. Even Francis Houchin had a cave entrance on his land very near the bend in the Green River known as the Turnhole, which is less than a mile from the main entrance of Mammoth Cave.\nThe land containing this historic entrance was first surveyed and registered in 1798 under the name of Valentine Simons. Simons began exploiting Mammoth Cave for its saltpeter reserves.\nAccording to family records passed down through the Houchin, and later Henderson families, John Houchin was bear hunting and the bear turned and began to chase him. He found the cave entrance when he ran into the cave for protection from the charging bear.\n19th century.\nIn partnership with Valentine Simon, various other individuals would own the land through the War of 1812, when Mammoth Cave's saltpeter reserves became significant due to the Jefferson Embargo Act of 1807 which prohibited all foreign trade. The blockade starved the American military of saltpeter and therefore gunpowder. As a result, the domestic price of saltpeter rose and production based on nitrates extracted from caves such as Mammoth Cave became more lucrative.\nIn July 1812, the cave was purchased from Simon and other owners by Charles Wilkins and an investor from Philadelphia named Hyman Gratz. Soon the cave was being mined for calcium nitrate on an industrial scale, utilizing a labor force of 70 slaves to build and operate the soil leaching apparatus, as well as to haul the raw soil from deep in the cave to the central processing site.\nA half-interest in the cave changed hands for ten thousand dollars (equivalent to over $150,000 in 2020). After the war when prices fell, the workings were abandoned and it became a minor tourist attraction centering on a Native American mummy discovered nearby.\nWhen Wilkins died his estate's executors sold his interest in the cave to Gratz. In the spring of 1838, the cave was sold by the Gratz brothers to Franklin Gorin, who intended to operate Mammoth Cave purely as a tourist attraction, the bottom long having since fallen out of the saltpeter market. Gorin was a slave owner, and used his slaves as tour guides. Stephen Bishop was one of these slaves and would make a number of important contributions to human knowledge of the cave, becoming one of Mammoth Cave's most celebrated historical figures.\nStephen Bishop, an African-American slave and a guide to the cave during the 1840s and 1850s, was one of the first people to make extensive maps of the cave, and named many of the cave's features.\nStephen Bishop was introduced to Mammoth Cave in 1838 by Franklin Gorin. Gorin wrote, after Bishop's death: \"I placed a guide in the cave  the celebrated and great Stephen, and he aided in making the discoveries. He was the first person who ever crossed the Bottomless Pit, and he, myself and another person whose name I have forgotten were the only persons ever at the bottom of Gorin's Dome to my knowledge.\"\n\"After Stephen crossed the Bottomless Pit, we discovered all that part of the cave now known beyond that point. Previous to those discoveries, all interest centered in what is known as the 'Old Cave' ... but now many of the points are but little known, although as Stephen was wont to say, they were 'grand, gloomy and peculiar'.\"\nIn 1839, John Croghan of Louisville bought the Mammoth Cave Estate, including Bishop and its other slaves from their previous owner, Franklin Gorin. Croghan briefly ran an ill-fated tuberculosis hospital in the cave in 1842-43, the vapors of which he believed would cure his patients. A widespread epidemic of the period, tuberculosis would ultimately claim the life of Dr. Croghan in 1849.\nIn 1866, the first photos from within the Mammoth Cave were taken by Charles Waldack, a photographer from Cincinnati, Ohio, using a very dangerous method of flash photography called magnesium flash photography.\nThroughout the 19th century, the fame of Mammoth Cave would grow so that the cave became an international sensation. At the same time, the cave attracted the attention of 19th century writers such as Robert Montgomery Bird, the Rev. Robert Davidson, the Rev. Horace Martin, Alexander Clark Bullitt, Nathaniel Parker Willis (who visited in June 1852), Bayard Taylor (in May 1855), William Stump Forwood (in spring 1867), the naturalist John Muir (early September 1867), the Rev. Horace Carter Hovey, and others. As a result of the growing renown of Mammoth Cave, the cave boasted famous visitors such as actor Edwin Booth (his brother, John Wilkes Booth, assassinated Abraham Lincoln in 1865), singer Jenny Lind (who visited the cave on April5, 1851), and violinist Ole Bull who together gave a concert in one of the caves. Two chambers in the caves have since been known as \"Booth's Amphitheatre\" and \"Ole Bull's Concert Hall\".\nEarly 20th century: The Kentucky Cave Wars.\nThe difficulties of farming life in the hardscrabble, poor soil of the cave-country influenced local owners of smaller nearby caves to see opportunities for commercial exploitation, particularly given the success of Mammoth Cave as a tourist attraction. The \"Kentucky Cave Wars\" was a period of bitter competition between local cave owners for tourist money. Broad tactics of deception were used to lure visitors away from their intended destination to other private show caves. Misleading signs were placed along the roads leading to the Mammoth Cave. A typical strategy during the early days of automobile travel involved representatives (known as \"cappers\") of other private show caves hopping aboard a tourist's car's running board, and leading the passengers to believe that Mammoth Cave was closed, quarantined, caved in or otherwise inaccessible.\nIn 1906, Mammoth Cave became accessible by steamboat with the construction of a lock and dam at Brownsville, Kentucky.\nIn 1908, Max Kmper, a young German mining engineer, arrived at the cave by way of New York. Kmper had just graduated from technical college and his family had sent him on a trip abroad as a graduation present. Originally intending to spend two weeks at Mammoth Cave, Kmper spent several months. With the assistance of Ed Bishop, a Mammoth Cave Guide, Kmper produced a remarkably accurate instrumental survey of many kilometers of Mammoth Cave, including many new discoveries. Reportedly, Kmper also produced a corresponding survey of the land surface overlying the cave: this information was to be useful in the opening of other entrances to the cave, as soon happened with the Violet City entrance.\nThe Croghan family suppressed the topographic element of Kmper's map, and it is not known to survive today, although the cave map portion of Kmper's work stands as a triumph of accurate cave cartography: not until the early 1960s and the advent of the modern exploration period would these passages be surveyed and mapped with greater accuracy. Kmper returned to Berlin, and from the point of view of the Mammoth Cave country, disappeared entirely. It was not until the turn of the 21st century that a group of German tourists, after visiting the cave, researched Kmper's family and determined his fate: the young Kmper was killed in trench warfare in World War I at the Battle of the Somme December 10, 1916.\nFamed French cave explorer douard-Alfred Martel visited the cave for three days in October 1912. Without access to the closely held survey data, Martel was permitted to make barometric observations in the cave for the purpose of determining the relative elevation of different locations in the cave. He identified different levels of the cave and correctly noted that the level of the Echo River within the cave was controlled by that of the Green River on the surface. Martel lamented the 1906 construction of the dam at Brownsville, pointing out that this made a full hydrologic study of the cave impossible. Among his precise descriptions of the hydrogeologic setting of Mammoth Cave, Martel offered the speculative conclusion that Mammoth Cave was connected to Salts and Colossal Caves: this would not be proven correct until 60 years after Martel's visit.\nIn the early 1920s, George Morrison created, via blasting, a number of entrances to Mammoth Cave on land not owned by the Croghan Estate. Absent the data from the Croghan's secretive surveys, performed by Kmper, Bishop, and others, which had not been published in a form suitable for determining the geographic extent of the cave, it was now conclusively shown that the Croghans had been for years exhibiting portions of Mammoth Cave which were not under land they owned. Lawsuits were filed and, for a time, different entrances to the cave were operated in direct competition with each other.\nIn the early 20th century, Floyd Collins spent ten years exploring the Flint Ridge Cave System (the most important legacy of these explorations was the discovery of Floyd Collins' Crystal Cave and exploration in Salts Cave) before dying at Sand Cave, Kentucky, in 1925. While exploring Sand Cave, he dislodged a rock onto his leg while in a tight crawlway and was unable to be rescued before dying of starvation. Attempts to rescue Collins created a mass media sensation; the resulting publicity would draw prominent Kentuckians to initiate a movement which would soon result in the formation of Mammoth Cave National Park.\nThe national park movement (19261941).\nAs the last of the Croghan heirs died, advocacy grew among wealthy citizens of Kentucky for the establishment of Mammoth Cave National Park. Private citizens formed the Mammoth Cave National Park Association in 1924. The park was authorized May25, 1926.\nDonated funds were used to purchase some farmsteads in the region, while other tracts within the proposed national park boundary were acquired by right of eminent domain. Unlike national parks in the sparsely populated American West, thousands of people were forced to move to form Mammoth Cave National Park. Eminent domain proceedings were often bitter, with landowners paid what were considered to be inadequate sums. The resulting acrimony still resonates within the region.\nFor legal reasons, the federal government was prohibited from restoring or developing the cleared farmsteads while the private Association held the land: this regulation was evaded by the operation of \"a maximum of four\" CCC camps from May22, 1933 to July 1942.\nAccording to the National Park Service, \"By May 22, 1936, 27,402 acres of land had been acquired and accepted by the Secretary of the Interior. The area was declared a national park on July 1, 1941, when the minimum of 45,310 acres (over 600 parcels) had been assembled.\"\nSuperintendent Hoskins later wrote of a summer tanager named Pete who arrived at the guide house on or around every April20, starting in 1938. The bird ate from food held in the hands of the guides, to the delight of visitors, and provided food to his less-tame mate.\nBirth of the national park (1941).\nMammoth Cave National Park was dedicated on July1, 1941. The same year saw the incorporation of the National Speleological Society. R. Taylor Hoskins, the second Acting Superintendent under the old Association, became the first official Superintendent, a position he held until 1951.\nThe New Entrance, closed to visitors since 1941, was reopened on December26, 1951, becoming the entrance used for the beginning of the Frozen Niagara tour.\nThe longest cave (19541972).\nBy 1954, Mammoth Cave National Park's land holdings encompassed all lands within its outer boundary with the exception of two privately held tracts. One of these, the old Lee Collins farm, had been sold to Harry Thomas of Horse Cave, Kentucky, whose grandson, William \"Bill\" Austin, operated Collins Crystal Cave as a show cave in direct competition with the national park, which was forced to maintain roads leading to the property.\nIn February 1954, a two-week expedition under the auspices of the National Speleological Society was organized at the invitation of Austin: this expedition became known as C-3, or the Collins Crystal Cave Expedition.\nThe C-3 expedition drew public interest, first from a photo essay published by Robert Halmi in the July 1954 issue of True Magazine and later from the publication of a double first-person account of the expedition, \"The Caves Beyond: The Story of the Collins Crystal Cave Expedition\" by Joe Lawrence, Jr. (then president of the National Speleological Society) and Roger Brucker. The expedition proved conclusively that passages in Crystal Cave extended toward Mammoth Cave proper, at least exceeding the Crystal Cave property boundaries. However, this information was closely held by the explorers: it was feared that the National Park Service might forbid exploration were this known.\nIn 1955, Crystal Cave was connected by survey with Unknown Cave, the first connection in the Flint Ridge system.\nSome of the participants in the C-3 expedition wished to continue their explorations past the conclusion of the C-3 Expedition, and organized as the Flint Ridge Reconnaissance under the guidance of Austin, Jim Dyer, John J. Lehrberger and E. Robert Pohl. This organization was incorporated in 1957 as the Cave Research Foundation. The organization sought to legitimize the cave explorers' activity through the support of original academic and scientific research. Notable scientists who studied Mammoth Cave during this period include Patty Jo Watson (see section on prehistory).\nIn March 1961, the Crystal Cave property was sold to the National Park Service for $285,000. At the same time, the Great Onyx Cave property, the only other remaining private inholding, was purchased for $365,000. The Cave Research Foundation was permitted to continue their exploration through a Memorandum of Understanding with the National Park Service.\nColossal Cave was connected by survey to Salts Cave in 1960 and in 1961 Colossal-Salts cave was similarly connected to Crystal-Unknown cave, creating a single cave system under much of Flint Ridge. By 1972, the Flint Ridge Cave System had been surveyed to a length of , making it the longest cave in the world.\nFlintMammoth connection (1972).\nDuring the 1960s, Cave Research Foundation (CRF) exploration and mapping teams had found passageways in the Flint Ridge Cave System that penetrated under Houchins Valley and came within of known passages in Mammoth Cave. In 1972, CRF Chief Cartographer John Wilcox pursued an aggressive program to finally connect the caves, fielding several expeditions from the Flint Ridge side as well as exploring leads in Mammoth Cave.\nOn a July 1972 trip, deep in the Flint Ridge Cave System, Patricia Crowtherwith her slight frame of crawled through a narrow canyon later dubbed the \"Tight Spot\", which acted as a filter for larger cavers. A subsequent trip past the Tight Spot on August 30, 1972, by Wilcox, Crowther, Richard Zopf, and Tom Brucker discovered the name \"Pete H\" inscribed on the wall of a river passage with an arrow pointing in the direction of Mammoth Cave. The name is believed to have been carved by Warner P. \"Pete\" Hanson, who was active in exploring the cave in the 1930s. Hanson had been killed in World War II. The passage was named Hanson's Lost River by the explorers.\nFinally, on September 9, 1972, a six-person CRF team of Wilcox, Crowther, Zopf, Gary Eller, Stephen Wells, and Cleveland Pinnix (a National Park Service ranger) followed Hanson's Lost River downstream to discover its connection with Echo River in Cascade Hall of Mammoth Cave. With this linking of the Flint Ridge and Mammoth Cave systems, the \"Everest of speleology\" had been climbed. The integrated cave system contained of surveyed passages and had fourteen entrances.\nRecent discoveries.\nFurther connections between Mammoth Cave and smaller caves or cave systems have followed, notably to Proctor/Morrison Cave beneath nearby Joppa Ridge in 1979. Proctor Cave was discovered by Jonathan Doyle, a Union Army deserter during the Civil War, and was later owned by the Mammoth Cave Railroad, before being explored by the CRF. Morrison cave was discovered by George Morrison in the 1920s. This connection pushed the frontier of Mammoth exploration southeastward.\nAt the same time, discoveries made outside the park by an independent group called the Central Kentucky Karst Coalition or CKKC resulted in the survey of tens of miles in Roppel Cave east of the park. Discovered in 1976, Roppel Cave was briefly on the list of the nation's longest caves before it was connected to the Proctor/Morrison's section of the Mammoth Cave System on September10, 1983. The connection was made by two mixed parties of CRF and CKKC explorers. Each party entered through a separate entrance and met in the middle before continuing in the same direction to exit at the opposite entrance. The resulting total surveyed length was near .\nOn March 19, 2005, a connection into the Roppel Cave portion of the system was surveyed from a small cave under Eudora Ridge, adding approximately three miles to the known length of the Mammoth Cave System. The newly found entrance to the cave, now termed the \"Hoover Entrance\", had been discovered in September 2003, by Alan Canon and James Wells. Incremental discoveries since then have pushed the total to more than .\nIt is certain that many more miles of cave passages await discovery in the region. Discovery of new natural entrances is a rare event: the primary mode of discovery involves the pursuit of side passages identified during routine systematic exploration of cave passages entered from known entrances.\nRelated and nearby caves.\nAt least two other massive cave systems lie short distances from Mammoth Cave: the Fisher Ridge Cave System and the Martin Ridge Cave System. The Fisher Ridge Cave System was discovered in January 1981 by a group of Michigan cavers associated with the Detroit Urban Grotto of the National Speleological Society. So far, the Fisher Ridge Cave System has been mapped to . In 1976, Rick Schwartz discovered a large cave south of the Mammoth Cave park boundary. This cave became known as the Martin Ridge Cave System in 1996, as new exploration connected the 3 nearby caves of Whigpistle Cave (Schwartz's original entrance), Martin Ridge Cave, and Jackpot Cave. As of 2018, the Martin Ridge Cave System had been mapped to a length of , and exploration continued.\nLocated 7 miles from the visitors center is Diamond Caverns. On display there is a stagecoach used to ferry visitors from the nearby Bells Tavern train stop in Park City, Kentucky to both Diamond Caverns and Mammoth Cave. \nClimate.\nAccording to the Kppen climate classification system, Mammoth Cave National Park has a Humid subtropical climate (\"Cfa\"). According to the United States Department of Agriculture, the Plant Hardiness zone at Mammoth Cave National Park Visitor Center at 722ft (220 m) elevation is 6b with an average annual extreme minimum temperature of -3.2F (-19.6C).\nBiology and ecosystem.\nThe following species of bats inhabit the caverns: Indiana bat (\"Myotis sodalis\"), gray bat (\"Myotis grisescens\"), little brown bat (\"Myotis lucifugus\"), big brown bat (\"Eptesicus fuscus\"), and the tricolored bat (\"Perimyotis subflavus\").\nAll together, these and more rare bat species such as the eastern small-footed bat had estimated populations of 912 million just in the Historic Section. While these species still exist in Mammoth Cave, their numbers are now no more than a few thousand at best. Ecological restoration of this portion of Mammoth Cave, and facilitating the return of bats, is an ongoing effort. Not all bat species here inhabit the cave; the red bat (\"Lasiurus borealis\") is a forest-dweller, as found underground only rarely.\nOther animals which inhabit the caves include:\ntwo genera of crickets (\"Hadenoecus subterraneus\") and (\"Ceuthophilus stygius\") (\"Ceuthophilus latens\"), a cave salamander (\"Eurycea lucifuga\"), two genera of eyeless cave fish (\"Typhlichthys subterraneus\") and (\"Amblyopsis spelaea\"), a cave crayfish (\"Orconectes pellucidus\"), and a cave shrimp (\"Palaemonias ganteri\").\nIn addition, some surface animals may take refuge in the entrances of the caves but do not generally venture into the deep portions of the cavern system.\nThe section of the Green River that flows through the park is legally designated as \"Kentucky Wild River\" by the Kentucky General Assembly, through the Office of Kentucky Nature Preserves' Wild Rivers Program.\nAccording to the A. W. Kuchler U.S. Potential natural vegetation Types, Mammoth Cave National Park has an Oak/Hickory (\"100\") potential vegetation type with an Eastern Hardwood Temperate broadleaf and mixed forest (\"25\") potential vegetation form.\nCommon fossils of the cave include crinoids, blastoids, and gastropods. The Mississippian limestone has yielded fossils of more than a dozen species of shark. In 2020, scientists reported the discovery of part of a \"Saivodus striatus\", a species comparable in size to a modern great white shark.\nName.\nThe cave's name refers to the large width and length of the passages connecting to the Rotunda just inside the entrance. The name was used long before the extensive cave system was more fully explored and mapped, to reveal a mammoth length of passageways. No fossils of the woolly mammoth have ever been found in Mammoth Cave, and the name of the cave has nothing to do with this extinct mammal.\nPark superintendents.\nThe list is incomplete.\nBibliography.\nBrucker series.\nRoger W. Brucker has co-authored four nonfiction books and authored one historical novel on the history and exploration of the Mammoth Cave System. They are presented here not in the order of publication, but in the order in which the events of the books' major narratives took place:\nArchaeology.\nCarstens, Kenneth C (1980) Archaeological Investigations in the Central Kentucky Karst, 2 vols., Doctoral dissertation, Dep't of Anthropology, Washington University in St. Louis.\nCarstens, Kenneth C (1973) Archaeological Reconnaissance in Mammoth Cave National Park. Master's thesis, Department of Anthropology, Washington University in St. Louis."}}