{"id": 40, "data": {"title": "Mausoleum of the First Qin Emperor", "text": "The Mausoleum of the First Qin Emperor () is the mausoleum of Qin Shi Huang, the first emperor of the Qin dynasty.\nIt is located in Lintong District, Xi'an, Shaanxi province of China. It was constructed over 38 years, from 246 to 208 BCE, and is situated underneath a 76-meter-tall tomb mound shaped like a truncated pyramid. The layout of the mausoleum is modeled on the layout of Xianyang, the capital of the Qin dynasty, which was divided into inner and outer cities. The circumference of the inner city is 2.5km (1.55 miles) and the outer is 6.3km (3.9 miles). The tomb is located in the southwest of the inner city and faces east. The main tomb chamber housing the coffin and burial artifacts is the core of the architectural complex of the mausoleum.\nThe tomb itself has not yet been excavated. Archaeological explorations currently concentrate on various sites of the extensive necropolis surrounding the tomb, including the Terracotta Army to the east of the tomb mound. The Terracotta Army served as a garrison to the mausoleum and has yet to be completely excavated.\nHistory.\nHistorical Records.\nThe Benji of the First Emperor\" records that the first emperor began to build the mausoleum from the beginning of his accession to the throne, from about 247 BCE to 208 BCE, which lasted 39 years. However, Professor Duan Qingbo, who served as the archaeological team leader of the Mausoleum of the First Emperor for more than ten years, stated that the current academic theory is that this account is only a metaphor for Sima Qians fiction in order to persuade Emperor Wu of the Han Dynasty to overhaul the tomb; the surrounding objects actually excavated include craftsmen. The objects in the slave quarters indicate that the builders came from all the seven states of the Warring States Period, which can only be done after the unification of the world. Numerous documents also record that the presiding builder was Prime Minister Li Si, and he became prime minister a few years before and after the unification of China. Before that, he was the court officer in charge of the judiciary. It is unlikely that the construction of the imperial mausoleum was presided over by a court officer. Therefore, it is inferred that the construction time is from the 28th to the 34th year of the First Emperor (219213 BCE), and it was completed in about seven years.\nWork on the mausoleum began soon after Emperor Qin ascended the throne in 246 BCE when he was still aged 13, although its full-scale construction only started after he had conquered the six other major states and unified China in 221 BCE. Geographer Li Daoyuan, writing six centuries after the first emperor's death, recorded in \"Shui Jing Zhu\" that Mount Li was chosen as the location for his burial ground due to its auspicious geology: \"famed for its jade mines, its northern side was rich in gold, and its southern side rich in beautiful jade; the first emperor, covetous of its fine reputation, therefore chose to be buried there\". The source of the account of the construction of the mausoleum and its description came from Sima Qian in chapter six of his \"Records of the Grand Historian\", which was written in first century BCE and contains the biography of Qin Shi Huang:\nSome scholars believe that the claim of having \"dug through three layers of groundwater\" to be figurative. It is also uncertain what the \"man-fish\" in the text refers to originally (in modern Chinese it means \"mermaid\"), interpretation of the term varies from whale to walrus and other aquatic animals such as giant salamander.\nBefore the Mausoleum of the First Qin Emperor was completed, a peasant rebellion broke out during the late Qin dynasty. Zhang Han redeployed all the 700,000 people building the mausoleum to suppress the rebellion, so construction of the mausoleum ceased. After Xiang Yu entered Xianyang, he was said to have looted the tomb. Afterwards, it is said that a shepherd unintentionally burnt down the tomb. The story goes that he went into the dug pit of the mausoleum, dug by Xiang Yu, to look for his sheep with a torch in his hand, and a fire was started, burning away the tomb structures. No solid evidence of the destruction of the tomb has been found, although evidence of fire damage has been found in the pits housing the Terracotta Army. Some scholars think that the mausoleum did not suffer any large-scale destruction.\nIn 1987, the mausoleum, including the Terracotta Army, was listed as World Heritage Sites.\nDiscovery of the Terracotta Army.\nThe first fragments of warriors and bronze arrowheads were discovered by Yang Zhifa, his five brothers, and Wang Puzhi who were digging a well in March 1974 in Xiyang, a village of the Lintong county. At a depth of around two meters, they found hardened dirt, then red earthenware, fragments of terracotta, bronze arrowheads and terracotta bricks. Yang Zhifa threw the fragments of terracotta in the corner of the field, and collected the arrowheads to sell them to a commercial agency. Other villagers took terracotta bricks to make pillows. A manager in charge of the hydraulic works, Fang Shumiao, saw the objects found and suggested to the villagers that they sell them to the cultural centre of the district. Yang Zhifa received, for two carts of fragments of what would turn out to be terracotta warriors, the amount of 10 yuan. Zhao Kangmin, responsible for the cultural centre, then came to the village and bought everything that the villagers uncovered, as well as re-purchasing the arrowheads sold to the commercial agency. Judging from scientific exploration and local excavations, there are many metal substances in the underground palace, and there is also a good drainage system. As for how deep the underground palace is, there is a lot of controversy in academic circles, with opinions differing from 20 meters to 50 meters. Some scholars believe that the so-called \"crossing three springs\" is a false figure.\nThe buildings around the Qin Mausoleum and the surrounding soil were not yet completed, and before the piled soil reached the expected height of 122 meters, there was a peasant riot at the end of the Qin Dynasty. Zhang Han transferred all 700,000 people who built the mausoleum to resist the riot. This caused an interruption of the Qin Mausoleum's construction.\nIn 1987, Qinshihuang Mausoleum and Terracotta Warriors were listed as World Cultural Heritage.\nIn May 1974, a team of archaeologists from Shaanxi went to the site to undertake the first excavations of what would later be designated Pit 1. In May 1976, Pit 2 was discovered by drilling and in July, Pit 3 was discovered. The excavations over an area of square meters produced about statues of terracotta warriors and horses, and about a hundred wooden battle chariots and numerous weapons. Large structures have been erected to protect the pits; the first was finished in 1979. A larger necropolis of six hundred pits was uncovered by 2008. Some pits were found a few kilometers away from the mound of the tomb of Emperor Qin Shi Huang.\nArchaeological studies.\nThe necropolis complex of Qin Shi Huang is a microcosm of the Emperor's empire and palace, with the tomb mound at the center. There are two walls, the inner and outer walls, surrounding the tomb mound, and a number of pits containing figures and artifacts were found inside and outside the walls. To the west inside the inner wall were found bronze chariots and horses. Inside the inner wall were also found terracotta figures of courtiers and bureaucrats who served the Emperor. Outside of the inner wall but inside the outer wall, pits with terracotta figures of entertainers and strongmen, as well as a pit containing a stone suit of armour were found. To the north of the outer wall were found the imperial park with bronze cranes, swan and ducks with groups of musicians. Outside the outer walls were also found imperial stables where real horses were buried with terracotta figures of grooms kneeling beside them. To the west were found mass burial grounds for the labourers forced to build the complex. The Terracotta Army is about 1.5km east of the tomb mound.\nThe tomb mound itself at present remains largely unexcavated, but a number of techniques were used to explore the site. The underground palace has been located at the center of the mound. Archaeological survey and magnetic anomaly studies indicate a 4-meter high perimeter wall, measuring 460 meters north to south and 390 meters east to west, which is made of bricks and serves as the wall of the underground palace. On top is an enclosing wall made of rammed earth of 3040 meters in height. There are sloping passageways leading to the four walls. The west tomb passage is linked to a pit where the bronze chariots and horses were found. The tomb chamber itself is 80 meters long east to west, 50 meters north to south, and is about 15 meters high. There are, however, disagreements among the academic community about the depth at which the palace lies, with estimates ranging from 20 meters to 50 meters.\nAccording to the scientific exploration and partial excavation, a significant amount of metal is present in the underground palace which has a very good drainage system. Sima Qian's text indicates that during its construction the tomb may have reached groundwater, and the water table is estimated to be at a depth of 30 meters. An underground dam and drainage system was discovered in 2000 and the tomb appeared not to have been flooded by the groundwater. Anomalously high levels of mercury in the area of the tomb mound have been detected, which gives credence to the Sima Qian's account that mercury was used to simulate waterways and the seas in the Mausoleum of the First Qin Emperor. However, some scholars believe that if the underground palace is excavated, the mercury would quickly volatilize. \"A Preliminary Study of Mercury Buried in the Mausoleum of the First Qin Emperor\", an article published in \"Archaeology\" magazine, Volume 7, says that during the measuring of soil mercury content, one measured point reached 1440 parts per billion; the rest of 53 points reached an average content of around 205 ppb. There is also a claim that the mercury content is actually a result of local industrial pollution. It is reported in \"Lintong County Annals\" that from 1978 to 1980, according to general investigation on workers involved with benzene, mercury and lead, 1193 people from 21 factories were found poisoned.\"\nIn December 2012, it was announced that the remains of an \"imperial palace\" of great size had been found at the site. Based on its foundations, the courtyard-style palace was estimated to be 690 meters long and 250 meters wide, covering an area of 170,000 square meters, which is nearly a quarter of the size of the Forbidden City in Beijing. The palace included 18 courtyard houses and a main building that overlooked the houses. The archaeologists have been excavating the foundations since 2010 and have found walls, gates, stone roads, pottery shards and some brickwork.\nOpinions on possible excavation.\nBeginning in 1976, various scholars proposed to explore the underground palace, citing the following main reasons:\nHowever, opponents of such excavations hold that China's current technology is not able to deal with the large scale of the underground palace yet. For example, in the case of the Terracotta Army, the archaeologists were initially unable to preserve the coat of paint on the surface of terracotta figures, which resulted in the rapid shedding of their painted decoration when exposed to air. The State Administration of Cultural Heritage (SACH) indicated that research and evaluations should be conducted first so as to develop a protection plan for the underground palace, and rejected a proposal by archaeologists to excavate another tomb close by thought to belong to the Emperor's grandson over fears of possible damage to the main mausoleum itself."}}