{"id": 68, "data": {"title": "Medieval Town of Toruń", "text": "Medieval Town of Toru () is the oldest historic district of the city of Toru. It is one of Poland's World Heritage Sites (added in 1997). According to UNESCO, its value lies in its being \"a small historic trading city that preserves to a remarkable extent its original street pattern and outstanding early buildings, and which provides an exceptionally complete picture of the medieval way of life\". The Medieval Town has an area of 60 ha and a buffer zone of 300 ha. It is composed of the Toru Old Town, Toru New Town, and the Toru Castle.\nHistory.\nThe Medieval Town was established on the site of a former Slavic trading town that had existed for around 500 years and dates to the 13th century, when the city of Toru (Thorn) was granted a town charter by the Teutonic Knights Hermann von Salza and Hermann Balk in 1233. The town, initially composed primarily of the district now known as the Toru Old Town and the Toru Castle, developed as a major commercial center, and was one of the key members of the Hanseatic League. As the town quickly grew, the Toru New Town developed from 1264 east of the Old Town and north of the castle.\nThe Medieval Town is one of Poland's official national Historic Monuments (\"Pomnik historii\"), as designated September 16, 1994. Its listing is maintained by the National Heritage Board of Poland.\nGeography and monuments.\nThe Medieval Town of Toru is composed of three parts: the Toru Old Town in the west, Toru New Town in the east, and the Toru Castle in the south-east.\nThe Old Town is laid out around the Old Town Market Place. Major buildings and monuments there include the Old Town Hall, Cathedral Basilica of St. John the Baptist and St. John the Evangelist, Church of the Assumption of the Blessed Virgin Mary and the remains of the old town wall.\nThe New Town features Church of St James and Church of St Nicholas.\nThe Toru Castle is located between the Old and New Towns at their southern boundary.\nUNESCO's World Heritage Site.\nThe World Heritage Committee passed it as a World Heritage Site on the basis of criteria (ii  \"exhibits an important interchange of human values, over a span of time, or within a cultural area of the world, on developments in architecture or technology, monumental arts, town-planning, or landscape design\") and (iv  \"is an outstanding example of a type of building, Architectural, or Technological ensemble or landscape which illustrates a significant stage in human history\"). It noted that Toru represents a valuable example of \"a small historic trading city that preserves to a remarkable extent its original street pattern and outstanding early buildings, and which provides an exceptionally complete picture of the medieval way of life\". The spatial layout of Toru has remained mostly unchanged since the Middle Ages and thus constitutes a valuable source for the urban history of medieval Europe."}}