{"id": 6, "data": {"title": "Medina of Tunis", "text": "The Medina of Tunis is the medina quarter of Tunis, the capital of Tunisia. It has been a UNESCO World Heritage Site since 1979.\nThe Medina contains some 700 monuments, including palaces, mosques, mausoleums, madrasas and fountains dating from the Almohad and the Hafsid periods.\nHistory.\nFounded in 698 around the original core of the Zitouna Mosque, the Medina of Tunis developed throughout the Middle Ages. The main axis was between the mosque and the centre of government to the west in the kasbah. To the east this same main road extended to the Bab el Bhar. Expansions to the north and south divided the main Medina into two suburbs north (Bab Souika) and south (Bab El Jazira).\nBefore the Almohad Caliphate, other cities such as Mahdia and Kairouan had served as capitals. Under Almohad rule, Tunis became the capital of Ifriqiya, and under the Hafsid period it developed into a religious, intellectual and economic center. It was during the Hafsid period that the Medina as we now know it took on its essential form. It gradually acquired a number of buildings and monuments combining the styles of Ifriqiya, Andalusian and Oriental influences, but also borrowing some of the columns and capitals of Roman and Byzantine monuments.\nSocial and urban structure.\nWith an area of (plus for the district of the kasbah) and nearly 110,000 inhabitants, the Medina has one-tenth of the population of Tunis and a sixth of the urbanized area of the agglomeration.\nThe complex organization of the urban fabric fueled an entire colonial literature of the dangerous Medina, anarchic and chaotic, and the territory of ambush. However, since the 1930s, with the arrival of the first ethnologists, studies have revealed that the articulation of the Medina areas is not random, and houses are built according to clear sociocultural norms, codified according to complex types of human relationships. Many publications have detailed the development of the Medina model and system of prioritization of public and private spaces, residential and commercial, sacred and profane.\nThe urban layout of the Medina of Tunis has the distinction of not obeying geometrical layouts or formal compositions such as gridlines. Nevertheless the north-south and east-west axes are comparable to a Roman cardo and decumanus (Sidi Ben Arous, Jemaa Zitouna and Pasha Streets) that intersect at the court of Zitouna mosque, house of prayer and studies. The thoroughfares include the main streets; secondary streets and finally, small cul-de-sacs. Sometimes entire private spots are reserved for women. The built environment is generally characterized by the juxtaposition of large plots (600 m) and joint ownership.\nThe concept of public space is ambiguous in the Medina where the streets are considered as the extension of houses and subject to social tags. The notion of individual ownership is low and displays in the souks often spill out onto the highway. This idea is reinforced by the area of a shop (about 3 m) and bedroom (10 m).\nIn the case of domestic architecture, the more a building is set back from the shops, the more it is valued. The concept of withdrawal and privacy is paramount. The late introduction of a sewer system means that much waste water still flows through the streets of the Medina. The largest houses and noble places are generally located in the district with the highest elevation, the Kasbah quarter. The roof terraces of the Medina are also an important place for social life, as illustrated by the film Halfaouine by Frid Boughedir.\nNowadays, every district retains its culture and rivalries can be strong. Thus, the northern suburb supports the football club Esprance Sportive de Tunis while the southern side is the district of the rival Club Africain. The Medina has also witnessed a social segmentation: the districts of Tourbet el Bey and the kasbah are wealthier, with a population of judges and politicians, Pasha street is the military and the bourgeoisie (merchants and notables), and smaller communities such as Hafisa where the Jewish population have traditionally lived.\nArchitecture.\nThe Muradid dynasty were great builders in the Medina. Hammouda Pasha (16311666) was responsible for the construction of many souks in the Medina, as well as many palaces, including the Dar Hammouda Pacha and the predecessor of the modern Dar El Bey. In 1655, he had Ottoman architects build the Hammouda Pacha Mosque in the Turkish style, with an elegant octagonal minaret, below which he constructed his family mausoleum. His son Murad II Bey (16661675) built the Mouradia Madrasah, dedicated to the Maliki school of Islamic law. Murad's son Mohamed Bey El Mouradi (16861696) built several monuments in Tunis including the (Sidi Mahrez Mosque), modelled on the mosques of Istanbul with a great central dome.\nThe Husainid ruler Ali II ibn Hussein (17591782) had the Tourbet el Bey constructed in the south of the Medina as a mausoleum for his family, It is the largest funerary monument in Tunis.\nIn the time of Muhammad III as-Sadiq (18591882) the walls of the Medina were in such bad repair that in some places they threatened to collapse. In 1865 he began demolishing them, along with a number of the Medina's historic gates: Bab Cartagena, Bab Souika, Bab Bnet and Bab El Jazira.\nLandmarks.\nMadrasas.\nSince the Hafsid era, madrasas had emerged in the medina of Tunis which appeared in Arab Orient style. It was established to serve Almohads by raising workers for public services. The Hafsid sultans took care of the establishment of madrasas, and the princesses participated in this effort as well as the initiatives of the scholars and the imams in this field, and several madrasas emerged as a link to the patrons. The establishment of schools continued after the annexation of Tunisia by the Ottoman Empire, but the purpose of these madrasas had changed over time. Since 17th century when the Ottomans arrived, they employed these madrasas to spread their Hanafi maddhab. However in the 20th century, the role of these madrasas are mostly confined to accommodation of the students studying in Ez-Zitouna University.\nMosques.\nThe Medina contains most of the great mosques of the capital, which were all built before the French protectorate.\nThe main Zitouna Mosque was built in 732 in the heart of the Medina and then rebuilt in 864. It was also for a long time an important place of culture and knowledge, acting as home to the Zitouna University until the independence of Tunisia. It still hosts ceremonies marking the main dates of the Muslim calendar that are regularly attended by the President of the Republic.\nThe Kasbah Mosque built between 1231 and 1235, was the second mosque to be built in the Medina, intended for the rulers themselves, who lived in the nearby Kasbah. It is distinguished especially by the dome in stalactites preceding the mihrab and by its minaret that recalls that of the Koutoubia of Marrakech and is the highest in the Medina.\nThe Ksar Mosque of the Hanafi rite, located opposite the Dar Hussein (Bab Menara), was built in the 12th century under the Khurasanid dynasty.\nThe Youssef Dey Mosque functioned first as an oratory before becoming a mosque in 1631, and is the first mosque of the Ottoman-Turkish period. The Hammouda-Pacha mosque, built in 1655, was the second mosque of the Hanefite rite built in Tunis while the Sidi Mahrez mosque is the largest mosque of this type in the country. Built from 1692 to 1697, it is Ottoman-inspired and recalls some Istanbul mosques such as the Blue Mosque (erected between 1609 and 1616) and the Yeni Valide (completed in 1663). The El Jedid Mosque, built by the founder of the Hussein dynasty Hussein the Ist Bey between 1723 and 1727, has, like the Youssef Dey and Hammouda-Pacha mosques, an Ottoman-inspired octagonal minaret.\nPalaces.\nThe palaces or the \"Dars\" are one of the most important historical monuments in the ancient city of Tunis, which were inhabited by politicians, wealthy class and dignitaries of the city.\nContemporary art.\nThe Medina, the old city, of Tunis hosts two of the largest contemporary art projects in Tunisia. The Medina alternates each year between hosting INTERFERENCE and Dream City. These two art projects invest in public space and draw on the interior and exterior of these old buildings material for creating art. But these are also spaces where the audience can experience a unique contemporary art experience.\nDream City was founded in 2007 by Salma Ouissi and Sofian Ouissi as an answer to the Tunisian political situation and to re-appropriate a public space confiscated by the politicians. It continues to be a singular art project that is challenging the contemporary aesthetic within the country. Each edition of the festival offers Tunis different creations in several art fields:dance, plastic arts, video, theater, music, literature, performance, etc. The works are inspired by the years social theme and designed for each particular place.\nINTERFERENCE is the first light art project of this scale to take place on the African continent. Founded by Aymen Gharbi and in 2016, the first edition was a success due to the collective effort of almost 200 volunteers, the Medina community, a plethora of organizations, institutions, and companies and a multitude international artists. Both Gharbi and Pelz were driven to create this festival by the lack of diversity in professional opportunities for the young creatives in Tunisia. In response, these two curators created space to both build collectively new job opportunities and widen artistic perspectives.\nThe urban and social structure of the Medina offers a fertile ground for contemporary art creation and site-specific production. Both festivals and as well other cultural initiatives in Tunis profited from the social environment of the Medina context and it continues to be considered it as a niche for artistic growth and development. Artists and creators are overwhelmed by the richness of the architectural and social fabric of the old city and find it inspiring and stimulating for their artwork. As gentrification has not affected the Medina on a grand scale just yet, the social and urban tissue offers subjects and places to be discovered and to become a part of the artistic process for both International and national artists to investigate contemporary Tunisian social worlds.\nOver the past ten years, contemporary art is becoming an important part of the identity of the Medina of Tunis itself.\nClimate change.\nAs a coastal heritage site, Medina of Tunis is vulnerable to sea level rise. In 2022, the IPCC Sixth Assessment Report included it in the list of African cultural sites which would be threatened by flooding and coastal erosion by the end of the century, but only if climate change followed RCP 8.5, which is the scenario of high and continually increasing greenhouse gas emissions associated with the warming of over 4C., and is no longer considered very likely. The other, more plausible scenarios result in lower warming levels and consequently lower sea level rise: yet, sea levels would continue to increase for about 10,000 years under all of them. Even if the warming is limited to 1.5C, global sea level rise is still expected to exceed after 2000 years (and higher warming levels will see larger increases by then), consequently exceeding 2100 levels of sea level rise under RCP 8.5 (~ with a range of ) well before the year 4000. This means that unless effective adaptation efforts such as sea walls can be constructed to deal with the sea level rise, damage and the potential destruction of Medina of Tunis is a matter of time."}}