{"id": 287, "data": {"title": "Megalithic Temples of Malta", "text": "The Megalithic Temples of Malta () are several prehistoric temples, some of which are UNESCO World Heritage Sites, built during three distinct periods approximately between 3600 BC and 2500 BC on the island country of Malta. They had been claimed as the oldest free-standing structures on Earth until the discovery of Gbekli Tepe in Turkey. Archaeologists believe that these megalithic complexes are the result of local innovations in a process of cultural evolution. This led to the building of several temples of the gantija phase (36003000 BC), culminating in the large Tarxien temple complex, which remained in use until 2500 BC. After this date, the temple-building culture disappeared.\nThe gantija temples were listed as a UNESCO World Heritage Site in 1980. In 1992, the UNESCO Committee further extended the existing listing to include five other megalithic temple sites. These are aar Qim (in Qrendi), Mnajdra (in Qrendi), Ta' arat Temples (in Marr), Skorba Temples (in ebbieg) and Tarxien Temples (in Tarxien). Nowadays, the sites are managed by Heritage Malta, while ownership of the surrounding lands varies from site to site. Apart from these, there are other megalithic temples in Malta which are not included in the UNESCO World Heritage list.\nEtymology.\nMany of the names used to refer to the different sites carry a link with the stones used for their building. The Maltese word for boulders, 'aar', is common to \"Ta' arat\" and \"aar Qim\". While the former uses the word in conjunction with the marker of possession, the latter adds the word \"'Qim\"', which is either a form of the Maltese word for 'worship', or an archaic form of the word meaning 'standing'.\"\"\nMaltese folklore describes giants as having built the temples, which led to the name gantija, meaning 'Giants' tower'. The Maltese linguist Joseph Aquilina believed that Mnajdra (Arabic: ) was the diminutive of 'mandra' (Arabic: ), meaning a plot of ground planted with cultivated trees (the same usage is colloquial in Egyptian Arabic today); a less likely derivation is from the Arabic root 'manzara (Arabic: ), meaning 'a place with commanding views.' The Tarxien temples owe their name to the locality where they were found (from \"Tirix\", meaning a large stone), as were the remains excavated at Skorba.\nHistory.\nDates.\nThe temples were the result of several phases of construction from 5000 to 2200 BC. There is evidence of human activity in the islands since the Early Neolithic Period (), attested by pottery shards, evidence of fires, and bones. The dating and understanding of the various phases of activity in the temples is not easy. The main problem found is that the sites themselves are evolutionary in nature, in that each successive temple brought with it further refinement to architectural development.\nFurthermore, in some cases, later Bronze Age peoples built their own sites over the Neolithic temples, thus adding an element of confusion to early researchers who did not have modern dating technology. Sir Temi ammit, an eminent Maltese archaeologist of the late nineteenth century, had dated the Neolithic temples to 2800 BC and the Tarxien Bronze Age culture to 2000 BC. These dates were considered \"considerably too high\" by scholars, who proposed a reduction of half a millennium each. However, radiocarbon testing favoured ammit's dating. A theory that the temple art was connected with an Aegean-derived culture collapsed with this proof of the temples' elder origins.\nTemple phases.\nThe development of the chronological phases, based on recalibrated radiocarbon dating, has split the period up to the Bronze Age in Malta into a number of phases. The first evidence of human habitation in the Neolithic occurred in the Gar Dalam phase, in c. 5000 BC. The Temple period, from c. 4100 BC to roughly 2500 BC, produced the most notable monumental remains. This period is split into five phases; however, the first two of these left mostly pottery shards. The next three phases, starting from the gantija phase, begins in c. 3600 BC, and the last, the Tarxien phase, ends in c. 2500 BC.\ngantija phase (36003200 BC).\nThe gantija phase is named after the gantija site in Gozo. It represents an important development in the cultural evolution of neolithic man on the islands. To this date belong the earliest datable temples and the first two, if not three, of the stages of development in their ground plan: the lobed or kidney-shaped plan found in Marr east, the trefoil plan evident in Skorba, Kordin and various minor sites, and the five-apsed plan gantija South, Tarxien East.\nSaflieni phase (33003000 BC).\nThe Saflieni phase constitutes a transitional phase between two major periods of development. Its name derives from the site of the Hypogeum of al-Saflieni.This period carried forward the same characteristics of the gantija pottery shapes, but it also introduces new biconical bowls.\nTarxien phase (31502500 BC).\nThe Tarxien phase marks the peak of the temple civilisation. This phase is named after the temple-complex at Tarxien, a couple of kilometres inland from the Grand Harbour. To it belong the last two stages in the development of the temple plan. The western temple at gantija represents, along with other units in Tarxien, aar Qim and L-Imnajdra, the penultimate stage in development, that is, the introduction of a shallow niche instead of an apse at the far end of the temple. The final stage is testified in only one temple, the central unit at Tarxien, with its three symmetrical pairs of apses. The Temple culture reached its climax in this period, both in terms of the craftsmanship of pottery, as well as in sculptural decoration, both free-standing and in relief.\nSpiral reliefs resembling those at Tarxien once adorned the gantija temples, but have faded to a level where they are only clearly recognisable in a series of drawings made by the artist Charles Frederick de Brocktorff in 1829, immediately after the temples' excavation. The Tarxien phase is characterised by a rich variety of pottery forms and decorative techniques. Most shapes tend to be angular, with almost no handles or lugs. The clay tends to be well prepared and fired very hard, while the surface of the scratched ware is also highly polished. This scratched decoration remains standard, but it becomes more elaborate and elegant, the most popular motif being a kind of volute.\nArchitecture and construction.\nThe Maltese temple complexes were built in different locations, and over a wide span of years; while each individual site has its unique characteristics, they all share a common architecture. The approach to the temples lies on an oval forecourt, levelled by terracing if the terrain is sloping. The forecourt is bounded on one side by the temples' own faades, which faces south or south-east. The monuments' faades and internal walls are made up of orthostats, a row of large stone slabs laid on end.\nThe centre of the faades is usually interrupted by an entrance doorway forming a \"trilithon\", a pair of orthostats surmounted by a massive lintel slab. Further trilithons form a passage, which is always paved in stone. This in turn opens onto an open space, which then gives way to the next element, a pair of D-shaped chambers, usually referred to as 'apses', opening on both sides of the passage. The space between the apses' walls and the external boundary wall is usually filled with loose stones and earth, sometimes containing cultural debris including pottery shards.\nThe main variation in the temples lies in the number of apses found; this may vary to three, four, five or six. If three, they open directly from the central court in a trefoil fashion. In cases of more complex temples, a second axial passage is built, using the same trilithon construction, leading from the first set of apses into another later pair, and either a fifth central or a niche giving the four or five apsial form. In one case, at the Tarxien central temple, the fifth apse or niche is replaced by a further passage, leading to a final pair of apses, making six in all. With the standard temple plan, found in some thirty temples across the islands, there is a certain amount of variation both in the number of apses, and in the overall lengthranging from 6.5m in the Mnajdra east temple to 23m in the six-apsed Tarxien central temple.\nThe external walls were usually built of coralline limestone, which is harder than the globigerina limestone used in the internal sections of the temples. The softer globigerina was used for decorative elements within the temples, usually carvings. These features are usually sculpted in relief, and they show a variety of designs linked to vegetative or animal symbolism. These usually depict running spiral motifs, trees and plants as well as a selection of animals. Although in their present form the temples are unroofed, a series of unproven theories regarding possible ceiling and roof structures have been debated for several years.\nUNESCO sites.\ngantija.\nThe gantija temples stand at the end of the Xagra plateau, facing towards the south-east. Its presence was known for a very long time, and even before any excavations were carried out a largely correct plan of its layout was drawn by Jean-Pierre Houl in the late eighteenth century. In 1827, the site was cleared of debristhe soil and remains being lost without proper examination. The loss resulting from this clearance was partially compensated by the German artist Brochtorff, who painted the site within a year or two from the removal of the debris. This is the only practical record of the clearance.\nA boundary wall encloses the temples. The southerly one is the elder, and is better preserved. The plan of the temple incorporates five large apses, with traces of the plaster that once covered the irregular wall still clinging between the blocks.\nTa' arat.\nThe Ta' arat temple in Marr is on the eastern outskirts of the village, roughly one kilometer from the Ta' Skorba temples. The remains consist of a double temple, made up of two adjacent complexes, both in the shape of a trefoil. The two parts are both less regularly planned and smaller in size than many of the other neolithic temples in Malta, and no blocks are decorated. Sir Temi ammit excavated the site in 192527. A village on the site that pre-dates the temples by centuries has provided plentiful examples of what is now known as \"Marr phase\" pottery.\nSkorba.\nThe importance of this site lies less in the remains than in the information garnered from their excavations. This monument has a typical three-apsed shape of the gantija phase, of which the greater part of the first two apses and the whole of the faade have been destroyed to ground level. What remains are the stone paving of the entrance passage, with its perforations, the \"torba\" floors, and a large upright slab of coralline limestone. The north wall is in better shape; originally the entrance opened on a court, but the doorway was later closed off in the Tarxien phase, with altars set in the corners formed by the closure. East of this temple, a second monument was added in the Tarxien phase, with four apses and a central niche. Before the temples were built, the area had supported a village over a period of roughly twelve centuries.\nThe oldest structure is the eleven-metre-long straight wall to the west of the temples' first entrance. The deposit against it contained material from the first known human occupation of the island, the Gar Dalam phase. Among the domestic deposits found in this material, which included charcoal and carbonised grain, there were several fragments of daub, accidentally baked. The charcoal fragments were then radiocarbon dated, and their age analysis stood at 4850 BC.\naar Qim.\naar Qim stands on a ridge some two kilometers away from the villages of Qrendi and Siiewi. Its builders used the soft globigerina limestone that caps the ridge to construct the temple. One can clearly see the effects of this choice in the outer southern wall, where the great orthostats are exposed to the sea-winds. Here the temple has suffered from severe weathering and surface flaking over the centuries.\nThe temple's faade is typical, with a trilithon entrance, a bench and orthostats. It has a wide forecourt with a retaining wall, through which a passage runs through the middle of the building. This entrance passage and first court follow the common, though considerably modified, Maltese megalithic design. A separate entrance gives access to four enclosures, which are independent of each other and replace the north-westerly apse.\nMnajdra.\nL-Imnajdra temples lies in a hollow 500 metres from aar Qim. It is another complex site in its own right, and it is centred on a near circular forecourt. Three adjacent temples overlook it from one side, while a terrace from the other separates it from a steep slope that runs down to the sea. The first buildings on the right are small irregular chambers, similar to the enclosures in aar Qim. Then there is a small trefoil temple, dating from the gantija phase, with pitted decorations. Its unusual triple entrance was copied on a larger scale in the second temple. The middle temple was actually the last to be built, inserted between the others in the Tarxien phase, after 3100 BC. It has four apses and a niche.\nThe third temple, built early in the Tarxien phase and so second in date, opens on the court at a lower level. It has a markedly concave faade, with a bench, orthostats and trilithon entrance.\nThe southern temple is oriented astronomically aligned with the rising sun during solstices and equinoxes; during the summer solstice the first rays of sunlight light up the edge of a decorated megalith between the first apses, while during the winter solstice the same effect occurs on a megalith in the opposite apse. During the equinox, the rays of the rising sun pass straight through the principal doorway to reach the innermost central niche.\nTarxien.\nThe Tarxien temple complex is found some 400 metres to the east of the Hypogeum of al-Saflieni. The three temples found here were seriously excavated in the early twentieth century by Temi ammit. Unlike the other sites, this temple is bounded on all sides by modern urban development; however, this does not detract from its value. One enters into the first great forecourt of the southern temple, marked by its rounded faade and a cistern, which is attributed to the temple. The earliest temple to the north-east was built between 3600 and 3200 BC; it consisted of two parallel sets of semi-circular apses, with a passage in the middle.\nThe south and east temples were built in the Tarxien phase, between 3150 and 2500 BC. The second one has three parallel semi-circular apses, connected by a large passage; the third one has two parallel sets of apses with a passage in a direction parallel to that of the first temple. The first temple is solidly built with large stones, of which some are roughly dressed. The walls are laid with great accuracy, and are very imposing in their simplicity. The second temple is more elaborately constructed, the walls being finished with greater care, some of the standing slabs being decorated with flat raised spirals. In one of the chambers, two bulls and a sow are cut in low relief across one of the walls. The third temple has a carelessly-built frame, but most of its standing stones are richly decorated with carved patterns.\nOther sites.\nMalta has various other megalithic temples and related sites apart from those included in the UNESCO World Heritage list. These include:\nSome of these sites were excavated but afterwards reburied, such as the Debdieba site. Others, such as Kordin I and II, were destroyed. The other temples usually consist of only a few scattered megaliths or remains, but some such as Buibba Temple (which is now in the grounds of a hotel) are in better condition. A few sites, such as Ta' Mariena, have never been excavated. Tas-Sil contains few megalithic remains, but many more Bronze Age and later remains since the site was used until at least the ninth century AD.\nApart from these, cart ruts were found at Misra Gar il-Kbir, but these may or may not date from the temple period. A submerged site known as ebel ol-Baar possibly exists off the coast of Malta, but it is not proven to be a megalithic temple."}}