{"id": 62, "data": {"title": "Meteora", "text": "The Meteora (; , ) is a rock formation in the regional unit of Trikala, in Thessaly, Greece, hosting one of the largest and most precipitously built complexes of Eastern Orthodox monasteries, second in importance only to Mount Athos. The six (of an original twenty-four) monasteries are built on immense natural pillars and hill-like rounded boulders that dominate the local area. Between the 13th and 14th centuries, the twenty-four monasteries were established atop the rocks. Meteora is located near the town of Kalabaka at the northwestern edge of the Plain of Thessaly near the Pineios river and Pindus Mountains.\nMeteora was added to the UNESCO World Heritage List in 1988 because of the outstanding architecture and beauty of the complex, in addition to its religious and artistic significance.\nThe name means \"lofty\", \"elevated\", and is etymologically related to \"meteor\".\nGeology.\nBeside the Pindos Mountains, in the western region of Thessaly, these unique and enormous columns of rock rise precipitously from the ground. But their unusual form is not easy to explain geologically. They are not volcanic plugs of hard igneous rock typical elsewhere, but the rocks are composed of a mixture of sandstone and conglomerate.\nThe conglomerate was formed of deposits of stone, sand, and mud from streams flowing into a delta at the edge of a lake, over millions of years. About 60 million years ago during the Paleogene period a series of earth movements pushed the seabed upward, creating a high plateau and causing many vertical fault lines in the thick layer of sandstone. The huge rock pillars were then formed by weathering by water, wind, and extremes of temperature on the vertical faults. It is unusual that this conglomerate formation and type of weathering are confined to a relatively localised area within the surrounding mountain formation. The complex is referred to an exhumed continental remnant of Pangean association.\nThis type of rock formation and weathering process has happened in many other places locally and throughout the world, but what makes Meteora's appearance special is the uniformity of the sedimentary rock constituents deposited over millions of years leaving few signs of vertical layering, and the localised abrupt vertical weathering.\nExcavations and research have discovered petrified diatoms in Theopetra Cave, which have contributed to understanding the Palaeo-climate and climate changes. Radiocarbon dating evidences human presence dating back 50,000 years. The cave used to be open to the public, but is currently closed indefinitely, for safety inspections.\nVegetation grows thickly out of the vertical rock walls, mainly due to the water that one is able to find in the cracks and crevices that scale the cliff. Over the past several hundred years, the reports that the Meteora was easily accessible by foot have changed because now one must pass through an impenetrable jungle.\nBeing such massive unpredictable rock pillars, rock falls pose a constant threat to pilgrims and tourists of Meteora. An earthquake of magnitude 7 on the Richter Scale shook the rocks in 1954; miraculously the thin pillars still stand today. In 2005, such a massive rock fell that it closed the access road leading up to Meteora for days.\nHistory.\nArchaeology.\nTheopetra Cave is located from Kalambaka. Its uniqueness from an archeological perspective is that a single site contains records of two greatly significant cultural transitions: the replacement of Neanderthals by modern humans and later, the transition from hunting-gathering to farming after the end of the last Ice Age. The cave consists of an immense rectangular chamber at the foot of a limestone hill, which rises to the northeast above the village of Theopetra, with an entrance wide by high. It lies at the foot of the Chasia mountain range, which forms the natural boundary between Thessaly and Macedonia regions, while the Lithaios River, a tributary of the Pineios River, flows in front of the cave. The small Lithaios River flowing literally on the doorsteps of the cave meant that cave dwellers always had easy access to fresh, clean water without the need to cover daily long distances to find it.\nAncient history.\nCaves in the vicinity of Meteora were inhabited continuously between 50,000 and 5,000 years ago. The oldest known example of a built structure, a stone wall that blocked two-thirds of the entrance to the Theopetra cave, was constructed 23,000 years ago, probably as a barrier against cold winds  the Earth was experiencing an ice age at the time  and many Paleolithic and Neolithic artifacts of human occupation have been found within the caves.\nMeteora is not mentioned in classical Greek myths nor in Ancient Greek literature. The first people documented to inhabit Meteora after the Neolithic Era were an ascetic group of hermit monks who, in the ninth century AD, moved up to the ancient pinnacles. They lived in hollows and fissures in the rock towers, some as high as 1800ft (550m) above the plain. This great height, combined with the sheerness of the cliff walls, kept away all but the most determined visitors. Initially, the hermits led a life of solitude, meeting only on Sundays and special days to worship and pray in a chapel built at the foot of a rock known as Dupiani.\nAs early as the eleventh century, monks occupied the caverns of Meteora. However, monasteries were not built until the fourteenth century, when the monks sought somewhere to hide in the face of an increasing number of Turkish attacks on Greece. At this time, access to the top was via removable ladders or windlass. Currently, getting up there is a lot simpler due to steps having been carved into the rock during the 1920s. Of the 24 monasteries, only six (four of men, two of women) are still functioning, with each housing fewer than ten individuals.\nHistory and construction of the monasteries.\nThe exact date of the establishment of the monasteries is widely believed to be unknown; however, there are clues to when each of the monasteries was constructed. By the late eleventh and early twelfth centuries, a rudimentary monastic state had formed called the Skete of Stagoi and was centred around the still-standing church of Theotokos (Mother of God). By the end of the twelfth century, an ascetic community had flocked to Meteora.\nIn 1344, Athanasios Koinovitis from Mount Athos brought a group of followers to Meteora. From 1356 to 1372, he founded The Great Meteoron Monastery on the Broad Rock, which was perfect for the monks; they were safe from political upheaval and had complete control of the entry to the monastery. The only means of reaching it was by climbing a long ladder, which was drawn up whenever the monks felt threatened.\nAt the end of the fourteenth century, the Byzantine Empire's reign over northern Greece was being increasingly threatened by Turkish raiders who wanted control over the fertile plain of Thessaly. The hermit monks, seeking a retreat from the expanding Turkish occupation, found the inaccessible rock pillars of Meteora to be an ideal refuge. More than 20 monasteries were built, beginning in the fourteenth century; only six remain today.\nIn 1517, Theophanes built the monastery of Varlaam, which was reputed to house the finger of St. John and the shoulder blade of St. Andrew.\nAccess to the monasteries was originally (and deliberately) difficult, requiring either long ladders latched together or large nets used to haul up both goods and people. This required quite a leap of faith  the ropes were replaced, so the story goes, only \"when the Lord let them break\". In the words of UNESCO, \"The net in which intrepid pilgrims were hoisted up vertically alongside the cliff where the Varlaam monastery dominates the valley symbolizes the fragility of a traditional way of life that is threatened with extinction.\"\nUntil the seventeenth century, the primary means of conveying goods and people from these eyries was by means of baskets and ropes.\nIn 1921, Queen Marie of Romania visited Meteora, becoming the first woman ever allowed to enter the Great Meteoron monastery.\nIn the 1920s there was an improvement in the arrangements. Steps were cut into the rock, making the complex accessible via a bridge from the nearby plateau. During World War II the site was bombed.\nList of rocks.\nThere are various rocks of Meteora that surround the village of Kastraki and border the north side of the main town of Kalabaka. The height in metres is also given for various rocks.\nThe greater Meteora rock formation also extends northwest into the Gavros and Agios Dimitrios areas, although the term \"Meteora\" is commonly used to refer to only the rocks around Kalabaka and Kastraki.\nThe Monasteries of Meteora.\nAt their peak in the 16th century, there were 24 monasteries at Meteora in Greece. They were created to serve monks and nuns following the teachings of the Eastern Orthodox Church. Much of the architecture of these buildings is Athonite in origin. Today there are six still functioning, while the remainder are largely in ruin. Perched onto high cliffs, they are now accessible by staircases and pathways cut into the rock formations.\nList of monasteries.\nTraditionally, the 24 historic monasteries of Meteora are listed as follows. Coordinates are also given for some sites. The list is primarily sourced from Vlioras (2017), with some additional notes from Provatakis (2006).\nOther sites (sketes, hermitages, rocks, etc.) include:\nThe Great Meteoron.\nThe Holy Monastery of Great Meteoron is the oldest and largest of the monasteries of Meteora. The monastery is believed to have been built just before the mid 14th century by a monk from Mount Athos named Saint Athanasios the Meteorite. He began the build with a church in dedication to the Mother of God, the Virgin Mary. He later added small cells so that monks could concentrate and live atop the rock formations. The monasterys second name is, The Holy Monastery of the Transfiguration, which got its name from the second church St. Meteorites built. The successor of Saint Athanasios was Saint Joasaph, who continued to build more cells, a hospital, and renovated the churches atop the rocks. The Monastery thrived in the 16th century when it received many imperial and royal donations. At the time it had over three hundred monks living and worshipping within its cells. It is still a living monastery as there were three monks in residence as of 2015.\nBeing the largest among all the monasteries allows it to have a particular layout filled with many buildings. The katholikon is dedicated to the Transfiguration of Jesus and was the first church of the monastery. The hermitage of the first founder of the monastery is a small building carved in rock. The kitchen or what is commonly referred to as the hestia is a domed shaped building near the refectory. There is also a hospital, with its famous roof of the ground floor made of brick and supported on four columns. The three old churches or chapels include: The Chapel of Saint John the Baptist which lies next to the katholikon sanctuary, The Saints Constantine and Helen Chapel which is an aisle-less church with large vault, and finally the chapel of Virgin Mary situated in the cave.\nMonastery of Varlaam.\nThe Monastery of Varlaam is the second largest monastery of Meteora. The name Varlaam comes from a monk named Varlaam who scaled the rocks in 1350 and began construction on the monasteries. Varlaam built three churches by hoisting materials up the face of the cliffs. After Varlaams death, the monastery was abandoned for two hundred years until two monk brothers, Theophanes and Nektarios Apsarades, came to the rock in the 16th century and began to rebuild the churches in October 1517. The two brothers from Ioannina spent twenty-two years hoisting materials to the top of the rock formation, however, the building only is reported to take around twenty days. Monks have been present since the 16th century, however, there has been a constant decline in their presence since the 17th century. Today the monastery is accessed through a series of ladders that scale the north side of the rock. The museum is open to travelers and contains a wide array of relics and ecclesiastical treasures. there are seven monks remaining in Varlaam.\nMonastery of Rousanou.\nThe Monastery of Rousanou is believed to have been constructed, like many of the other monasteries, in the 14th century. The cathedral is believed to have been built in the 16th century and later decorated in 1540. The name Rousanou is believed to come from the first group of monks who settled on the rock from Russia. The monastery sits on the elevation 484 meters. Lying in the middle of the site, visitors can see the other monasteries, as well as the ruins of the Monastery of St. John the Baptist and the Pantokrator.\nMonastery of St. Nicholas Anapausas.\nThe Monastery of St. Nicholas Anapausas is located atop a small narrow rock. It is approximately eighty meters high and the first which the pilgrims encounter on their way to the holy Meteora. The Monastery was founded in the late 14th century and today is surrounded by the deserted and ruined monasteries of St. John Prodromos, the Pantocrator, and the chapel of Panagia Doupiani. The monastery served as a resting place for pilgrims and quickly got its name of \"Anapausas\" (modern pronunciation \"anapafseos\"), 'resting'. Being on such a narrow surface, the floors are connected through an interior staircase. St. Nicholas is honored on the second floor where the katholikon is located. On the third floor, there is the Holy Table and the walls are decorated by 14th-century frescoes. The monastery has been restored in the 16th century and again in the 1960s.\nMonastery of the Holy Trinity.\nThe Monastery of the Holy Trinity is believed to have been built in the 14th and 15th century. Even prior to this, ancient Greeks established hermitages at the base of the rock cliffs. In the 14th century, John Uro moved to the Meteora and endowed and built monasteries on top of the rock cliffs. He offered the sanctuaries as a safe haven during times of political upheaval. In 1438, Dometius was said to be the first monk at the site of Holy Trinity. The actual monastery is believed to have been built between 1475 and 1476. Some do say that the exact construction date of the monastery like many of the other monasteries is unknown. By the end of the 16th century this was one of the last six monasteries still atop the Meteora.\nMonastery of St. Stephen.\nThe Monastery of St. Stephen is located on a plateau-like structure. The original monastery was believed to have been built in the 14th century, however, a new katholikon was built in 1798 making it the newest of all the meteorite structures. The monastery is made up of many buildings including new katholikon, the \"hestia\" (kitchen), an old refectory that has since become a museum, and an assortment of rooms with different purposes. These include workrooms for paintings, embroidery, incense-making, and needlework. The church's interior was decorated with frescoes on the inside for a short period after 1545. However, During the World Wars, the monasteries were bombed heavily and ransacked in the belief that the monks were holding refugees. , the Monastery of St. Stephen is home to 28 nuns after its conversion to a nunnery in 1961.\nRecreation.\nMeteora is popular with hikers, trail runners, mountain bikers, and rock climbers from around the world, particularly during the summer. The Meteora MTB Race, also known as the Vasilis Efstathiou ( ) MTB Race, is held annually at Meteora."}}