{"id": 330, "data": {"title": "Monarch Butterfly Biosphere Reserve", "text": "The Monarch Butterfly Biosphere Reserve () is a World Heritage Site containing most of the overwintering sites of the eastern population of the monarch butterfly. The reserve is located in the Trans-Mexican Volcanic Belt pine-oak forests ecoregion on the border of Michoacn and State of Mexico, 100km (62 miles), northwest of Mexico City. Millions of butterflies arrive in the reserve annually. Butterflies only inhabit a fraction of the 56,000 hectares of the reserve from OctoberMarch. The biosphere's mission is to protect the butterfly species and its habitat.\nMost of the overwintering monarchs from eastern North America are found here. Researchers discovered these areas in 1975. Presidential decrees in the 1980s and 2000 designated these still privately held areas as a federal reserve. The Reserve was declared a Biosphere Reserve in 1980 and a World Heritage Site in 2008. The reserve remains predominantly rural. Reserve administrators continue to be concerned with deleterious effects of illegal logging and tourism. Conservation efforts sometimes conflict with the interests of local farmers, community-based landowners, private land owners and indigenous people.\nHistory.\nThe region that comprises the reserve was over-logged during the colonial period of the 19th century. The post-Mexican Revolution saw an increase in restitution for these actions in the form of land grants among the Indigenous populations. The region has remained mostly rural, noted for communities of Otomi and Mazahua. These communities have traditionally preserved upper mountain ranges as communal lands for collective use, including sustainable forest exploitation, while the lower hills were divided into family plots where households grew crops in traditional food gardens (see below: Conservation).\nInitial protection for the monarch butterfly overwintering areas was decreed in 1980 by President Jos Lpez Portillo after decades of extensive research on the migratory patterns of the monarch butterfly. In the late 1980s reserve management was delegated to the Secretariat of Urban Development and Ecology. In 1986, poet and founder of the Group of 100 Homero Aridjis convinced President Miguel de la Madrid to give the overwintering sites special protection, and the resulting presidential decree, published October 9, 1986, designated Sierra Chincua, Sierra El Campanario, Cerro Chivat-Huacal, Cerro Peln and Cerro Altamirano as protected areas for the migration, hibernation and reproduction of the monarch butterfly as part of the Monarch Butterfly Special Biosphere Reserve covering 16,110 hectares [39,809 acres]. A \"total and permanent ban on logging and use of the vegetation and wildlife\" was decreed in the core zones, 4,491 hectares [11,000 acres]. The buffer zones, 11,620 hectares [28,714 acres] were to \"protect the core zone from outside impact, and productive economic activities were allowed, within environmental norms.\" In September 2000, the Monarch Butterfly Biosphere Reserve was enlarged to cover 56,259 hectares [217 square miles], with core zones of 13,552 hectares [52 square miles] and buffer zones of 42,707 hectares [165 square miles]. In 2008, when Homero Aridjis was Mexico's ambassador to UNESCO, he convinced the World Heritage Committee's 21 members to unanimously agree to list the Monarch Butterfly Biosphere Reserve as a World Heritage Site, in the category of natural sites. \nIn February, 2014, the Group of 100 and Make Way For Monarchs addressed a letter to President Enrique Pea Nieto, President Barack Obama and Prime Minister Stephen Harper asking them to discuss the future of the monarch butterfly at the North American leaders Summit to be held in Toluca, state of Mexico on February 1920. The letter said, \"Plummeting from a high of 1.1 billion monarch butterflies overwintering in central Mexicos high-altitude oyamel fir forests in 1996 to a pitiful 33 million thinly scattered over seven sites during the current 2013-2014 season, the extraordinary monarch butterfly migratory phenomenon is now officially endangered. In past years the decline in butterfly numbers was blamed on logging in Mexicos Monarch Butterfly Biosphere Reserve, out-of-control ecotourism and devastating climate events such as the 2002 winter storms in the state of Michoacan and the severe 2011 drought in Texas. \nBut now monarch butterfly experts are in agreement that the main cause of the dizzying drop in monarch numbers is the huge increase in land planted with genetically modified, herbicide resistant soybean and corn crops (93 % of total soybean acreage and 85% of corn acreage in 2013) in the U.S. Corn Belt. Relentless spraying of herbicides on the fields has destroyed the once abundant milkweed plants, the only plants that monarch caterpillars can eat. The monarch butterfly is literally being starved to death. \nSharing the blame is continued degradation of the monarchs overwintering habitat in Mexico, where small-scale illegal logging is still rampant.\" \nThe joint statement released by the three leaders at the end of the meeting stated that \"We will continue to collaborate in the protection of our region's biodiversity and to address other environmental challenges, such as wildlife trafficking and ecosystems at risk. Our governments will establish a working group to ensure the conservation of the Monarch butterfly, a species that symbolizes our association.\" In June 2014, Obama established a Pollinator Health Task Force, one of whose stated goals is to \"increase the Eastern population of the monarch butterfly to 225 million butterflies occupying an area of 6 hectares in the overwintering grounds in Mexico, through domestic/international actions and public/private partnerships, by 2020.\"\nIn June 2016, more than 200 scientists, writers and artists signed a letter written by Homero Aridjis, Dr. Lincoln Brower and Dr. Ernest Williams and addressed to Mexican President Enrique Pea Nieto, U.S. President Barack Obama and Canadian Prime Minister Justin Trudeau in advance of the North American Leaders' Summit in Ottawa later that month, urging the three countries to work together to mitigate the loss of the butterflies' breeding habitat and to terminate all logging in the Monarch Butterfly Biosphere Reserve in Michoacn and the State of Mexico. \nIn 2020, there were nine monarch colonies in Mexico, occupying 2.10 hectares. As scientists estimate there could be as many as 50 million monarchs in a hectare, the 2020 population only reached 105 million.\nAnother notable piece of context regarding the MBBR is the disappearance of Homero Gmez Gonzlez in January 2020, who was an important figure in the conservation of the butterfly. Gonzalez-Duarte points out that a disappearance creates fear and terror amongst the community by preventing mourning. Media coverage of this event followed the narrative that loggers were to blame for the disappearance of the environmentalist. Gonzlez-Duarte challenges this narrative and attributes the disappearance to growing violence and an increased presence of organized crime.\nEcosystem.\nGeography and forest cover.\nThe reserve extends from the mountainous forests of eastern Michoacn to western Mexico State 100km northwest of Mexico City. The reserve in Michoacn contains the highest elevations in the state, including peaks that reach 2,700 masl (metres above sea level). The climate is classified as being temperate and somewhat moist with a rainy season in the summer. The average maximum temperature is 22C (71F). Sub-climates exist in this area: cool and semi moist, semi cold and semi moist, and cold and semi moist.\nThe reserve is characterized by outcroppings of basalt forming fissures, faults and cliffs in a northeastsouthwest orientation. Rock formations have replaced older ones such as volcanic cones and old lava beds. The soil is highly permeable, resulting in little surface water. There are some small ponds and arroyos. The forests of pine and of drought-resistant oyamel fir trees provide microclimates that provide shelter when temperatures fall to freezing and/or there are winter rains. Scientists are concerned that the oyamel habitat in the reserve will shrink or disappear by the end of the 21st century, mainly due to climate change.\nThis area is predominantly covered in forests. The composition of the forest varies with altitude: \nBelow 2400 masl, there are small areas with junipers, cedars, and meadows. Areas have been modified by agriculture and human settlements.\nFauna.\nThe wildlife in the area ranges from the sub-tropical to the sub-arctic including a number of species that are endemic only to this area. These include white-tailed deer (\"Odocoileus virginianus\"), coyotes (\"Canis latrans\"), long-tailed weasels (\"Neogale frenata\"), grey foxes (\"Urocyon cinereoargenteus\"), rabbits (\"Sylvilagus\" spp.), ravens (\"Corvus corax\"), turkey vultures (\"Cathartes aura\"), great horned owls (\"Bubo virginianus\")(A), as well as various types of hummingbirds, reptiles and amphibians.\nThere are fourteen major butterfly colonies located in these rugged forested mountains, which account for more than half of colonies of the monarch butterfly's eastern U.S./Canada population. It is estimated that up to a billion individuals spend winter here in any given year. These colonies are dense, with between six and sixty million butterflies per hectare. The reserve areas are found in the municipalities of Ocampo, Angangueo, Zitcuaro and Contepec in Michoacn and Donato Guerra, Villa de Allende and Temascalcingo in the State of Mexico. They are divided into five principal zones or nuclei.\nEight of the fourteen colonies are in the protected area. The colonies proper cover only 4.7 hectares, but the protected biosphere area covers 56,259 hectares. Five colonies are open to visitors: Sierra Chincua and El Rosario in Michoacan, and La Mesa, Piedra Herrada and El Capulin in the State of Mexico. There are other colonies near San Jos Villa de Allende and Ixtapan del Oro, but they are not actively promoted for tourism because of the risk of harm to these butterfly colonies. El Rosario is the largest sanctuary in Michoacn, where the butterflies cover about 1,500 trees.\nWhile the Biosphere still has problems with infrastructure, especially with trash around parking and merchant areas, a number of improvements have been recently made, most notably in the sanctuary of El Rosario. These include well-defined footpaths with security patrols and stone/or concrete steps in steep places to help against erosion. Horsepaths were also eliminated for erosion reasons. Only two areas have significant installations. In the Sierra Chincua there is a research facility dedicated to the monarch butterfly and a nursery for reforestation efforts. Cerro El Companario has facilities for tourism.\nConservation.\n \nMigratory Patterns and Conservation Efforts.\nMillions of butterflies travel south into Mexico, from Texas and then follow the Sierra Madre Oriental mountains to the preserve. The butterflies congregate, clustering onto pine and oyamel trees. To many, the trees appear orange and branches sag from the weight. In spring, these butterflies migrate across America, sometimes ending up in Eastern Canada. Over the time it takes them to make this journey, four generations of monarch butterflies are born and die. The monarch butterflies migration patterns are altered by climate change. During migration, monarchs fly north once they are exposed to cooler temperatures. Dense congregations are thought to conserve heat. If warmed by the sun, the butterflies take flight. The beating of their wings has been compared to the sound of a light rain. The reserve is susceptible to lethal, freezing temperatures.\nConservation efforts, which were first intended to protect the butterflies, are now focused on preserving the habitat. The survival of the monarch butterfly population depends on a large number of habitats across North America. Information about the butterflies is insufficient; the full extent of their wintering areas and the ecology of the area is not well known. Therefore, it is not known how large the reserve actually needs to be to effectively preserve the monarch butterfly population.\nSince conservation efforts began, there has been progress. While infrastructure is still lacking, advances have been made in areas such as trash control and control of access into the protected areas. One effort by the World Wildlife Fund has been the coordination of international biologists and ecologists to improve the design of the reserve. A permanent monitoring system has been established to ensure the forests remain healthy and control clandestine logging and forest fires. On the Mexico State side, the largest sanctuary is located between San Jos Villa de Allende and Ixtapan del Oro. It is not actively promoted for tourism to keep damage to the area to a minimum.(StateMex) During winter 20082009, there are plans to tag as many of the wintering butterflies as possible using very light self-stick tracers as to not impede their flight. The purpose of this is to determine the butterflies exact migration route as they fly back north to the U.S. and Canada in the spring. Butterfly counts coming in from the United States and Canada in recent years were relatively stable in the 2000s, with a dozen confirmed colonies as of the 2007-2008 winter. Colonies number varies; in 2004/2005 there were only seven. In general, the number of colonies varies between eight and twelve.\nCurrent Land Use.\nMost of the reserve is occupied by dispersed rural farming communities of Otomi and Mazahua peoples, especially on the Mexico State side. Many of the protected hectares do not belong to the government directly, and the reserve is divided by a state line, which makes conservation efforts complicated. Within the Biosphere Reserve in Mexico, the greatest threats to the butterfly habitat are deforestation, illegal logging, unorganized tourism, forest fires and lack of cooperation among various authorities. Most of these dangers come from the surrounding human settlements, which put pressure on the natural resources.\nThe interests of residents, land owners, farmers, farmer cooperatives, and local communities have been taken into account regarding conservation but conflicting interests remain. Even though the Mexican government designated the area as a biosphere reserve most of reserve is owned by 38 ejidos, seven indigenous communities and 16 private holdings. The main human communities in the area are Contepec, Temascalcingo, Angangueo, Ocampo, San Felipe del Progreso, Zitcuaro, Villa de Allende and Donato Guerra. The closest urban center is Zitcuaro, whose growth has promoted the growth of the other, more rural settlements.\nMany communities in this region are impoverished, with scarce access to basic services, and high rates of illiteracy and childhood malnutrition. In the past, mining provided many of the area's jobs, but the mines have since been depleted. These communities also have a tradition of exploiting forest areas, mostly to obtain wood for furniture and other crafts. High unemployment, especially among the youth, also promotes migration into other parts of Mexico, as well as the United States and Canada. Currently, the reserve area hosts economic activities, including subsistence farming, livestock raising, and the sale of handcrafts and foods to tourists. Communities who agree to participate may receive compensation through a system called Payment for Ecosystem Services (PES). This program was established as an attempt to further conservation efforts by paying cash for the services provided by communities unlogged forests.\nTourism.\nIn the early 2000s, adjustments were made to the reserve's border zones, which included permitting seasonal tourism. Five of the eight colonies are located in Michoacn but only two are open to the public: Sierra Chincua in Angangueo and El Rosario in Ocampo. Both receive visitors starting from November until March, when residents offer guided tours. In the State of Mexico, La Mesa and El Capulin are open to the public. Reserves are visited by thousands of Mexican and international tourists, principally from the United States, Canada, Spain, France, Germany and Japan. The best known and most visited of the butterfly colonies is El Rosario. Some conservationists are concerned about the environmental impacts of tourism as there is no easy way to manage massive tourism without an ecological footprint.\"\nIn February, Angangueo celebrates its Festival de la Mariposa Monarca (Monarch Butterfly Festival) . This festival began in 1992 to promote awareness of the butterfly habitat, take advantage of the ecotourism it offers and promote the culture and arts of the area. The festival includes events related to food, music, dance and exhibitions of arts, crafts and more. Many of the surrounding communities participate including Aporo, Contepec, Hidalgo, Irimbo, Jungapeo, Maravato, Ocampo, Senguio, Tuxpan, Tlalpujahua and Zitcuaro. In 2010, the festival included the participation of the Symphonic Orchestra of Michoacan, The Enrico Caruso Ensemble, and the showing of an exhibition called \"Papaloapan\" about the monarchs by visual artist Luis Moro, as well as dance and photography workshops. These events took place at venues in Angangueo and other nearby communities. A new photographic exhibition has been assembled to highlight the connection between the migration and the people of Michoacn.\nIn January 2016 Google search devoted its Google doodle to \"The 41st anniversary of the discovery of the Mountain of the Butterflies\".\nCriticism.\nConservation is mostly done through restrictions on the lands but the management of the reserve has not had direct participation by the communities affected by it. Some public and private entities have worked with communities to develop incentives to conserve forests and take advantage of the tourism that the butterflies bring. However, success in this has been spotty. Some communities are pushing back against the restrictions and demanding to be allowed to use more land for agriculture.\nIn her 2021 article, Dr. Gonzalez-Duarte combines historical and ethnographic data to critique the neoliberal agendas which have been exerted by big international NGO's over Indigenous lands. She outlines the long and contentious history of the reserve. Once private and public institutions became involved in late 20th century, the transition from a communal property to a private and state-controlled one created a land [enclosure] in the name of ecosystem protection work to further capitalist expansion and class privilege and a [space] for instituting neoliberal economies through financialization and decentralization.\nGonzalez-Duarte states that the presence of the UNESCO program and the neoliberal structures of Mexico and North America have reshaped local, regional, global, and human-nature relationships in ways that have facilitated the expansion of illicit economies and violence in the Oyamel Forest. The reserve's land boundary has created a human/non human divide, contributing to the reshaping of authority systems. The resulting borders are frontier zones in which neoliberal structures and governing systems have allowed outsourced violence to implement il/icit economic activities. The presence of organized crime within the Monarch Reserve has threatened the existence of the region and its populations instead of furthering its prosperity. Gonzalez-Duarte notes that the UNESCO Man and the Biosphere Program (MAB) has inadvertently increased the risk of disappearance of both human and butterfly inhabitants of the reserve. To combat this unethical authority, the author suggests that principles from non-dualist traditional ecological methods can improve conservation efforts for all parties involved."}}