{"id": 321, "data": {"title": "Monte San Giorgio", "text": "Monte San Giorgio is a mountain and UNESCO World Heritage Site on the border between Switzerland and Italy. It is part of the Lugano Prealps, overlooking Lake Lugano in the Swiss Canton of Ticino.\nMonte San Giorgio is a wooded mountain, rising to 1,097 m (3,600 feet) above sea level. It has a roughly pyramidal shape, with a steep north edge sloping towards Lake Lugano and a more shallow South Slope extending towards the Po Plain. The eastern (Swiss) side of the mountain, between the municipalities of Brusino Arsizio, Riva San Vitale, and Meride, was listed as a World Heritage Site in 2003. This was in recognition of its cultural, biological, and especially paleontological significance. The site is renowned for its fossil content, one of the best known records of marine life in the Middle Triassic period. The Italian region west of Poncione d'Arzo (Porto Ceresio) was added as an extension to the World Heritage Site in 2010.\nHistory and cultural heritage.\nHumans have inhabited Monte San Giorgio at least since the area's equivalent of the Neolithic Period, around 6,000 years ago. The south side of the mountain is home to Tremona-Castello Archaeological Park, a fortress and settlement which was continuously inhabited by artisans from the Neolithic up until the 14th century. Artifacts, architecture, and other evidence of Roman and medieval activity are abundant on and around the mountain. Productive limestone quarries were active during this period and beyond in Italy (Viggi and Saltrio) and Switzerland (Arzo).\nFossil and oil exploitation.\nThe mountain's fossil fuel deposits were exploited more recently. Motivated by a search for furnace and lamp oil for Milan, mining projects attempted to establish themselves in the late 18th and early 19th centuries, focusing on the bituminous shale of the Grenzbitumenzone (Besano Formation). Though these early efforts did not last very long, exploitation of the Grenzbitumenzone ramped up in the early 20th century once its pharmaceutical properties were discovered. In 1908, the Spinirolo plant was built for the purpose of processing the shale into saurol, an ichthyol-like skin ointment. Saurol production and mining continued until the 1950s, and operations went bankrupt in 1960. Minerals such as barite, fluorite, and galena were also prospected on the mountain during the 20th century.\nItalian paleontologist Giulio Curioni first mentioned that fossils were present on the mountain in 1847. The first paper focusing on Monte San Giorgio fossils in particular was published by Emilio Cornalia in 1854. Small excavations by Milanese paleontological societies in 1863 and 1878 provided more specific context on the paleontology of Monte San Giorgio. Shale extraction brought the fossil deposits to the attention of University of Zurich paleontologist Bernhard Peyer in 1919. Peyer and his associates began a series of large and systematic excavations in 1924, greatly expanding both the number of known fossil sites and the number of geological layers known to preserve fossils. Peyer's excavations continued until 1938, discovering many new species of fossil animals in the process. World War II paused both Saurol production and fossil collection. The Museo Civico di Storia Naturale di Milano (Milan Civic Museum of Natural History, MSNM) was bombed in 1943, destroying its collection of Monte San Giorgio specimens. Fossil excavations resumed in 1950 under the helm of Emil Kuhn-Schnyder, Peyer's successor and former student. Kuhn-Schnyder established the Palaeontological Institute and Museum of the University of Zurich (PIMUZ) in 1956, which now hosts over 15,000 specimens of Monte San Giorgio fossils. Collection campaigns have continued intermittently up until the present day, managed by the MSNM, University of Milan (UNIMI), and the Museo Cantonale di Storia Naturale di Lugano (Cantonal Museum of Natural History, MCSN). Over 21,000 fossil specimens have been collected in total by 2010.\nUNESCO listing.\nIn 2003, the Swiss side of Monte San Giorgio was listed as a UNESCO World Heritage Site, with 849 ha (hectares) of protected land from the communes of Meride, Brusino Arsizio, and Riva San Vitale. This protected area was surrounded by a 1389 ha buffer zone overlapping six additional communes. The nomination of Monte San Giorgio was inspired by its exceptional paleontological value, with multiple fossiliferous levels preserving among the best records of Middle Triassic life in the world. Monte San Giorgio also presents a link between local geology and culture, as well as unique ecological heritage relative to the rest of Switzerland.\nIn 2010, the World Heritage Site was expanded further, adding 240.34 ha of land from the Italian communes of Besano, Porto Ceresio, and Viggi. These communes, alongside Clivio and Saltrio, were also included within an 1818.45 ha Italian buffer zone. This additional land brings the total area of UNESCO protected property to 1089.34 ha and the total buffer zone area to 3207.45 ha. Inclusion of the Italian portion of the mountain was motivated by the same paleontological heritage as the Swiss portion. Its history of paleontological study and economic exploitation is significantly older than the equivalent Swiss portion of the mountain. Moreover, the Italian side has unique geological qualities, such as a denser assortment of fish fossils and stratigraphy which is more easily traced over a wide area.\nEach side of the site is managed by separate Swiss and Italian organizations, as well as a transnational board which moderates between the management organizations. The site is not in any particular danger from overutilization or degradation, so management is mainly related to closely-regulated fossil excavations, promotion, and maintenance of low-impact tourism facilities. Monte San Giorgio fossils are collected, curated, and displayed by a small number of museums, primarily the PIMUZ, MSNM, and MCSN. Local museums in Besano, Meride, and Induno Olona also play a role in promotion of the site and its fossils. The Museo dei fossili del Monte San Giorgio (Museum of fossils from Monte San Giorgio) in Meride was first opened 1973, receiving a 2012 redesign and expansion courtesy of Ticinese architect Mario Botta.\nGeology.\nThe geological layers of Monte San Giorgio span more than 100 million years, from the Permian to Jurassic periods. The rocks forming the mountain dip southwards, with older rocks exposed as one travels north and younger rocks exposed as one travels south. The oldest rocks are Permian volcanic basement material on the mountain's steep north slope. These are followed by Triassic sediments and carbonates at higher elevations on the mountain. Middle Triassic layers are the most fossiliferous and extraordinary from a global perspective, and are encompassed by the protected area north of Meride. South of Meride, they are replaced by Late Triassic coastal sediments which give way to Early Jurassic limestone overlooking the Po Plain.\nPermian volcanics and Triassic transgression.\nThe stratigraphically lowest rocks exposed on Monte San Giorgio are Lower Permian in age, around 290-280 Ma (million years old). They are remnants of early rifting and volcanic activity in the aftermath of the Variscan orogeny. These volcanic rocks are mainly reddish rhyolite and andesite with a porphyritic texture, produce large crystals of quartz, barite, and fluorite. The Permian basement rocks are terminated by an unconformity, an erosional surface succeeded by Triassic sediments.\nThese following Triassic sediments are siliciclastic and terrestrial in origin, mainly sandstone and conglomerate eroded from the underlying volcanic material. \"Servino\" is the name given to older sediments from the Early Triassic (about 252-247 Ma). Slightly younger sediments from the late Anisian (the first stage of the Middle Triassic, 247-242 Ma) are called the Bellano Formation. The Servino and Bellano Formation can be difficult to differentiate, but together they reconstruct a period of transgression (rising sea levels) encroaching onto a sandy coastline dotted with deltas and floodplains.\nAs the Anisian stage continued, the coastal sandstone of the Bellano Formation was replaced with calcareous marine deposits. These were the first of many massive carbonate platforms building up on a branch of the Tethys Sea which was expanding westwards. The shallow carbonate platform of Monte San Giorgio and surrounding areas is known as the Salvatore platform, which is now preserved as the San Salvatore Dolomite. It reconstructs a warm, tropical environment, with the most common fossils belonging to algae and shelled invertebrates. Only the lower portion of the San Salvatore Dolomite is preserved on Monte San Giorgio, corresponding to a particularly shallow and saline period in the history of the platform. Stromatolites and other algal laminations are generally the only fossils found in the Lower Salvatore Dolomite.\nGrenzbitumenzone / Besano Formation.\nNear the end of the Anisian, the southern edge of the Salvatore platform deepens abruptly, giving way to a more sterile basin developed between carbonate platforms. The basin is now preserved as a relatively narrow band of dark dolomite and shale, running east to west along the edge of Monte San Giorgio. This formation has been called the Besano Formation (in Italy) or the Grenzbitumenzone (in Switzerland). It represents the first of several sections on the mountain enriched with well-preserved fossils. The Grenzbitumenzone, especially its shale layers, is enriched with organic material derived from cyanobacteria. This accumulation of organic material presumably made the bottom of the basin anoxic or dysoxic, with low oxygen levels in the seawater. The only fossils of seabed-living organisms belong to \"Daonella\", a thin-shelled bivalve adapted to low oxygen. Fossils of free-swimming animals are more diverse, with marine reptiles, fish, and shelled cephalopods being the most prominent. Terrestrial and shallow-water organisms such as shrimps, conifer branches (\"Voltzia\"), and land reptiles (\"Ticinosuchus\") were occasionally washed into the basin as well.\nMeride Limestone.\nThe basin responsible for the Grenzbitumenzone continued to persist through the Ladinian, though the Grenzbitumenzone itself transitioned into a less fossiliferous formation known as the San Giorgio Dolomite. This formation has lower organic content, no shale, and only a few fragmentary fossils. Higher organic content and finer laminations return a short while later, forming the lower part of the fossil-rich Meride Limestone. The Meride Limestone probably represents a period of increased instability on the growing carbonate platforms, sending surges of carbonate grains into the basin. Skeletons tend to be even better preserved than in the Grenzbitumenzone, suggesting that the basin deepened further or acquired extensive microbial mats. A section of dolomite, the \"Dolomitband\", forms the top of the Lower Meride Limestone. It also marks the start of the Upper Meride Limestone, which is similar to the lower part of the formation but has only a few fossiliferous sections. The Upper Meride Limestone eventually becomes dominated by very finely-laminated marls and shales with increased clay content. This clay-rich interval, indicative of increased terrestrial runoff within the shrinking basin, is known as the \"Kalkschieferzone\".\nLate Triassic.\nBy the beginning of the Late Triassic, a major marine regression (sea level fall) threatened the fossil-rich basin and carbonate system of the Middle Triassic. During the Carnian (around 237 to 227 Ma), the first stage of the Late Triassic, carbonate platforms were replaced by shallow-water and coastal sediments. This formation, the Pizzella Marls, is diagnosed by a higher amount of siliciclastics (sediments eroded down from terrestrial rocks) and evaporites (mineral deposits from dried water), such as gypsum. In the succeeding Norian stage (around 227 to ~208 Ma), carbonate platforms and rising sea levels were renewed with vigor, depositing a massive expanse of carbonate known as the Dolomia Principale or Hauptdolomit. The Dolomia Principale is a brittle, crystalline rock mass which was fractured by normal faults not long after it was first formed. This is an early pulse of an overall extensional tectonic regime, a period of rifting which would eventually break up Pangea. By the time of the Rhaetian stage (~208 to 201 Ma), the Dolomia Principale was buried by a shorter but more stable sequence of shallow-water marl and carbonate, the Tremona Series.\nEarly Jurassic.\nRifting continued into the Early Jurassic, alongside marine sedimentation. From the Hettangian to Pliensbachian stages (201 to 183 Ma), the area reacquired a deeper basinal environment. These basin sediments are preserved as the Moltrasio Limestone, a thick sheet of micrite (fine-grained limestone) with abundant cherty and marly beds created by turbidites (mudslides). Jurassic sediments are preserved to the east, south, and west of Monte San Giorgio; the position of the modern mountain would have been an island or shallow environment during the Jurassic. Its Jurassic sediments are now eroded away to reveal older Triassic and Permian rocks. Conversely, Monte Generoso, immediately to the east of Monte San Giorgio, is composed mostly of Jurassic basinal sediments. Outcrops of Jurassic sediments are also seen close to the Po Plain, at the south edge of Monte San Giorgio (in a broad sense). The productive \"marble\" quarries found south of Monte San Giorgio actually mined non-metamorphosed limestone, rather than true marble. These limestone units were formed at the same general time as the Moltrasio Limestone.\nEcological heritage.\nThe fauna and flora of Monte San Giorgio are diverse, with some species found nowhere else in Switzerland. The prevailing ecosystems are mixed broadleaf forests and meadows influenced by the mountain's sub-Mediterranean climate. Monte San Giorgio is one of the southernmost areas of Switzerland, with mild winters, high humidity, and many hours of sunshine. Due to the variation in underlying geology, both acidic and alkaline soils are developed, supporting different vegetation communities. The rhyolite-based northern slope is mostly covered by \"Castanea sativa\" (sweet chestnut), \"Quercus petraea\" (sessile oak), and \"Fraxinus excelsior\" (European ash). The dolomite-based southern slope is more diverse in its plant life and soil quality, with common plants including \"Carpinus betulus\" (common hornbeam), \"Ostrya carpinifolia\" (European hop-hornbeam), \"Tilia\" (linden), \"Asperula taurina\", \"Quercus pubescens\" (pubescent oak), and \"Fraxinus ornus\" (manna ash).\nThe driest and most alkaline soils of Monte San Giorgio are home to the Ticino dry meadows, a unique biome with over 100 plant and species, 38 of which are rare or endangered within Switzerland. \"Carex humilis\" (dwarf sedge) and \"Molinia caerulea arundinacea\" (tall moor grass) are the most common grasses, while Monte San Giorgio supports the few Swiss populations of wildflowers such as \"Adenophora liliifolia\", \"Gladiolus imbricatus\", \"Iris graminea\", \"Lotus herbaceus\", and \"Danthonia alpina\".\n102 species of vertebrates are found on Monte San Giorgio, 37 of which are endangered in Switzerland. The mountain is the only Swiss stronghold for \"Microtus savii\" (Savi's pine vole), and hosts breeding sites for amphibians such as \"Bufo bufo\" (common toad), \"Rana temporaria\" (common frog), \"Rana dalmatina\" (agile frog), \"Hyla intermedia\" (Italian tree frog), and other species. Invertebrates are even more diverse, including some species which are very rare in Switzerland, such as \"Pyrgus armoricanus\" (Oberthur's grizzled skipper), \"Euchorthippus declivus\" (Jersey grasshopper), and \"Pholidoptera littoralis insubrica\" (littoral dark bush-cricket). The dry meadows are especially diverse, hosting several species of previously undiscovered or undocumented spiders. Isolated populations of crustaceans and millipedes inhabit the deep karst and cave systems found on the mountain. Monte San Giorgio is considered a \"mycological wonder\", with over 500 species of fungi, several of which are endemic."}}