{"id": 257, "data": {"title": "Morne Trois Pitons National Park", "text": "Morne Trois Pitons National Park is a national park in Dominica established in July 1975, the first to be legally established in the country. It became a World Heritage Site in 1997. The park is named after its highest mountain, Morne Trois Pitons, meaning mountain of three peaks. The park is an area of significant volcanic activity. Features within the park include the Valley of Desolation, a region of boiling mud ponds and small geysers; the Boiling Lake; Titou Gorge; and Emerald Pool. The mountain is the second-highest peak in Dominica, being exceeded only by Morne Diablotins ().\nBackground.\nThe park was established in 1975 and was designated a UNESCO World Heritage Site in 1997. Its area is about , and it is dominated by the Morne Trois Pitons volcanoes (), from which it gets its name. The three major types of geological formations found in the park are volcanic cones, glacis slopes, and soufrires (sulphur deposits). The landscape consists of steep-sided volcanic hills separated by deep canyons. All the major waterways of the southern half of the island emanate from here, and there are spectacular waterfalls, creeks, rivers, pools, and natural lakes. Ongoing volcanic activity is demonstrated by the fumaroles and hot springs, geysers, mud pools, and streams of various colours. The Boiling Lake is a water-filled fumarole with a temperature of near the edge and a hotter centre, where boiling water churns up from the depths.\nThe park is managed by the Division of Forestry, Wildlife and National Parks, under the auspices of the Ministry of Agriculture and Fisheries. The steep and rugged terrain has discouraged development, and there are no human settlements within the park. However, there is a small quarry and some limited farming in the southern portion; the government's electric utility company has certain rights, but these are being used for hydropower and the extraction of geothermal energy. There is some risk to wildlife from the incursion of feral cats, pigs, and rats, and there is a risk from invasive alien species. The island is occasionally devastated by hurricanes, with serious damage being done to the park by Hurricane David (1979) and Hurricane Allen (1980). A proposal to encourage tourism by the construction of a cable car overhead was defeated, but a fine balance needs to be struck between human aspirations and the maintenance of biodiversity and the unique landscape.\nFlora.\nMost of the area of the park retains its natural habitat and there are a number of different vegetation zones, tropical rainforest, secondary forest, deciduous forest, montane rainforest, and dwarf forest. The large trees in the rainforest tower up to and have large buttress roots. The dominant tree is \"Amanoa caribaea\", but \"Sloanea dengata\", \"Sloanea caribaea\", and \"Sloanea berteroana\" are also plentiful; \"Symphonia globulifera\" and \"Cecropia peltata\" have both massive buttresses and prop roots. The trees are interspersed with tree ferns and are swathed in epiphytes including orchids and bromeliads. At higher altitudes, the trees become smaller, and there are mountain palms, ferns, and hibiscus, while near the summits there is dwarf forest with low, branching shrubs, mosses, and lichens. In the Valley of Desolation, the sulphurous gases limits the vegetation, and there are \"Clusia mangle\", grasses, and bromeliads.\nFauna.\nMammals found in the park include agoutis, wild pigs, common opossums, numerous small rodents, and bats. There are large numbers of birds in the forest, but they are often heard rather than seen. There are four species of hummingbird, the rufous-throated solitaire, and two endemic parrots, the imperial amazon, and the red-necked amazon. The endemic Dominican anole \"Anolis oculatus\" can be found here as well as numerous species of tree frog."}}