{"id": 258, "data": {"title": "Mount Nimba Strict Nature Reserve", "text": "Mount Nimba Strict Nature Reserve () is a protected area and UNESCO World Heritage Site located in both Guinea and Cte d'Ivoire, extending over a total of area of , with in Guinea, and in Cte d'Ivoire. The reserve covers significant portions of the Nimba Range, a geographically unique area with unusually rich flora and fauna, including exceptional numbers of single-site endemic species, such as Nimbaphrynoides (a genus of viviparous toads), the Nimba otter shrew, and multiple species of horseshoe bats. Its highest peak is Mount Richard-Molard at 1,752m (5,750ft), which is the highest peak of both countries.\nHistory.\nThe strict nature reserve was established in 1943 by Order No. 4190 SE/F in Cte d'Ivoire and in 1944 by decree in Guinea. The Guinean part was accepted as a biosphere reserve in 1980. Both reserves were combined to form one World Heritage Site in 1981 (Guinea) and 1982 (Cte d'Ivoire) because of its outstanding biodiversity and unique mosaic of tropical habitats. Iron-ore exploration for mining in the most vulnerable montane zone started in 1992, and the reserve has been listed as a World Heritage Site in danger since then. For the sake of an improved protection, a conservation management centre is being built by Guinean Parks Foundation. The project was approved by the Guinean Government and CEGENS in 2016.\nGeography.\nThe Nimba Range is a narrow ridge extending approximately 40km long, with an orientation of northeastsouthwest; it forms a part of the southern extent of the Guinea Highlands. Its highest peak is Mount Richard-Molard at 1,752m (5,750ft). Other peaks include Grand Rochers at 1694m (5558ft), Mont Sempr at 1682m (5518ft), Mont Pirr Richaud at 1670m (5479ft), Mont T at 1675m (5495ft), and Mont LeClerc 1577m (5174ft). All of them are located in the Guinean part of the reserve. There are about fifty springs, including the origins of the Cavally, Cestos, and Sassandra Rivers. Mining of top-quality iron-ore poses the major threat to the unique geomorphology and wildlife.\nClimate.\nThe Nimba Range has a sub-equatorial montane climate. Temperature changes extremely with altitude, with a daytime maximum ranging between 24C and 33C, and the nightly minimum can fall below 10C. Some parts of the reserve receive significantly less precipitation, due to rain-shadow effect of the high ridge. In general, southern slopes are moister than the leeward northern ones which are affected by dry Harmattan wind from the Sahara. The Nimba Range, as well as the reserve has exceptional microclimatic diversity.\nEcology.\nMount Nimba Strict Nature Reserve lies within the Guinean Forests of West Africa Biodiversity Hotspot. It harbours an especially rich flora and fauna, and it is the home of more than 2000 vascular plant species, 680 vertebrate species, 132 of which are mammals, and to more than 2,500 invertebrate species. The reserve is a subject of biological surveys, because there are still large numbers of unknown species. Vertebrates endemic to the reserve include the Nimba viviparous toad (\"Nimbaphrynoides occidentalis\"), Lamotte's roundleaf bat (\"Hipposideros lamottei\"), and Nimba otter shrew (\"Micropotamogale lamottei\"). Other rare and endangered animals found within the reserve include the West African lion (\"Panthera leo senegalensis\"), pygmy hippopotamus (\"Choeropsis liberiensis\"), zebra duiker (\"Cephalophus zebra\"), and a population of western chimpanzee (\"Pan troglodytes verus\") that use stones for tools.\nTerrestrial ecoregions within the reserve include Western Guinean lowland forest, Guinean montane forest, Guinean forest-savanna mosaic, and West Sudanian savanna. The Nimba Range is a part of a distinct freshwater ecoregion with a high portion of endemic aquatic species.\nTerrestrial vegetation varies with altitude and cardinal orientation.\nTourism.\nMount Nimba lies in a remote region along the tri-nation border of Guinea, Cte d'Ivoire, and Liberia, far from their capital cities. In fact, the Liberian third of the ridge is seriously degraded, thanks to the former intense mining, while the Guinean part has remained ecologically intact and natural. You can find information on how to visit the Guinean Strict Nature Reserve here.\nTrivia.\nOne of the four honey buzzards of Kempen-Broek that are equipped with GPS trackers passed this national park on 13 November 2013."}}