{"id": 135, "data": {"title": "Mount Wutai", "text": "Mount Wutai, also known by its Chinese name Wutaishan and as is a sacred Buddhist site at the headwaters of the Qingshui in Shanxi Province, China. Its central area is surrounded by a cluster of flat-topped peaks roughly corresponding to the cardinal directions. The north peak (Beitai Ding or Yedou Feng) is the highest () and is also the highest point in northern China.\nAs host to over 53 sacred monasteries, Mount Wutai is home to many of China's most important monasteries and temples. It was inscribed as a UNESCO World Heritage Site in 2009 and named a AAAAA tourist attraction by China's National Tourism Administration in 2007.\nSignificance.\nMount Wutai is one of the Four Sacred Mountains in Chinese Buddhism. Each of the mountains is viewed as the bodhimaa () of one of the four great bodhisattvas. Wti is the home of the Bodhisattva of wisdom, Majur or \"\" () in Chinese. Majur has been associated with Mount Wutai since ancient times. Paul Williams writes:\nWutai was the first of the mountains to be identified and is often referred to as \"first among the four great mountains\". It was identified on the basis of a passage in the \"Avatasaka Stra\", which describes the abodes of many bodhisattvas. In this chapter, Majur is said to reside on a \"clear cold mountain\" in the northeast. This served as charter for the mountain's identity and its alternate name \"Clear Cool Mountain\" ().\nThe bodhisattva is believed to frequently appear on the mountain, taking the form of ordinary pilgrims, monks, or most often unusual five-colored clouds.\nReflecting regional rivalries between Buddhist centers, 9th-century Chan Buddhism master Linji Yixuan criticized the prominence of Wutai in Tang dynasty China. According to the posthumously compiled \"Lnj yl\", Linji Yixuan once said, Theres a bunch of students who seek Majur on Mount Wutai. Wrong from the start! Theres no Majur on Mount Wutai. His campaign was however not successful, and even after the Tang era Mount Wutai continued to thrive as perhaps the single most famous Buddhist sacred site in China.\nMount Wutai has an enduring relationship with Tibetan Buddhism. It was historically sacred to Taoist pilgrims on the Silk Road in the 10th century as well.\nMount Wutai is home to some of the oldest wooden buildings in China that have survived since the era of the Tang dynasty (618907). This includes the main hall of Nanchan Temple and the East Hall of Foguang Temple, built in 782 and 857, respectively. They were discovered in 1937 and 1938 by a team of architectural historians including the prominent early 20th-century historian Liang Sicheng. The architectural designs of these buildings have since been studied by leading sinologists and experts in traditional Chinese architecture, such as Nancy Steinhardt. Steinhardt classified these buildings according to the hall types featured in the \"Yingzao Fashi\" Chinese building manual written in the 12th century.\nIn 2008, there were complaints from local residents that, in preparation for Mount Wutai's bid to become a UNESCO World Heritage Site, they were forced from their homes and relocated away from their livelihoods.\nMajor temples.\nNanchan Temple () is a large temple in Mount Wti, first built in the Yuan dynasty. The whole temple comprises seven terraces, divided into three parts. The lower three terraces are named Jile Temple (); the middle terrace is called Shande Hall (); the upper three terraces are named Youguo Temple (). Other major temples include Xiantong Temple, Tayuan Temple and Pusading Temple.\nOther important temples inside Mount Wutai include Shouning Temple, Bishan Temple, Puhua Temple, Dailuo Ding, Qixian Temple, Shifang Tang, Shuxiang Temple, Guangzong Temple, Youguo Temple, Guanyin Dong, Longhua Temple, Luomuhou Temple, Jinge Temple, Zhanshan Temple, Wanfo Ge, Guanhai Temple, Zhulin Temple, Jifu Temple, and Gufo Temple.\nOuter Mount Wutai temples include Yanqing Temple, Nanchan Temple, Mimi Temple, Foguang Temple, Yanshan Temple, Zunsheng Temple, and Guangji Temple. A giant statue of Maha Manjushree was presented to the Buddhists of China by foreign minister of Nepal Ramesh Nath Pandey in 2005.\nTransportation.\nThe Wutaishan Airport in nearby Dingxiang County opened in December 2015.\nClimate.\nMount Wutai has a subarctic climate (Kppen climate classification \"Dwc\"). The average annual temperature in Haidian is . The average annual rainfall is with July as the wettest month. The temperatures are highest on average in July, at around , and lowest in January, at around ."}}