{"id": 65, "data": {"title": "Mount Athos", "text": "Mount Athos (; , ) is a mountain on the Athos peninsula in northeastern Greece. It is an important centre of Eastern Orthodox monasticism. The mountain and most of the Athos peninsula are governed as an autonomous region in Greece by the monastic community of Mount Athos, which is ecclesiastically under the direct jurisdiction of the Ecumenical Patriarch of Constantinople. The remainder of the peninsula forms part of the Aristotelis municipality. Women are prohibited from entering the area governed by the monastic community by Greek law and by religious tradition.\nMount Athos has been inhabited since ancient times and is known for its long Christian presence and historical monastic traditions, which date back to at least 800 AD during the Byzantine era. Because of its long history of religious importance, the well-preserved agrarian architecture within the monasteries, and the preservation of the flora and fauna around the mountain, Mount Athos was inscribed on the UNESCO World Heritage List in 1988.\nNames.\nIn the classical era, Mount Athos was called \"Athos\" and the peninsula or (). In modern Greek, the mountain is \"Oros Athos\" () and the peninsula \"Hersonisos tou Atho\" (), while the designation \"Agio Oros\" () translating to 'Holy Mountain' is also used.\nSome languages of Orthodox tradition use names that translate to 'Holy Mountain', including Bulgarian, Macedonian and Serbian (\" , Sveta Gora\"), and Georgian (, ). However, not all languages spoken in the Eastern Orthodox world use this name: in Russian it is simply called (, meaning \"Athos\"), while in Romanian it is called \"Mount Athos\" ( or ).\nGeography.\nThe peninsula, the easternmost \"leg\" of the larger Chalkidiki peninsula in central Macedonia, protrudes into the Aegean Sea at a width of between and covers an area of . The actual Mount Athos has steep, densely forested slopes reaching up to . The Athos peninsula, unlike Sithonia and Kassandra, is a geological continuation of the Rhodope Mountains of northern Greece and Bulgaria.\nThe surrounding seas, especially at the end of the peninsula, can be dangerous. In ancient Greek history two fleet disasters in the area are recorded: In 492 BC Darius, the king of Persia, lost 300 ships under general Mardonius. In 411 BC the Spartans lost a fleet of 50 ships under the admiral Epicleas.\nMount Athos has an extensive network of footpaths, many of which date back to the Byzantine period. Many are typically not accessible to motor vehicle traffic.\nFlora.\nMuch of Mount Athos is covered with mixed broadleaf deciduous and evergreen forests. Black pine (\"Pinus nigra\") forests are found at higher elevations. Sclerophyllous scrub vegetation is also found throughout Mount Athos. Typical forest trees are sweet chestnut (\"Castanea sativa\"), holm oak (\"Quercus ilex\"), kermes oak (\"Quercus coccifera\"), Hungarian oak (\"Quercus frainetto\"), oriental plane (\"Platanus orientalis\"), black pine (\"Pinus nigra\"), and cedar (\"Calocedrus decurrens\"). Other common plant species include the strawberry tree (\"Arbutus unedo\" and \"Arbutus andrachne\"), cypress (\"Cupressus sempervirens\"), laurel (\"Laurus nobilis\"), lentisk (\"Pistacia lentiscus\"), phillyrea (\"Phillyrea latifolia\"), wild olive (\"Olea europea\"), and heather (\"Erica\" spp.). Deciduous trees that are primarily found alongside streams include white willow, laurel, Oriental plane, and alder trees.\nAleppo pine (\"Pinus halepensis\") is more commonly found in the northern part of the peninsula. Broadleaf maquis is found further south. Deciduous broadleaf forest dominated by sweet chestnut lies above the broadleaf maquis zone. There are also mixed forests consisting deciduous oak trees, as well as limes, aspen, hop hornbeam, and maple. Black pine and stinking juniper can be found at higher elevations. Some herbaceous plants with tubers and bulbs include crocus, anemone, cyclamen, and fritillary species.\nAt least 35 plant species are endemic to Mount Athos, most of which are found in the area of the main summit in the south. \"Isatis tinctoria\" ssp. \"athoa\", a woad subspecies, and \"Viola athois\" are named after Mount Athos.\nMount Athos is also home to 350 species of mushrooms.\nFauna.\nMammals include the grey wolf (\"Canis lupus\"), wild boar (\"Sus scrofa\"), red fox (\"Vulpes vulpes\"), jackal (\"Canis aureus\"), European badger (\"Meles meles\"), beech marten (\"Martes foina\"), stoat (\"Mustela erminea\"), weasel (\"Mustela nivalis vulgaris\"), European hedgehog (\"Erinaceus concolor\"), shrews (\"Crocidura\" spp.), and Mediterranean monk seal (\"Monachus monachus\"). Other mammal species include roe deer, hares, and red squirrels.\nBirds include the black stork (\"Ciconia nigra\"), short-toed snake-eagle (\"Circaetus gallicus\"), golden eagle (\"Aquila chrysaetos\"), lesser kestrel (\"Falco naumanni\"), capercaillie (\"Tetrao urogallus\"), eagle owl (\"Bubo bubo\"), yelkouan shearwater (\"Puffinus yelkouan\"), and Audouin's gull (\"Larus audouinii\"). Other bird species include swifts, swallows, martins, nightingales, and hoopoes.\nHistory.\nAntiquity.\nIn Greek mythology, Athos is the name of one of the Gigantes that challenged the Greek gods during the Gigantomachia. Athos threw a massive rock at Poseidon which fell in the Aegean Sea and became Mount Athos. According to another version of the story, Poseidon used the mountain to bury the defeated giant.\nHomer mentions the mountain Athos in the Iliad. Herodotus writes that, during the Persian invasion of Thrace in 492 BC, the fleet of the Persian commander Mardonius was wrecked with losses of 300 ships and 20,000 men, by a strong North wind while attempting to round the coast near Mount Athos. Herodotus mentions the peninsula, then called \"Akte,\" telling us that Pelasgians from the island of Lemnos populated it and naming five cities thereon, Sane, Kleonai (Cleonae), Thyssos (Thyssus), Olophyxos (Olophyxus), and Akrothoon (Acrothoum). Strabo also mentions the cities of Dion (Dium) and Akrothoon. Eretria also established colonies on Akte. At least one other city was established in the Classical period: Akanthos (Acanthus). Some of these cities minted their own coins.\nThe peninsula was on the invasion route of Xerxes I, who spent three years excavating the Xerxes Canal across the isthmus to allow the passage of his invasion fleet in 483 BC. After the death of Alexander the Great, the architect Dinocrates (Deinokrates) proposed carving the entire mountain into a statue of Alexander.\nPliny the Elder stated in 77 AD that the inhabitants of Mount Athos could \"live to their four hundredth year\" due to the fact that they eat the skin of vipers.\nThe history of the peninsula during latter ages is shrouded by the lack of historical accounts. Archaeologists have not been able to determine the exact location of the cities reported by Strabo. It is believed that they must have been deserted when Athos' new inhabitants, the monks, started arriving some time before the ninth century AD.\nEarly Christianity.\nAccording to the Athonite tradition, the Blessed Virgin Mary was sailing accompanied by St John the Evangelist from Joppa to Cyprus to visit Lazarus. When the ship was blown off course to then-pagan Athos, it was forced to anchor near the port of Klement, close to the present monastery of Iviron. The Virgin walked ashore and, overwhelmed by the wonderful and wild natural beauty of the mountain, she blessed it and asked her Son for it to be her garden. A voice was heard saying, \"\" (Translation: \"Let this place be your inheritance and your garden, a paradise and a haven of salvation for those seeking to be saved\"). From that moment the mountain was consecrated as the garden of the Mother of God and was out of bounds to all other women.\nHistorical documents on ancient Mount Athos history are very few. It is certain that monks have been there since the fourth century, and possibly since the third. During Constantine I's reign (324337) both Christians and followers of traditional Greek religion were living there. During the reign of Julian (361363), the churches of Mount Athos were destroyed, and Christians hid in the woods and inaccessible places.\nLater, during Theodosius I's reign (379395), the temples of the traditional Greek religion were destroyed. The lexicographer Hesychius of Alexandria states that in the fifth century there was still a temple and a statue of \"Zeus Athonite\". After the Islamic conquest of Egypt in the seventh century, many Orthodox monks from the Egyptian desert tried to find another calm place; some of them came to the Athos peninsula. An ancient document states that monks \"built huts of wood with roofs of straw [...] and by collecting fruit from the wild trees were providing themselves improvised meals.\""}}