{"id": 144, "data": {"title": "Namhansanseong", "text": "Namhansanseong is a historical mountain fortress city 25km southeast of Seoul, South Korea. It sits approximately 480m above sea level and is aligned with the ridges of the mountain for maximum defensibility. The fortress, stretching 12km in length, protects a vast area used as an emergency capital city during the Joseon Dynasty of Korea (13921910). The design is based on fortress architecture of East Asia, embodying aspects of four historical cultural styles: the Joseon of Korea, the Azuchi-Momoyama Period of Japan, and Ming and Qing China. It was extensively developed during the 16th to 18th centuries, a period of continuous warfare. The technical development of weaponry and armaments during this period, which saw the use of gunpowder imported from Europe, also greatly influenced the architecture and layout of the fortress. Namhansanseong portrays how the various theories of defense mechanisms in Korea were put to form by combining the everyday living environment with defense objectives. The fortress indicates how Buddhism played an influential role in protecting the state, and it became a symbol of sovereignty in Korea. It stands on the \"Namhansan\" (South Han Mountain), containing fortifications that date back to the 17th century and a number of temples. It can be accessed from Seoul through Namhansanseong station of Seoul Subway Line 8.\nHistory.\nThe most obvious characteristic of Namhansanseong lies in its topographical advantage; there is a spacious, flat top called Gorobong, with a low center and high sides over 480m above sea level, as well as being a high mountain over flat lands for easy observation of the surrounding area. Due to these traits, Namhansanseong had served as a command post since the Unified Silla era in the 7th century. Unified Silla constructed the Jujangseong fortress where Namhansanseong sits today to house men and to stock supplies when it was fighting the Tang dynasty in the 7th century. In the 13th century, during the Goryeo dynasty, Namhansanseong was a stronghold against the Mongol Invasion. Since the 17th century, Namhansanseong, near the capital city of Seoul, grew greatly in size as a mountain fortress, serving as an emergency capital for the King of Joseon.\nFurthermore, Namhansanseong had been systematically managed and operated for over 300 years since its construction in 1624. Specifically, it was a battlefield during the Qing invasion to acquire hegemony in East Asia during the Ming-Qing transition in China. It was the spiritual symbol of the Joseon dynasty for sovereignty, as well as a place for military security until the 20th century. The rich history of Namhansanseong shows the exchange of Buddhist, Confucian, folk religion and Christian values from the time the fortress was constructed to the present day.\nThe 17th century mountain fortress Namhansanseong was constructed as a planned city both to serve as an emergency capital city during war and an administrative center in peace. Traditional villages were typically located on flat lands adjacent to mountain fortresses built for shelter in emergencies. Namhansanseong was a self-sufficient defensive fortress where the local administrative town was placed within the fortress together with the Emergency Palace. Thus, it performed various functions such as defense, administration, business and royal ancestral rites. Unlike those seen in Europe and Japan that were intended to defend only the ruling class, Namhansanseong was a defensive structure within which both the ruling class and commoners alike could shelter.\nSince the 17th century, Namhansanseong has been inhabited by over 4,000 people and has been managed and preserved by the residents for generations. Most fortress towns in Korea underwent severe deformation and change during Japanese colonial times and the period of industrialization and urbanization, resulting in losing their original layout and forms. However, Namhansanseong retained its original layout because the Japanese colonial government relocated the administrative functions and demolished its military functions in the earlier stage of colonization, leaving it as an isolated mountain village thereafter.\nThe characteristics of Namhansanseong have changed a lot throughout its history. It served as a military and administrative center with the Emergency Palace and administrative offices from 1627 to 1917. It was the center of the civil resistance movement (Uibyeong) centering on Buddhist monk soldier temples (Seungyeong) when the Joseon Dynasty fell and the Japanese colonial period was approaching in the early 20th century. However, the fortress was demolished and the temples were forced into closure by the Japanese in 1907. The fortress lost its function as the town center due to the relocation of the Gwangju County Office in 1917, resulting in a downgrade to a remote mountain village. Then, the fortress suffered population loss and material loss during the Korean War. Nowadays, Namhansanseong is a tourist attraction, after undergoing large-scale wall restorations and being designated as a provincial park since the 1970s. It has seen a dramatic increase in the number of restaurants and various visitor facilities since the 1980s. The Emergency Palace and the Royal Ancestral Shrine within the fortress have been actively restored based on various studies on Namhansanseong since the 1990s, and it was listed on the World Heritage tentative list in 2010. It was inscribed on the UNESCO World Heritage list in 2014.The UNESCO World Heritage Committee said, \"Namhan-san fortress is the only acid city built as a temporary capital in case of emergency to protect Joseon's sovereignty and independence.\"\nConservation management.\nThe Namhansanseong World Heritage Centre is responsible for managing and monitoring the cultural heritage of Namhansanseong, while the Namhansanseong Provincial Park Office is responsible for managing and monitoring visitor facilities within Namhansanseong and the provincial park area, in accordance with the 2012 Basic Plan on Comprehensive Improvement of Namhansanseong.\nProtection and management requirements.\nNamhansanseong is protected under the Cultural Heritage Protection Act (CHP Act) and the Natural Park Act on the national level. There are also specific ordinances and regulations at the province and city levels. On the basis of the CHP Act, the entire property is designated as a historic site and has a buffer zone surrounding the area with limitations and regulations on development and construction. The entire heritage and buffer zone is also protected as a Provincial Park covering a wider area. Under these frameworks, a Conservation Management Plan has been established to ensure the long-term protection of the fortress and the town within. A special independent entity called the Namhansanseong World Heritage Centre is responsible for the overall management of its heritage in cooperation with the Namhansanseong Provincial Park Office, the residents, local governments, experts and the central government.\nFinancial support comes from the national and provincial governments, and the projects are managed and operated by the Namhansanseong World Heritage Centre. A monitoring system controls the appropriate use and execution of financial resources and proposed plans.\nThe current status of conservation can be evaluated in three components called the military component, the governing component, and the folk component. The military component includes the fortress walls and structures, outer walls, Chimgwaejeong Arsenal, and Buddhist temples. The governing component comprises Jwajeon Shrine, Usil Shrine site, the Emergency Palace, Jwaseungdang Hall and the site of Inhwagwan Guest house. The folk component includes steles, pavilions, and intangible heritage such as rituals and rites. All these subcomponents are recorded and are managed appropriately for the form and type of heritage.\nThreats to preservation of the site include developmental pressures, environmental pressures, natural disasters, risk preparedness, visitor pressure and land use. Development pressures are relatively low for Namhansanseong as the property area and buffer zones are effectively controlled by the CHP Act, the Natural Park Act and urban management planning. Visitor pressure is perhaps the highest risk factor in Namhansanseong. For the sustainable conservation of the fortress areas, preventive measures include studies on carrying capacity, regular estimation of expected visitors, and utilizing planning mechanisms with legal instruments.\nThe tales of Namhansanseong.\nTombstone of Seo Heun-nam.\nWhen the Second ManchuQing invasion of Korea broke out (1636), King Injo of the Joseon Dynasty sought refuge at Namhansanseong. On his way to the fortress, almost all of his vassals ran away, leaving only a few. The vassals took turns carrying the king on their backs to Namhansanseong and they all became tired on a cold winter day. At that moment, a woodcutter appeared and carried the king on his back safely to Namhansanseong. Sometime after, King Injo called the woodcutter, named Seo Heun-nam, and asked what he desired. He answered that he wanted to wear the kings full-dress uniform, and the king gave it to him as a gift. In times after, during war, Seo Heun-nam spied on the enemys movements and made many contributions. When he died, he was buried with the kings full-dress, and all passers-by would bow down to his tomb.\nCheongryangdang Shaman Shrine and Hawk Rock.\nWhen Namhansanseong was being constructed, General Yi Hoe took charge of the southeast section and the head of the monk army Beokam took charge of the northwest of the fortress. The construction in the north was completed within the deadline because of its gentle, flat terrain, but the construction in the south was not because of the steep terrain. Seeing that the construction was not completed, the king was going to punish General Yi Hoe, who replied that he had done his best and that a hawk would fly into the sky at his execution, which would demonstrate that he was guiltless. When this came to pass, a review was made that found that the section in question had been properly and strongly constructed. Cheongryangdang Shaman Shrine was built and sacrificial rites are performed to console General Yi Hoe for his unjust death.\nKing Onjo at Sungryeoljeon Shrine.\nAs King Injo was sleeping, an old man appeared to him and warned him to be careful as enemies were approaching. Immediately, the king gave an order to investigate and found out that enemies were destroying the fortress walls. Later, it came to be known that the old man was King Onjo, the founder of the Baekje Kingdom. In order to thank King Onjo for averting a national crisis, King Injo constructed Sungryeoljeon Shrine in commemoration of the founder. Sometime after that, in a dream of King Injo, King Onjo appeared again and requested that one of the king's vassals be sent to Sungryeoljeon Shrine, where King Onjo stayed alone. Next morning, King Injo awoke to find out that General Yi Seo, who was in charge of the construction of Namhansanseong, had died, and he perceived that King Onjo took away the general. This is why King Onjo and General Yi Seo are enshrined together at Sungryeoljeon Shrine, where sacrificial rites are held once a year.\nScholars enshrined at Hyeonjeolsa Shrine.\nHyeonjeolsa Shrine was constructed to comfort the souls of the three patriotic scholars, Hong Ik-han, Yun Jip and Oh Dal-je, and to praise their fidelity to the nation for their persistent objections to yielding to the enemy during the Second Manchu invasion of Korea. Later, Kim Sang-heon and Jeong On were enshrined together. The three scholars insisted on fighting to the end against the enemies when Namhansanseong was completely besieged by the Manchus who wanted to subjugate Korea before launching a full scale war to conquer Ming China. In the end, they were taken prisoner as Joseon finally surrendered. Even when they were taken captive, they would not yield and they were beheaded. Hyeonjeolsa Shrine was constructed and sacrificial rites are held once a year to admire the loyalty of these three patriots."}}