{"id": 335, "data": {"title": "Natural and Culturo-Historical Region of Kotor", "text": "The Natural and Culturo-Historical Region of Kotor is a World Heritage Site located in Montenegro that was inscribed in 1979. It encompasses the old town of Kotor (Italian Cattaro), the fortifications of Kotor, and the surrounding region of the inner Bay of Kotor.\nDescription.\nOld town of Kotor.\nThe old town of Kotor is contained within the city walls and a well preserved and restored medieval cityscape with notable buildings including the Cathedral of Saint Tryphon (built in 1166). \nKotor was heavily damaged during the earthquake on April 15, 1979, and this prompted the site to be also listed on the Danger List in 1979 when the site was inscribed. After significant rehabilitation within the town, the site was taken off this list in 2003.\nFortifications of Kotor.\nThe fortifications consist of a system of defensive military buildings to protect the medieval town of Kotor. They include the city walls with gates and bastions, ramparts that ascend the mountain of St. John, the castle of St. John (San Giovanni), and supportive structures. While some of the structures date back to Roman and Byzantine times, most of the fortifications were erected during the Venetian rule; later some modifications were made by the Austrians. The fortifications are the most significant aspect of the World Heritage site.\nRegion of Kotor.\nThe region that is included in the heritage is the inner bay of Kotor (past the Verige strait) with its surrounding mountains and towns, notably Risan and Perast in addition to Kotor. Further the islets of St. George (Sveti ore) and Our Lady of the Rocks (Gospa od krpijela) are part of the heritage site.\nPreservation.\nIn 1979, when the site was inscribed it was also placed on the List in Danger due to earthquake damage. Due to concerted international efforts much of this, specifically concerning the city of Kotor, has been mitigated. In 2003 the site could be taken off the danger list.\nThe heritage site faces challenges in a number of ways. Natural dangers such as erosion and earthquakes will always remain a threat. More acute, however, is the impact of human activity. Thus some urban development has been noted to be incongruent with the goals of preservation. An issue has been the proposal to bridge the Verige strait: the proposed Verige bridge between Cape St. Nedjelja and Cape Opatovo would facilitate traffic of the Adriatic Highway that currently utilizes a ferry system to cross the bay.\nWhen the site was inscribed in 1979, it was done so based on its cultural values; a 2008 UNESCO Mission Report suggests to also consider its outstanding value as a cultural landscape which may lead to a re-submission."}}