{"id": 297, "data": {"title": "Naumburg Cathedral", "text": "Naumburg Cathedral (, ), located in Naumburg, Germany, is the former cathedral of the Bishopric of Naumburg-Zeitz. The church building, most of which dates back to the 13th century, is a renowned landmark of the German late Romanesque and was recognised as a UNESCO World Heritage Site in 2018. The west choir with the famous donor portrait statues of the twelve cathedral founders (\"Stifterfiguren\") and the \"Lettner\", works of the Naumburg Master, is one of the most significant early Gothic monuments.\nThe church was erected with the relocation of the episcopal see from Zeitz in 1028, next to an old parish church. Thus it is the proto-cathedral of the former Catholic Diocese of Naumburg-Zeitz. With the Reformation, Naumburg and its cathedral became Protestant. Naumburg Cathedral remains a Protestant parish church to this day.\nNaumburg Cathedral is a part of the tourist route \"Romanesque Road\" in Saxony-Anhalt. Since 1999, 'Naumburg Cathedral and the landscape of the rivers Saale and Unstrut, an important dominion in the High Middle Ages.\nHistory.\nBackground.\nThe history of the town of Naumburg begins at the turn of the 9th and 10th centuries. Due to a lack of written documentation, details and exact dates are unknown. However, it is likely that Markgraf (Margrave) Ekkehard I of Meissen and the most powerful man on the eastern border of the Holy Roman Empire was the founder. \nHe erected a residence on a roughly high rock above the right bank of the Saale river, near the mouth of the Unstrut. The location for this castle, which was called \"neweburg\" that later became \"Naumburg,\" was chosen for its advantageous proximity to the intersection of so many well-trafficked commercial highways on the historic eastern border of East Francia (Kingdom of Germany) with the lands of the Polabian Slavs that were incorporated into the Saxon Eastern March.\nEkkehard was murdered in 1002 at Phlde Abbey in the Harz hills, but it was not possible to bury him at Naumburg yet, as neither castle nor the attached monastery was yet finished. Only once this was accomplished did his sons, the Meissen margraves Hermann and Ekkehard II have his body and those of his ancestors moved to the \"Georgenkloster\" at Naumburg.\nEkkehard's sons founded a small parish church in the western part of the area around the castle. It was dedicated to the Virgin Mary and was first mentioned in surviving texts of the Merseburg bishopric chronicle in 1021. In 1028, after some encouragement from the two brothers they won approval from King Conrad II and Pope John XIX to move the episcopal see from Zeitz to Naumburg on the grounds that the castle would provide more protection for the see than it could get at Zeitz.\nEarly-Romanesque stage.\nSoon after the approval of the relocation of the episcopal see, in the Spring of 1029, just to the east of the existing parish church the construction of the early-Romanesque cathedral was begun. In 1044, during the reign of Bishop Hunold of Merseburg, the church was consecrated and the patron saints of Peter and Paul were designated, adopted from Zeitz Cathedral.\nThis church stood in the same location where today's late Romanesque/Gothic edifice is located, but it was of smaller size. In c. 1160/70 a crypt was added to the building, the only room of the first cathedral to survive in the current structure more or less unaltered.\nLate-Romanesque/Gothic stage.\nThe rebuilding of the cathedral started around 1210. Of the old structure only the crypt survived and this lost its apse, but was expanded to the east and west such that it now extends not just under the new choir but also under the crossing.\nThis new cathedral was built under Bishop (1207-42). However, it did not remain in this late-Romanesque form long for by the mid-13th century the early-Gothic west choir was added, replacing the old parish church. It was likely finished by 1260. The western towers were raised by one floor shortly thereafter. In around 1330 the high-Gothic polygonal east choir was built, requiring the destruction of the Romanesque apse. Additional floors were added to the western towers in the 14th and 15th centuries. The \"Dreiknigskapelle\" was consecrated in 1416.\nA fire damaged the cathedral in 1532, destroying the roofs. After that the eastern towers were raised. The fire also destroyed the three-aisled nave of the collegiate church dedicated to Mary next door to the cathedral, of which today only the choir remains. The collegiate church has its own cloister explaining the temporary presence of two of them, one to the cathedral's south and one to the north. The northern cloister is not extant but served to house the cathedrals clergy prior to the collegiate church's destruction.\nReformation.\nIn the course of the Reformation, it became the see of the first German Protestant bishop, Nicolaus von Amsdorf in 1542. Upon the death of his Catholic \"antibishop\", Julius von Pflug in 1564, the Catholic Naumburg diocese was administrated by the Electors of Saxony and finally dissolved in 1615. \nLater construction.\nThe copper roofs and lanterns of the eastern towers were added in 1713/4 and 1725/8. Around mid-century the interior was turned into a Baroque church. This was undone by a \"purification\" in 1874/8 aimed at restoring the cathedral to a medieval, i.e. Romanesque/Gothic look, even at the price of replacing Baroque items with new Romanesque/Gothic Revival art.\nThe southwestern tower was boosted by three pseudo-Gothic floors in the late 19th century. At the same time gables and roofs were added to both western towers. A pseudo-medieval building was erected in the former location of the collegiate church's nave, initially used as a gymn for the cathedral school. Finally, the gate house was built only in 1940.\nDescription.\nThe cathedral is a double-choir three-aisled basilica with a pair of towers at the east and west end, flanking the choirs. Due to the presence of choirs at both ends, the church is entered from the sides. The main entry is on the south side, from the cloister or gate house. The choirs are divided from the nave by two rood screens.\nInterior works of art.\nThe \"Stifterfiguren\" (donor figures) by the artist called \"Naumburger Meister\" (Master of Naumburg) are probably the best-known work of art in the cathedral and are often referred to as the best-known work of early Gothic sculpture in Germany. Situated in the western choir, the twelve life-sized sculptures (eight men and four women) show nobles who were among the founders of the cathedral. \nThe sculptures are thought to represent the following people (from northeast to southeast): \nThe sculptures were created in the middle of the 13th century out of Grillenburg Sandstone. Ten of the figures are merged with the walls, two are free-standing. They were originally painted but those remains of paint visible today date from restoration work in the 16th to 19th centuries.\nFor early Gothic sculptures, these figures are extremely realistic and show a large amount of individual detail. The character of the sculptures and the very presence of figures of lay people in such a prominent place in the church make these unique in 13th-century European sculpture. \nAlso by the same artist, the \"Westlettner\" (western rood screen) features sculpture from the Passion of Christ.\nTogether, \"Westlettner\" and founder figures are considered \"one of the most important works of early Gothic art in Germany\".\nThe \"Elisabethkapelle\", a chapel dedicated to St. Elisabeth contains the oldest known stone sculpture of the saint. It was likely created shortly after Elisabeth's canonization in 1235, only four years after her death. The statue's head used to hold relics of the saint. \nThe cathedral's windows feature work by Neo Rauch in the \"Elisabethkapelle\" and by in the crypt and the baptistery. It also retains medieval windows, notably in the east choir.\nToday.\nNaumburg Cathedral remains a Protestant parish church.\nIt is a part of the tourist route \"Romanesque Road\". Since 1999, 'Naumburg Cathedral and the landscape of the rivers Saale and Unstrut  an important dominion in the High Middle Ages' are included in the candidate list for UNESCO World Heritage Sites in Germany.\nIn 2017, the nomination of 'Naumburg Cathedral and the High Medieval Cultural Landscape of the Rivers Saale and Unstrut' as a World Heritage Site will be discussed at the 41st meeting of the World Heritage Committee in Krakow, Poland (2 until 12 July 2017).\nOn July 1, 2018, Naumburg Cathedral was listed as a UNESCO World Heritage Site. The German officials were indifferent about the decision of excluding the surrounding landscape."}}