{"id": 238, "data": {"title": "Nelson's Dockyard", "text": "Nelson's Dockyard is a cultural heritage site and marina in English Harbour, located in Saint Paul Parish on the island of Antigua, in Antigua and Barbuda.\nIt is part of Nelson's Dockyard National Park, which also contains Clarence House and Shirley Heights, and is a UNESCO World Heritage Site.\nIt is named after Admiral Horatio Nelson, who lived in the Royal Navy Dockyard from 1784 through 1787.\nNelson's Dockyard is also home to some of Antigua's sailing and yachting events such as Antigua Sailing Week and the Antigua Charter Yacht Meeting, as well as the 2015 and 2016 International Optimist North American Championships.\nHistory.\nAfter England acquired colonial British Antigua and Barbuda in 1632, the English Harbour became a focal point for the establishment of a naval base. Its position on the south side of Antigua island facilitated the monitoring of the neighbouring French island of Guadeloupe. Additionally, the harbour is naturally well-suited to protect ships and cargo from hurricanes. In 1671 the first recorded ship to enter English Harbour was a yacht, the \"Dover Castle\". It was chartered to the King by a Colonel Stroude for the use of the Governor of the Leeward Islands when he visited the islands under his jurisdiction and \"chased ye pirates\".\nThe first reference to the defence of English Harbour occurs in 1704 when Fort Berkeley was listed as one of the twenty forts established around the coast of Antigua. By 1707 naval ships used English Harbour as a station, but no facilities had yet been built for ship maintenance or repair. By 1723 English Harbour was in regular use by British naval ships and in September of that year the harbour gained a reputation as a safe natural harbour when a hurricane swept ashore 35 ships lying in other ports in Antigua, while and , both moored in English Harbour, suffered no damage. Soon British naval officers petitioned for the building of repair and maintenance facilities in English Harbour. In 1728 the first Dockyard, St. Helena, was built on the east side of the harbour and consisted of a capstan house for careening ships, a stone storehouse, and three wooden sheds for the storage of careening gear. There were no quarters for dockyard staff or visiting sailors and the seamen themselves conducted all work and repairs on the ships. Naval operations in English Harbour soon outgrew the small original dockyard and plans were made to develop the western side of the harbour with more facilities.\nConstruction.\nConstruction of the modern Naval Dockyard began in the 1740s. Enslaved laborers from plantations in the vicinity were sent to work on the dockyard. By 1745 a line of wooden storehouses on the site of the present Copper &amp; Lumber Store Hotel had been built and the reclamation of land to provide adequate wharves had been started. Building continued in the Dockyard between 1755 and 1765, when quarters were built for the Commander-in-Chief on the site of the Officers Quarters. Additional storerooms, a kitchen and a shelter for the Commander's chaise were also erected. The first part of the present Saw Pit Shed was constructed, the reclamation of the wharves and their facing with wooden piles was continued, and a stone wall was built to enclose the Dockyard.\nBetween 1773 and 1778 additional construction was undertaken. The boundary walls were extended to their present position; the Guard House, the Porter's Lodge, the two Mast Houses, the Capstan House, and the first bay of the Canvas, Cordage, and Clothing Store were built; and the first Naval Hospital was built outside the Dockyard. Many of the buildings in the Dockyard today were constructed during a building programme undertaken between 1785 and 1794. The Engineer's Offices and Pitch and Tar Store were built in 1788 and the Dockyard wall was extended to enclose the new building. The wharves were improved and the northern side of the Saw Pit Shed was built in the same year. In 1789 the Copper and Lumber Store was completed and by 1792 the west side of the Canvas, Cordage, and Clothing Store had been completed. The Blacksmith's Shop also dates from this period. This building programme overlaps with Nelson's tenure in the Dockyard from 1784 to 1787.\nThe Sail Loft was built in 1797 adjacent to the Engineer's Offices and Tar and Pitch Store. Around 1806 the Pay Master's Office was built and in 1821 the Officers Quarters building was constructed to accommodate the growing numbers of officers who accompanied their ships to the yard. The Naval Officer's and Clerk's House was built in 1855 and is now home to the Dockyard Museum.\nIn 1889 the Royal Navy abandoned the dockyard, and it fell into decay.\nRestoration.\nThe Society of the Friends of English Harbour began restoration of the dockyard in 1951, and a decade later it was opened to the public.\nAmong the original buildings are two hotels, a museum, craft and food shops, restaurants, and a large marina.\nHiking trails radiate from the dockyard site into the surrounding Nelson's Dockyard National Park.\nMedia.\nOn May 9, 1982, Duran Duran filmed their \"Waiting for the Nightboat\" music video in Antigua, in a dry dock in Nelson's Dockyard."}}