{"id": 109, "data": {"title": "New Lanark", "text": "New Lanark is a village on the River Clyde, approximately from Lanark, in Lanarkshire, and some southeast of Glasgow, Scotland. It was founded in 1785 and opened in 1786 by David Dale, who built cotton mills and housing for the mill workers. Dale built the mills there in a brief partnership with the English inventor and entrepreneur Richard Arkwright to take advantage of the water power provided by the only waterfalls on the River Clyde. Under the ownership of a partnership that included Dale's son-in-law, Robert Owen, a Welsh utopian socialist and philanthropist, New Lanark became a successful business and an early example of a planned settlement and so an important milestone in the historical development of urban planning.\nThe New Lanark mills operated until 1968. After a period of decline, the New Lanark Conservation Trust (NLCT) was founded in 1974 (now known as the New Lanark Trust (NLT)) to prevent demolition of the village. By 2006 most of the buildings have been restored and the village has become a major tourist attraction. It is one of six UNESCO World Heritage Sites in Scotland and an Anchor Point of ERIH  the European Route of Industrial Heritage.\nHistory.\nThe New Lanark cotton mills were founded in 1786 by David Dale in a brief partnership with Richard Arkwright. Dale was one of the self-made \"Burgher Gentry\" of Glasgow who, like most of this gentry, had a summer retreat, an estate at Rosebank, Cambuslang, not far from the Falls of Clyde, which have been painted by J. M. W. Turner and many other artists. The mills used the recently developed water-powered cotton spinning machinery invented by Richard Arkwright. Dale sold the mills, lands and village in the early 19th century for 60,000, payable over 20 years, to a partnership that included his son-in-law Robert Owen. Owen, who became mill manager in 1800, was an industrialist who carried on his father-in-law's philanthropic approach to industrial working and who subsequently became an influential social reformer. New Lanark, with its social and welfare programmes, epitomised his Utopian socialism (\"see also Owenism\"). The town and mills are important historically through their connection with Owen's ideas, but also because of their role in the developing industrial revolution in the UK and their place in the history of urban planning.\nThe New Lanark mills depended upon water power. A dam was constructed on the Clyde above New Lanark and water was drawn off the river to power the mill machinery. The water first travelled through a tunnel, then through an open channel called the lade. It then went to a number of water wheels in each mill building. It was not until 1929 that the last waterwheel was replaced by a water turbine. Water power is still used in New Lanark. A new water turbine has been installed in Mill Number Three to provide electricity for the tourist areas of the village.\nIn Owen's time some 2,500 people lived at New Lanark, many from the poorhouses of Glasgow and Edinburgh. Although not the grimmest of mills by far, Owen found the conditions unsatisfactory and resolved to improve the workers' lot. He paid particular attention to the needs of the 500 or so children living in the village (one of the tenement blocks is named Nursery Buildings) and working at the mills, and opened the first infants' school in Britain in 1817, although the previous year he had completed the Institute for the Formation of Character.\nThe mills thrived commercially, but Owen's partners were unhappy at the extra expense incurred by his welfare programmes. Unwilling to allow the mills to revert to the old ways of operating, Owen bought out his partners. In 1813 the Board forced an auction, hoping to obtain the town and mills at a low price but Owen and a new board (including the economist Jeremy Bentham) that was sympathetic to his reforming ideas won out.\nNew Lanark became celebrated throughout Europe, with many statesmen, reformers and royalty visiting the mills. They were astonished to find a clean, healthy industrial environment with a content, vibrant workforce and a prosperous, viable business venture all rolled into one. Owen's philosophy was contrary to contemporary thinking, but he was able to demonstrate that it was not necessary for an industrial enterprise to treat its workers badly to be profitable. Owen was able to show visitors the village's excellent housing and amenities, and the accounts showing the profitability of the mills.\nAs well as the mills' connections with reform, socialism and welfare, they are also representative of the Industrial Revolution that occurred in Britain in the 18th and 19th centuries and which fundamentally altered the shape of the world. The planning of employment in the mills alongside housing for the workers and services such as a school also makes the settlement iconic in the development of urban planning in the UK.\nIn 1825, control of New Lanark passed to the Walker family when Owen left Britain to start settlement of New Harmony in the US. The Walkers managed the village until 1881, when it was sold to Birkmyre and Sommerville and the Gourock Ropeworks (although they tried unsuccessfully to sell the mills and the town in 1851). They and their successor companies remained in control until the mills closed in 1968.\nThe town and the industrial activity had been in decline before then, but after the mills closed migration away from the village accelerated, and the buildings began to deteriorate. The top two floors of Mill Number 1 were removed in 1945 but the building has since been restored and is now the New Lanark Mill Hotel. In 1963 the New Lanark Association (NLA) was formed as a housing association and commenced the restoration of Caithness Row and Nursery Buildings. In 1970 the mills, other industrial buildings and the houses used by Dale and Owen were sold to Metal Extractions Limited, a scrap metal company. In 1974 the NLCT (now the NLT) was founded to prevent demolition of the village. A compulsory purchase order was used in 1983 to recover the mills and other buildings from Metal Extractions after a repairs notice had been served in 1979. This was because of the state of repair of the buildings despite their listing as historic buildings that required their legal preservation in 1971. They are now controlled by the NLT, either directly through the Trust or through wholly owned companies (New Lanark Trading Ltd, New Lanark Hotel Ltd and New Lanark Homes). By 2005 most of the buildings had been restored and the village has become a major tourist attraction.\nLiving conditions.\nIn the mid 19th century, an entire family would have been housed in a single room. Some sense of such living conditions can be obtained by visiting the reconstructed Millworkers House at New Lanark World Heritage Site or the David Livingstone Centre at Blantyre.\nDavid Dale, who founded New Lanark, was also involved in the mills at Blantyre. Only one tenement row has survived in Blantyre, and that building is now a museum. This is mostly devoted to David Livingstone, who was born there in 1813, both examples include re-creations of the single-room living conditions of the time at New Lanark, featuring trundle beds for children such as Livingstone would have used. The David Livingstone Centre is 18 miles by road from New Lanark, between Glasgow and Hamilton.\nThe living conditions in the village gradually improved, and by the early 20th century families would have had the use of several rooms. It was not until 1933 that the houses had interior cold water taps for sinks and the communal outside toilets were replaced by inside facilities.\nFrom 1938 the village proprietors provided free electricity to all the homes in New Lanark, but only enough power was available for one dim bulb in each room. The power was switched off at 10 pm Sunday-Friday, 11 pm Saturday. In 1955 New Lanark was connected to the National Grid.\nNew Lanark today.\nIt has been estimated that over 400,000 people visit the village each year. The importance of New Lanark has been recognised by UNESCO as one of Scotland's six World Heritage Sites, the others being Edinburgh Old and New Towns, Heart of Neolithic Orkney, St Kilda, the Antonine Wall and the Forth Bridge. The mills and town were listed in 2001 after an unsuccessful application for World Heritage listing in 1986.\nAbout 130 people live in New Lanark. Of the residential buildings, only Mantilla Row has not been restored. Some of the restoration work was undertaken by the NLA and the NLCT. Braxfield Row and most of Long Row were restored by private individuals who bought the houses as derelict shells and restored them as private houses. Seven houses in Double Row have been externally restored by the NLCT and are being sold for private ownership. In addition to the 21 owner-occupied properties in the village there are 45 rented properties which were let by the NLA, which was a registered housing association. The NLA also owned other buildings in the village. In 2009 the NLA was wound up as being financially and administratively unviable, and responsibility for the village's tenanted properties passed to the NLCT.\nIn 2009 Clydesdale Bank released a new series of Scottish banknotes, of which the 20-pound note features New Lanark on its reverse.\nConsiderable attention has been given to maintaining the historical authenticity of the village. No television aerials or satellite dishes are allowed in the village, and services such as telephone, television and electricity are delivered though buried cables. To provide a consistent appearance all external woodwork is painted white, and doors and windows follow a consistent design. Householders used to be banned from owning dogs, but this rule is no longer enforced.\nSome features introduced by the NLT, such as commercial signage and a glass bridge connecting the Engine House and Mill Number Three, have been criticised. The retention of a 1924-pattern red telephone box in the village square has also been seen as inappropriate.\nThe mills, the hotel and most of the non-residential buildings in the village are owned and operated by the NLT through wholly owned companies.\nHistoric maps.\nA 1911 Ordnance Survey map is available from the National Library of Scotland is available.\nVisiting New Lanark.\nThere is a large paid parking car park on the outskirts of the village. Only disabled visitors may park in the village. The walk from the car park down to the mill village provides a worthwhile panoramic view. There is a bus service [Number 135] from Lanark station bus stance. The railway station has half-hourly services from Glasgow. New Lanark is just over one mile from the Lanark rail and bus stations. The walk is mainly downhill and well signposted.\nThe village has a four-star hotel [the New Lanark Mill Hotel], holiday flats [the Waterhouses], and Wee Row which provides hostel type accommodation. There are restaurants and shops in the village, and a visitors' centre. All are owned and operated by the New Lanark Conservation Trust.\nThe Clyde walkway long-distance footpath passes through the village and the Scottish Wildlife Trust's visitor centre for the Falls of Clyde Nature reserve is based in a group of mill buildings."}}