{"id": 166, "data": {"title": "Ngorongoro Conservation Area", "text": "Ngorongoro Conservation Area (, ) is a protected area and a UNESCO World Heritage Site located in Ngorongoro District, west of Arusha City in Arusha Region, within the Crater Highlands geological area of northern Tanzania. The area is named after Ngorongoro Crater, a large volcanic caldera within the area. The Ngorongoro Conservation Area Authority administers the conservation area, an arm of the Tanzanian government, and its boundaries follow the boundary of the Ngorongoro District in Arusha Region. The western portion of the park abuts the Serengeti National Park, and the area comprising the two parks and Kenya's Maasai Mara game reserve is home to Great Migration, a massive annual migration of millions of wildebeest, zebras, gazelles, and other animals. The conservation area also contains Olduvai Gorge, one of the most important paleoanthropological sites in the world.\nThe 2009 Ngorongoro Wildlife Conservation Act placed new restrictions on human settlement and subsistence farming in the Crater, displacing Maasai pastoralists, most of whom had been relocated to Ngorongoro from their ancestral lands to the north when the British colonial government established Serengeti National Park in 1959.\nHistory and geography.\nThe name of the crater has an onomatopoeic origin; it was named by the Maasai pastoralists after the sound produced by the cowbell (\"ngoro ngoro\"). Based on fossil evidence found at the Olduvai Gorge, various hominid species have occupied the area for 3 million years.\nHunter-gatherers were replaced by pastoralists a few thousand years ago. The Mbulu came to the area about 2,000 years ago and were joined by the Datooga around the year 1700. Both groups were driven from the area by the Maasai in the 1800s.\nNo Europeans are known to have set foot in the Ngorongoro Crater until 1892 when it was visited by Oscar Baumann. Two German brothers (Adolph and Friedrich Siedentopf) farmed in the crater until the outbreak of World War I, after leasing the land from the administration of German East Africa. The brothers regularly organized shooting parties to entertain their German friends. They also attempted to drive the wildebeest herds out of the crater.\nIn 1921, the first game preservation ordinance was passed, which restricted hunting to permit holders throughout Tanzania. In 1928, hunting was prohibited on all land within the crater rim, except the former Siedentopf farms. The National Park Ordinance of 1948 (implemented in 1951) created the Serengeti National Park (SNP). This, however, caused problems with the Maasai and other tribes, resulting in the Ngorongoro Conservation Area Ordinance (1959) that separated the conservation area from the national park. Maasai pastoralists living in Serengeti National Park were systematically relocated to Ngorongoro, increasing the population of Maasai and livestock living in the Crater. The Ngorongoro Conservation Area Authority was established by the Game Park Laws (miscellaneous amendments) Act, 1976, and owns the majority of Ngorongoro Conservation Area land, including the Crater. The area became a UNESCO World Heritage Site in 1979, originally inscribed for its natural significance. It then received Mixed Heritage Status in 2010. Its cultural recognition stemming from an exceptionally long sequence of crucial evidence related to human evolution and human-environment dynamicsincluding physical evidence of the most important benchmarks in human evolutionary development. This recognition, however, has not included the Maasai community, hence the longstanding conflict surrounding the use and management of the park. The Wildlife Conservation Act of 2009 further restricted human use of Ngorongoro Crater and created a legal framework to politically disenfranchise and forcibly displace traditional pastoralists. The restriction on land use generates tension between the local Maasai communities and conservation authorities. The International Union for Conservation of Nature (IUCN) is seeking solutions to ease conflict and improve collaborative efforts toward conservation with the locals.\nThe conservation area land is multi-use and unique because it is the only conservation area in Tanzania that protects wildlife while allowing human habitation. Land use is controlled to prevent negative effects on the wildlife population. For example, cultivation is prohibited at all but subsistence levels.\nThe area is part of the Serengeti ecosystem and, to the northwest, adjoins the SNP and is contiguous with the southern Serengeti plains. These plains also extend to the north into the unprotected Loliondo division and are kept open to wildlife through transhumance pastoralism practiced by the Maasai. The south and west of the area are volcanic highlands, including the famous Ngorongoro Crater and the lesser-known Empakaai Crater. The southern and eastern boundaries are approximately defined by the rim of the East African Rift wall, which also prevents animal migration in these directions.\nGeology.\nThe Pliocene Ngorongoro volcanic group consists of eight extinct shield volcanoes within the Eyasi half-graben, the eastern boundary marked by the Gregory Rift Western Escarpment. The Lake Eyasi escarpment bounds the half-graben on the southwest. Within the complex, five volcanoes are dome-shaped cones, while three have calderas. Ngorongoro Volcano (2.51.9 Ma) is primarily basaltic trachyandesite. The caldera is fed by the Munge and Oljoro Nyuki Rivers, while the Ngoitokitok hot springs feed into the Goringop swamp. Lake Magadi is a shallow (1.7 m) alkaline lake. Other volcanoes within the complex include Olmoti (2.011.79 Ma), Empakaai, Loolmalasin, Sadiman (3.7 Ma), Lemagrut, and Oldeani. The northwest portion of the conservation area consists of the Serengeti Plains, the Salei Plains, the Oldupai Gorge, and the Gol Mountains inselbergs. These inselbergs are part of the Mozambique Belt quartzite and mica schist about (800500 Ma) in age.\nNgorongoro Crater.\nThe main feature of the Ngorongoro Conservation Authority is the Ngorongoro Crater, the world's largest inactive, intact and unfilled volcanic caldera. The crater, which formed when a large volcano exploded and collapsed on itself two to three million years ago, is deep and its floor covers . Estimates of the height of the original volcano range from high. The crater floor is above sea level. The crater was voted by Seven Natural Wonders as one of the Seven Natural Wonders of Africa in Arusha, Tanzania, in February 2013. The Ngorongoro volcano was active from about 2.45 to 2 million years ago.\nVolcanic eruptions like that of Ngorongoro, which resulted in the formation of Ngorongoro Crater in Tanzania, were very common. Similar collapses occurred in the case of Olmoti and Empakaai, but they were much smaller in magnitude and impact.\nOut of the two recent volcanoes to the northeast of the Empakaai caldera, Kerimasi and Ol Doinyo Lengai, Doinyo Lengai is still active and had major eruptions in 2007 and 2008. Smaller ash eruptions and lava flows continue to slowly fill the current crater. Its name in Maasai means 'Mountain of God'.\nThe Munge Stream drains Olmoti Crater to the north and is the main water source draining into the seasonal salt lake in the center of the crater. This lake is known by two names: \"Makat\" as the Maasai called it, meaning salt; and \"Magadi\". The Lerai Stream drains the humid forests to the south of the Crater and feeds the Lerai Forest on the crater floor  when there is enough rain, the Lerai drains into Lake Magadi as well. Extraction of water by lodges and Ngorongoro Conservation Area headquarters reduces the amount of water entering Lerai by around 25%.\nThe other major water source in the crater is the Ngoitokitok Spring, near the eastern crater wall. There is a picnic site here open to tourists and a huge swamp fed by the spring, and the area is inhabited by hippopotamuses, elephants, lions, and many others. Many other small springs can be found around the crater's floor, and these are important water supplies for the animals and local Maasai, especially during times of drought. Maasai were previously permitted to graze their cattle within the crater, but as of 2015 were restricted from doing so.\nOldupai or Olduvai Gorge.\nThe Ngorongoro Conservation Area also protects Oldupai or Olduvai Gorges, situated in the plains area. It is considered to be the seat of humanity after the discovery of the earliest known specimens of the human genus, \"Homo habilis \" as well as early hominidae, such as \"Paranthropus boisei\".\nThe Olduvai Gorge is a steep-sided ravine in the Great Rift Valley, which stretches along eastern Africa. Olduvai is in the eastern Serengeti Plains in northern Tanzania and is about long. It lies in the rain shadow of the Ngorongoro highlands and is the driest part of the region. The gorge is named after 'Oldupaai', the Maasai word for the wild sisal plant, \"Sansevieria ehrenbergii\".\nIt is one of the most important prehistoric sites in the world and research there has been instrumental in furthering understanding of early human evolution. Excavation work there was pioneered by Mary and Louis Leakey in the 1950s and is continued today by their family. Some believe that millions of years ago, the site was that of a large lake, the shores of which were covered with successive deposits of volcanic ash. Around 500,000 years ago seismic activity diverted a nearby stream which began to cut down into the sediments, revealing seven main layers in the walls of the gorge.\nWildlife.\nApproximately 25,000 large animals, mostly ungulates, live in the crater.\nLarge mammals in the crater include the black rhinoceros (\"Diceros bicornis michaeli\"), the local population of which declined from about 108 in 1964-66 to between 1114 in 1995, the African buffalo or Cape buffalo (\"Syncerus caffer\"), and the hippopotamus (\"Hippopotamus amphibius\"). There also are many other ungulates: the blue wildebeest (\"Connochaetes taurinus\") (7,000 estimated in 1994), Grant's zebra (\"Equus quagga boehmi\") (4,000), the eland (\"Taurotragus oryx\"), and Grant's (\"Nanger granti\") and Thomson's gazelles (\"Eudorcas thomsonii\") (3,000). Waterbucks (\"Kobus ellipsiprymnus\") occur mainly near Lerai Forest.\nAbsent are Giraffe, impala (\"Aepyceros melampus\"), topi (\"Damaliscus lunatus\"), oribi (\"Ourebia oribi\"), crocodile (\"Crocodylus niloticus\").\nCheetah (\"Acinonyx jubatus raineyi\"), East African wild dog (\"Lycaon pictus lupinus\"), and African leopard (\"Panthera pardus pardus\") are rarely seen. Spotted hyenas (\"Crocuta crocuta\") have been the subject of a long-term research study in the Ngorongoro Conservation Area since 1996.\nAlthough thought of as \"a natural enclosure\" for a very wide variety of wildlife, 20 percent or more of the wildebeest and half the zebra populations vacate the crater in the wet season, while Cape buffalo (\"Syncerus caffer\") stay; their highest numbers are during the rainy season.\nSince 1986, the crater's wildebeest population has fallen from 14,677 to 7,250 (2003-2005). The numbers of eland and Thomson's gazelle also have declined while the buffalo population has increased greatly, probably due to the long prevention of fire which favors high-fibrous grasses over shorter, less fibrous types.\nServal (\"Leptailurus serval\") occurs widely in the crater.\nLake Magadi, a large lake in the southwest of the crater, is often inhabited by thousands of mainly lesser flamingoes.\nThe crater has one endemic species of mammal: Mduma's shrew (\"Crocidura mdumai\"), which is restricted to montane forests on the edge of the crater. This shrew is considered endangered due to deforestation from smallholder farming.\nLions.\nThe crater has one of the densest known population of lions, numbering 62 in 2001.\nA side effect of the crater being a natural enclosure is that the lion population is significantly inbred. This is due to the very small amount of new bloodlines that enter the local gene pool, as very few migrating male lions enter the crater from the outside. Those who do enter the crater are often prevented from contributing to the gene pool by the crater's male lions, who expel any outside competitors.\nLong-term data imply that lions in the crater were struck by four deadly disease outbreaks between 1962 and 2002. Drought in 1961 and rains throughout the 1962 dry season caused a massive build-up of blood-sucking stable flies (\"Stomoxys calcitrans\") by May 1962. They drained blood and caused painful skin sores that became infected, causing lion numbers to crash from 75-100 to 12. The population recovered to around 100 by 1975 and remained stable until 1983 when a persistent decline began. Numbers have generally remained below 60 animals since 1993, reaching a low of 29 in 1998. In 2001, 34 percent of the lion population died between January and April from a combination of tick-borne disease and canine distemper.\nThe lion population is also influenced to some extent by the takeover of prides by incoming males, which typically kill small cubs. The biggest influence, however, appears to be disease, particularly canine distemper.\nOutside Ngorongoro Crater.\nThe Ngorongoro Conservation Area has a healthy resident population of most species of wildlife. The Ndutu Lake area to the west of the conservation area has particularly strong cheetah and lion populations. Common in the area are hartebeest (\"Alcelaphus buselaphus\"), spotted hyena (\"Crocuta crocuta\"), and jackals. The population of African wild dog may have declined recently. Servals occur widely on the plains to the west of the Ngorongoro Crater.\nThe annual ungulate migration passes through the Ngorongoro Conservation Area, with 1.7 million wildebeest, 260,000 zebra, and 470,000 gazelles moving into the area in December and moving out in June. This movement changes seasonally with the rains, but the migration traverses almost the entire plains in search of food.\nThreats to the Conservation Area.\nHigh demands for natural resources and modernity from an increasing resident human population, as well as the need to promote and manage tourism, are the most pressing current concerns. The estimated 93,000 pastoralists who live within NCA today are nearly five times the number that were there when the property was listed (1979). Emerging dwellings and settlements have apparent ramifications. Despite the fact that small-scale agriculture is currently illegal, communities are increasingly requesting the resumption of subsidence crop farming in order to attain food self-sufficiency, escalating tensions between residents and conservation organizations. Furthermore, approximately 300,000 domestic animals live with wildlife on NCA property.\nThe area's resident pastoralist community has gradually increased from approximately 8,700 in 1966 to 20,000 at the date of World Heritage status (1979) to 93,136 in 2017. By 2027, the population is predicted to reach 161,000 people. The repercussions of this population growth include increased infrastructure, grazing areas, human-wildlife confrontations, and land use conflicts.\nThe scenic values of the place are being conserved. However, it is clear that houses and other infrastructure associated with the growing pastoralist population may have a negative impact on the values. Traditional building materials and techniques (based on locally available natural materials) are gradually giving way to the use of imported materials (e.g., cement and corrugated iron) and the unsustainable usage of heavy poles from local forests. Although the NCAA has devised a set of \"building codes\" to guide such developments, the outcomes of code implementation are unknown. Lodge and tented camp developments are frequently well-located, disguised, and appropriately constructed, whereas pastoralist habitation is uncontrolled. Moving vehicle dust plumes have a minor impact on scenic qualities in the near term. Uncontrolled dwelling unit construction on the property would damage the site's integrity. The construction of structures must be regularly supervised and regulated.\nHuman-animal conflict occurs whenever livestock is lost to predatory animals and/or depredated by wildlife inside or near a conservation area. The Maasai have a long tradition of coexisting with wildlife and have developed a high tolerance for it. Poverty, food insecurity, increasing human population in the landscape, and limiting resources, on the other hand, are bringing cow and animal interactions closer together, as well as intensifying competition and conflict.\nHistorically, traditional Maasai culture has been a barrier to individuals developing the capacity to fulfill sophisticated managerial positions on behalf of their communities. Only recently, for example, has there been a shift in Maasai attitudes on the need of education. They have, rather belatedly, realized that if they are to have an impact on the tides of change that are smashing their community structures, they cannot continue to exist in a vacuum. For example, one senior traditional leader remarked that he sincerely regrets running away from school as a child, and he has probably certainly passed this attitude on to the younger members of his community. As a result, traditionally, the NCAA faced a significant issue in encouraging Maasai villages to use any schools they established. This alone will have dampened the NCAA's enthusiasm for school-building initiatives."}}