{"id": 247, "data": {"title": "Ningaloo Coast", "text": "The Ningaloo Coast is a World Heritage Site located in the north west coastal region of Western Australia. The heritage-listed area is located approximately north of Perth, along the East Indian Ocean. The distinctive Ningaloo Reef that fringes the Ningaloo Coast is long and is Australia's largest fringing coral reef and the only large reef positioned very close to a landmass. The Muiron Islands and Cape Farquhar are within this coastal zone.\nThe coast and reef draw their name from the Australian Aboriginal Wajarri language word \"ningaloo\" meaning \"promontory\", \"deepwater\", or \"high land jutting into the sea\". The Yamatji peoples of the Baiyungu and Yinigudura are the traditional owners of the area.\nNingaloo Coast World Heritage Site.\nThe World Heritage status of the region was created and negotiated in 2011, and the adopted boundary included the Ningaloo Marine Park (Commonwealth waters), Ningaloo Marine Park (State waters) and Muiron Islands Marine Management Area (including the Muiron Islands), Jurabi Coastal Park, Bundegi Coastal Park, Cape Range National Park, and the Learmonth Air Weapons Range. The site was gazetted on the Australian National Heritage List on 6 January 2010 under the Environment Protection and Biodiversity Conservation Act 1999.\nIn 1987, the reef and surrounding waters were designated as the Ningaloo Marine Park.\nReputation.\nAlthough most famed for its whale sharks which feed there during March to August, the reef is also rich in coral and other marine life. During the winter months, the reef is part of the migratory routes for dolphins, dugongs, manta rays and humpback whales. The beaches of the reef are an important breeding ground of the loggerhead, green and hawksbill turtles. They also depend on the reef for nesting and food. The Ningaloo supports an abundance of fish (500 species), corals (300 species), molluscs (600 species) and many other marine invertebrates.\nThe reef is less than offshore in some areas, such as Coral Bay. In 2006, researchers from the Australian Institute of Marine Science discovered gardens of sponges in the marine park's deeper waters that are thought to be species completely new to science. The short-nosed sea snake, thought to have been extinct for 17 years, was found on Ningaloo Reef in December 2015.\nConservation controversy.\nIn the early 2000s, there was much controversy about the proposed construction of a resort at an area called Mauds Landing, which was a major nesting ground of the loggerhead turtle. It was also feared that the resort would be generally degrading to the entire marine park. Author Tim Winton, who lives in the area, was vocal in his opposition to the development. In 2002, when he won the WA Premier's Book Award, he donated the 25,000 prize money to the community campaign to save the reef. Ultimately the planned resort did not go ahead. However, developers continue to take an interest in the area.\nNingaloo Collaborative Research Cluster.\nThe Ningaloo Collaboration Cluster is a major research project that commenced in the region in 2007. It is part of the CSIRO flagship Collaboration Fund Research Initiative. The project involves researchers from the CSIRO, Sustainable Tourism Cooperative Research Centre and a range of Australian Universities including Curtin University of Technology, Murdoch University, University of Western Australia, Australian National University and the University of Queensland. The project will deliver a dynamic model of Ningaloo incorporating socioeconomic and environmental load implications of human activity in the region that can be integrated with an ecological model of the region with the ultimate aim of developing planning tools and management models to ensure sustainable use of the region.\nThe study involves the collection and processing of socioeconomic data from tourists and the host communities of Exmouth, Coral Bay and Carnarvon. It also involves the collection of data concerning the environmental load of human activity including natural resource use, waste generation, pollution, visual impacts and impacts on flora and fauna. The interactive project involves key stakeholders in the region including the WA Department of Environment and Conservation, the Shires of Carnarvon and Exmouth, local tourism organisations and Tourism WA, the Gascoyne Development Commission, the WA Department of Water and Environment, researchers from Wealth from the Oceans and Ningaloo Project, Chambers of Commerce, WA Department of Energy and Resources, WA Department of Fisheries, the WA Department for Planning and Infrastructure, the Ningaloo Sustainable Development Committee and Ningaloo Sustainable Development Office, Yamatji Land and Sea Council representatives, and the Ningaloo research community along with other cluster project members and the state's Ningaloo project. The project also engages with planners and managers in the region to examine tourism development and management.\nCoastal forecast area.\nNingaloo Coast is a designated weather forecast area, by the Bureau of Meteorology."}}