{"id": 190, "data": {"title": "Niokolo-Koba National Park", "text": "The Niokolo-Koba National Park (, PNNK) is a World Heritage Site and natural protected area in south eastern Senegal near the Guinea border. It is served by Niokolo-Koba Airport, an unpaved airstrip.\nNational Park.\nEstablished as a reserve in 1925, Niokolo-Koba was declared a Senegalese national park on 1 January 1954. Expanded in 1969, it was inscribed as a World Heritage Site in 1981 as a UNESCO-MAB Biosphere Reserve. In 2007 it was added to the UNESCO List of Endangered World Heritage sites.\nSince 2005, the protected area is considered a Lion Conservation Unit.\nGeography.\nThe park lies in an upland region through which the upper stretch of the Gambia River flows, towards the northwestern border of Guinea. The Biosphere park itself covers some 9,130 square kilometres, in a great arc running from Upper Casamance/Kolda Region at the Guinea-Bissau border into the Tambacounda Region to within a hundred kilometers of the Guinean border near the southeast corner of Senegal. Its altitude ranges from 16m to as high as 311m.\nFlora.\nMost of the park is woodland savannah and semi-arid Soudanese forest, with large areas of wooded wetlands and seasonal wetlands. The park contains over 1500 species of plants and 78% of the gallery forest in Senegal.\nMany trees and shrubs are covered by lush vegetation along the river stalks, and these vegetation changes according to the terrain and soil. In the valleys and plains, there are vast areas where Vetiveria and herbaceous savannah grow. Overgrown grasslands typically consist of the \"Paspalum arbiculare\" and the Echinochloa. Sudanian species grow in the dry forest. There are also areas where bamboo lives.\nIn valleys and belt-shaped forests, the species reflects the climate of southern Guinea, and the tropical woody liana is very prosperous.\nSemiaquatic species live on the riverside, and annual plants disappearing when the height of the water rises are often found on sandy floodplains. At the edge of the pond, dry forests and herbaceous savanna develop depending on the degree of humidity or soil compaction. Sometimes thick bushes called \"Mimosa pigra\" occupy the middle of the wetlands.\nFauna.\nThe national park is known for its wildlife. The government of Senegal estimates the park contains 20 species of amphibians, 60 species of fish, 38 species of reptiles (of which four are tortoises). There are some 80 mammal species. These included (as of 2005) an estimated 11000 buffaloes, 6000 hippopotamuses, 400 western giant eland, 50 elephants, 120 lions, 150 chimpanzees (It is inhabited by a banded forest in the park (Lower Rim) and Mount Assirik. (north-western limit line where chimps are distributed.)), 3000 waterbuck (Kobus ellipsiprymnus), 2000 common duiker (\"Sylvicapra grimmia\"), an unknown number of red colobus (\"Colobus badius rufomitratus\") and a few rare African leopards and West African wild dogs (\"Lycaon pictus manguensis\"), although this canid was thought to be wiped out throughout the rest of the country.\nOther mammals include roan antelope, Guinea baboon, green monkey, patas monkey, warthog.\nAround 330 species of birds have been sighted in the park, notably the Arabian bustard, black crowned crane, Abyssinian ground hornbill (\"Bucorvus abyssinicus\"), martial eagle, bateleur (\"Terathopius ecaudatus\"), and white-faced duck (\"Dendrocygna viduata\").\nThere are also reptiles such as three species of crocodiles, four species of tortoises"}}