{"id": 269, "data": {"title": "Noel Kempff Mercado National Park", "text": "Noel Kempff Mercado National Park is a national park in northeast Santa Cruz Department, Province of Jos Miguel de Velasco, Bolivia, on the border with Brazil.\nDescription.\nNoel Kempff Mercado National Park covers of land, which includes the Huanchaca Plateau (\"Huanchaca Meseta\" or \"Serrania de Huanchaca\"), which at 42,000 hectares is one of the largest protected tracts of undisturbed \"cerrado\" in the world. The park is located on the Brazilian Shield in the northeast Santa Cruz Department in Bolivia. The Itnez River is its eastern and northern border separating it from the neighboring Brazil. It adjoins the Serra Ricardo Franco State Park, created in 1997, in the state of Mato Grosso, Brazil. It has a mosaic of habitats situated in a transition zone where the Amazon rainforest and \"cerrado\", a type of dry forest and savanna, meet. The park is made up of many different habitats, including upland evergreen forest, deciduous forest, upland savanna (\"cerrado\"), savanna wetlands, and forest wetlands. The region has a marked dry season in the winter and a mean annual precipitation of 1,500mm.\nHistory.\nThe area that is now the national park was explored in 1908 by Percy Fawcett on a frontier survey for the Bolivian government. In London, he showed photographs to Arthur Conan Doyle, which fired Doyle's imagination for him to write the novel \"The Lost World\".\nFounded on June 28, 1979, the park was originally named Parque Nacional Huanchaca. Less than a decade later, in 1988, the park was renamed Parque Nacional Noel Kempff Mercado in honor of the late pioneering biologist and Bolivian conservationist Noel Kempff Mercado, both for his research and discoveries in the Park and in memory of his tragic death in the area; Mercado was murdered in the park by drug traffickers when he inadvertently stumbled across a secret cocaine laboratory high on the Huanchaca plateau.\nThe national park was designated a World Heritage Site by UNESCO in 2000. Its importance is because it contains an \"array of habitat types\" which contain a high biodiversity, \"including viable populations of many globally threatened large vertebrates\".\nClimate.\nThe climate in the national park is seasonal, with approximately 1500mm of mean annual precipitation. There is a dry season of four months between June and September, when rainfall declines to less than 30mm. Precipitation occurs mostly in the austral summer, originating from deep-cell convective activity over the Amazon basin and southerly extension of the Intertropical Convergence Zone during the sunniest part of the summer. The mean annual temperature is 25-26 C but during the dry season temperatures can often drop to 10 degrees C for several days when cold dry Patagonian air masses (\"surazos\") reach the area.\nA study on pollen cores, carbon isotopes and percentage of charcoal in the soil has shown though that the evergreen rainforests found in the park did not always exist. Data collected from pollen core samples has shown that what is now semi-deciduous and evergreen forest used to be savanna and semi-deciduous forest. Although for dozens of millennia there was savanna, there has been a progressive vegetation succession since the mid-Holocene, with savanna giving way to semi-deciduous forest, and then to evergreen rainforest in the region, attributed to higher atmospheric carbon dioxide, and increased annual precipitation and a decrease in the length and severity of the dry season due to more regional convection due to the precession cycle according to the Milankovitch Astronomical Theory. The rainforest has appeared in the last two to three millennia.\nClimate change could reverse this expansion of tropical rainforest again. A drier climate could lead to an increase in fire frequency, allowing for an ecological shift of rainforest back to dry forest. Should this happen there is a possibility that in the future some rainforest species would retreat from their present distribution in the region. Because there are \"latitudinal landscape corridors\" that can facilitate such movement, this is less of a problem here than elsewhere in Bolivia.\nGeology.\nThe Park is dominated by a large tableland of 7000 sq km, the Bolivian side of which is \"Serrania Huanchaca\", and the Brazilian side is \"Sererania Ricardo Franco\". The intervening Rio Verde marks the national boundary. The tableland is bounded by precipitous cliffs, 200 to 700 metres in height. The rocks of the tableland comprise Proterozoic sandstones, deposited around 1 billion years ago, intruded by a tholeiitic sill/dyke complex. These overlie an older basement of granites and metamorphic rocks which crop out over the Amazonic plain. The surface of the tableland is overlain by Cretaceous sandstones, and there are laterites and siliceous duricrusts which mark stages of Tertiary uplift and peneplanation.\nThe Huanchaca Plateau within the park is 600900 m above sea level and is composed of Precambrian sandstone and quartzite of the Brazilian Shield.\nWaterfalls.\nThe cliffs of the Huanchaca Plateau (also known as \"Caparu Meseta\") rise up to tall and in many locations there have formed waterfalls. These include the Arcoiris Falls, Frederico Ahlfeld Falls, and the El Encanto Falls.\nSoil composition.\nThere are patches of evergreen forest on the soils that are deep and nutrient rich in the Plateau. Deep fertile soils support forest, while heavily weathered sandstone rocks with a thin layer of soil sustain open savannah. The adjacent low land plain to the west is blanketed by Cenozoic alluvial sediments and dominated by wet rain forests which transition into dry forests at the southern border of the park.\nFlora.\nIt is estimated that the park is home to approximately 4,000 species of vascular plants. The area encompasses numerous different habitats ranging from tall evergreen rainforest, gallery forest, semi-deciduous tropical forest, deciduous forest, liana-dominated forests, \"Attalea phalerata\"-dominated palm brakes, flooded forests, termite plains, flooded savanna, muddy plains with forest islands, palm swamps and cerrado dry forests. So far, 2705 different species of plants have been identified. Because there is such a wide range of different habitats that exist in the park, this number is split into different sections of the park. 1500 of the 2705 plants exist in moist forest, 800 in cerrado, 700 in dry forest, 500 in savanna wetlands, and another 500 in aquatic and disturbed habitats, and rock outcrops. In addition to the 2705 plants that have already been identified, there are still 6000 being evaluated.\nThe most diverse family out of all the taxa in the national park is the family Fabaceae. This family occurs in all ecosystems and in virtually all life forms except as epiphytes. Certain families of species thrive in all the park's habitats, such as the Rubiaceae, Melastomataceae, Bignoniaceae, and the Apocynaceae. Other species do better in specific habitats such as the cerrado (Gramineae, Cyperaceae, Labiatae, and Compositae) or in savanna wetlands (Lythraceae, Sterculiaceae, Onagraceae, Eriocaulaceae, and Xyridaceae).\nFauna.\nThe park is home to at least 139 species of mammals (such as otters, river dolphins, tapirs, spider and howler monkeys, giant armadillo, giant anteaters and pumas) and 620 species of birds (including nine species of macaw and 20 species of parrot), the best studied group of animals. The birds of the park are among the most diverse in the Americas.\nThis area has some large populations of megafauna such as lowland tapir (\"Tapirus terrestris\"), brocket deer (\"Mazama\" spp.), jaguar (\"Panthera onca\") and the spider monkey \"Ateles belzebuth\". Most species of mammals are found in the humid forest areas, and the mammal diversity has been poorly studied, especially the bats. There are a number of large animals included in the \"Red Book of Bolivian Vertebrates\", including \"Ozotoceros bezoarticus\" (Pampas deer), \"Blastocenus dichotomus\" (marsh deer), \"Chrysocyon brachyurus\" (maned wolf), \"Rhea americana\" (greater rhea), and \"Myrmecophaga tridacyla\" (giant anteater).\nThere are approximately 74 species of reptiles and 62 species of amphibians known from the park. Reptiles include such species as \"Eunectes murinus\" (green anaconda), \"Eunectes notaeus\" (yellow anaconda), \"Caiman crocodilus yacare\" (yacare caiman), \"Melanosuchus niger\" (black caiman), \"Podocnemis unifilis\" (yellow-spotted river turtle), \"Podocnemis expansa\" (Charapa turtle), \"Geochelone carbonaria\" (red-footed tortoise) and \"Geocheolone denticulata\" (Brazilian giant tortoise)."}}