{"id": 56, "data": {"title": "Nord-Pas de Calais Mining Basin", "text": "The Nord-Pas-de-Calais Mining Basin is a mining basin in Northern France that stretches across the Nord and Pas-de-Calais departments. The region is famous for its long history of coal extraction and its testimony to a significant period in the history of industrialisation in Europe, and as a result it was inscribed on the UNESCO World Heritage List in 2012. This area has been shaped by three centuries of coal extraction from the late 17th century through the 20th century, and demonstrates the evolution of coal mining techniques and worker conditions during that time.\nDescription and history.\nThe Nord-Pas-de-Calais Mining Basin is the western part of a coal-rich basin that continues across the Belgian border. In France, the basin covers 1,200 square kilometers, including the cities of Bthune, Lens, Douai, and Valenciennes. Because of its long history of mining as the predominant industry, the region's architecture and landscape are unique. \nAlthough coal was first discovered in the basin in 1660 and the first pit was dug around 1692, there was little coal extraction in the north of France until the mid 18th century. However, with the increasing scarcity of timber and the collapse of the First French Empire in 1815, the coal pits near Valenciennes were expanded and mining companies began to form in the region. In the 1840s, the western part of the basin was discovered. \nStarting with the Second French Empire in the 1850s, the Nord-Pas-de-Calais mining basin became the most important mining basin in France. By 1880, the basin output nearly 8 million tonnes, and in the early 1900s accounted for a third of all coal mining in France. The famous novel Germinal, written by mile Zola in 1885, describes the harsh conditions and working life of the miners during the expansion of coal extraction in the region. The Courrires mine disaster occurred in the region in 1906, leading to the death of 1,099 people.\nDuring World War I, the Western Front bisected the region, and the eastern part of the mining basin was flooded. By 1930, however, the basin had a peak output of 35 million tonnes, employing about 75,000 workers and accounting for 60% of France's national coal production. After World War II, production began to decline, as many of the mines had started to deplete and conditions became more arduous. Strikes in 1968 and 1971 hastened the decline, and all of the mines in the area were essentially closed by the late 1980s. \nWorld Heritage Site.\nThe World Heritage Site comprises 108 components of the once-prolific mines in the area, preserving sites of mining operation including 17 mining pits, 21 headgears (used to support the lift systems over the mine), 51 slag heaps, coal transport infrastructure (including mining cars and railway stations), workers estates, and mining villages. Within the mining villages protected by the site there are schools, religious buildings, health and community facilities, company premises, owners and managers houses, and town halls."}}