{"id": 123, "data": {"title": "Okapi Wildlife Reserve", "text": "The Okapi Wildlife Reserve () is a wildlife reserve in the Ituri Forest in the north-east of the Democratic Republic of the Congo, near the borders with South Sudan and Uganda. At approximately 14,000km2, it covers approximately one-fifth of the area of the forest. In 1996, the Okapi Wildlife Reserve was designated a UNESCO World Heritage Site, due to its large population of endangered okapis and its high overall biodiversity.\nEcology.\nThe wildlife reserve makes up roughly one-fifth of the total area of the Ituri Forest. As a Pleistocene refugium, the forest contains dense evergreen and semi-evergreen forests, dominated by \"Mbau\" trees (\"Gilbertiodendron dewevrei\"). The Nepoko, Ituri, and Epulu rivers flow through the reserve, surrounded by swamp forests. The granite outcrops in the north of the reserve protect critical habitat for \"Encephalartos ituriensis\", a threatened species of cycad.\nBecause of its relatively stable climate during the repeated ice ages, the wildlife reserve, and the Ituri Forest as a whole, protects a unique biological community. As its name implies, the Okapi Wildlife Reserve is home to many okapis. As of 1996, the number was estimated at 39006350, out of a global population of around 10,00020,000. In 1996, there were roughly 7,500 elephants and 7,500 chimpanzees within the reserve, although those numbers have likely declined significantly in recent years due to poaching and political instability.\nOther mammals identified within the reserve include the leopard, forest buffalo, water chevrotain, bongo, Bates's pygmy antelope, and giant forest hog. The Ituri Forests is home to 17 primate species have been observed within the reserve, have the highest primate species richness of any African forest.\nThe reserve has over 370 species of bird, and is one of the most important sites for bird conservation in mainland Africa. Many of the bird species found in the reserve are endemic to the Congo Basin, including the endangered Congo peafowl.\nThe imposing Mbiya Mountain overlooks the Epulu village, and nomadic Mbuti pygmies and Bantu farmers also live within the reserve.\nHistory.\nThe Okapi Wildlife Reserve was created with the help of the Okapi Conservation Project in 1992. The project continues to support the reserve by training and equipping wildlife guards and by providing assistance to improve the lives of neighboring communities. The Okapi Wildlife Reserve was added to the list of World Heritage Sites in danger in 1997. The main threats to the reserve are deforestation, primarily caused by slash and burn agriculture, and commercial hunting for the sale of bushmeat. Gold mining has also been problematic to the Reserve. As of 2005, the fighting in the eastern part of the country moved within the boundaries of the Reserve, causing its staff to flee or be evacuated. Lack of funding due to the poor political and economic conditions of the Democratic Republic of the Congo has also been problematic. It is hoped that eco-tourism to the area can be developed, leading to both increased funding and improved public awareness.\nConservation.\nThe wildlife reserve the location of the Epulu Conservation and Research Center, on the Epulu River. This facility dates back to 1928 when the camp was founded by American anthropologist Patrick Putnam as a capture station, where wild okapis were captured and sent to American and European zoos. Until 2012 it still served that function, albeit with very different methodology, as the okapis remained in Congo. In 2012 a rebel attack left the center's captive okapis dead and it was decided to focus exclusively (at least as long as there were security concerns) on preserving the wild okapis in the reserve. The center also carries out much important research and conservation work.\nGold mining.\nAs of 2015 there was a gold artisanal mining camp at Muchacha within the reserve employing about 8,000 people. The mine was run by a loosely organized rebel faction, Mai-Mai Simba, who aimed to liberate the local population from the reserve's land use restrictions. The warden of the reserve, Colonel Lucien Gedeon Lokumu announced operation to clear the reserve of rebel forces and mining operations.\nA June 2021 report from the United Nations Group of Experts on the Democratic Republic of the Congo raised concerns about the presence of semi-industrialized dredging operations 12 kilometers south of Bandegaido, within the Okapi Wildlife reserve. Mining took place within the \"Muchacha Ming Complex\" (MMC) which is covered by a permit from the official DRC Mining Cadastre, held by the Chinese businessman Kong Maohuai's \"MCC Resources\". The company \"Kimia Mining Investment sarl\" was operating at the mine. Mining is illegal in the reserve, and FARDC troops were guarding the mining site, also in violation of Congolese law.\nLater that month, the Congolese authorities announced the seizure of 31kg of gold (about $1.9 million worth) from this Muchaha mine. As of 2022, non-governmental organizations such as the \"Council for Environmental Defense through Legality and Traceability\" (CODELT) and \"Alerte Congolaise pour lEnvironnement et les Droits de lHomme\" (ACEDH) blame mining operations for destroying pristine rainforest within the reserve.\nRebel attacks.\nOn 24 June 2012, the Epulu Conservation and Research Center was attacked, looted and burned by a group of Mai-Mai rebels, led by Paul Sadala (alias \"Morgan\") and consisting of elephant poachers and illegal miners. During the attack, 13 of the 14 okapis at the center were killed (the last died later of injuries sustained during the attack) and six people, including two wildlife rangers, were also killed. Many other locals, some minors, were abducted, but all were released later. In early August, the security situation had improved due to Congolese army troops and guards from the Congolese Wildlife Authority, and preparations for repairs of the center had begun. Following donations from around the world, it had been rebuilt a year after the attack.\nOn 14 July 2017, there was an attack in the section of the reserve near Mambasa, likely by Mai-Mai rebels. Foreign journalists (two British and an American) and several local park rangers escaped unharmed, but five local reserve employees (four wardens and a tracker) were killed. Several of the attackers were also killed."}}