{"id": 118, "data": {"title": "Okavango Delta", "text": "The Okavango Delta (or Okavango Grassland; formerly spelled \"Okovango\" or \"Okovanggo\") in Botswana is a vast inland delta formed where the Okavango River reaches a tectonic trough at an altitude of 9301,000 m in the central part of the endorheic basin of the Kalahari. It is an UNESCO World Heritage Site as one of the few interior delta systems that do not flow into a sea or ocean, with a wetland system that is largely intact. All the water reaching the delta is ultimately evaporated and transpired. Each year, about of water spreads over the area. Some flood waters drain into Lake Ngami. The area was once part of Lake Makgadikgadi, an ancient lake that had mostly dried up by the early Holocene.\nThe Moremi Game Reserve is on the eastern side of the delta. The delta was named as one of the Seven Natural Wonders of Africa, which were officially declared on 11 February 2013 in Arusha, Tanzania. On 22 June 2014, the Okavango Delta became the 1000th site to be officially inscribed on the UNESCO World Heritage List.\nGeography.\nFloods.\nThe Okavango is produced by seasonal flooding. The Okavango River drains the summer (JanuaryFebruary) rainfall from the Angola highlands and the surge flows in around one month. The waters then spread over the area of the delta over the next four months (MarchJune). The high temperature of the delta causes rapid transpiration and evaporation, resulting in 3 cycles of rising and falling water level that were not fully understood until the early 20th century. The flood peaks between June and August, during Botswana's dry winter months, when the delta swells to three times its permanent size, attracting animals from kilometres around and creating one of Africas greatest concentrations of wildlife.\nThe delta is very flat, with less than variation in height across its , while the water drops about 60 m from Mohembo to Maun.\nLagoons.\nWhen the water levels gradually recede, water remains in major canals and river beds, in waterholes and in a number of larger lagoons, which then attract increasing numbers of animals. Photo-safari camps and lodges are found near some of these lagoons. Among the larger lagoons are:\nSalt islands.\nThe agglomeration of salt around plant roots leads to barren white patches in the centre of many of the thousands of islands, which have become too salty to support plants, aside from the odd salt-resistant palm tree. Trees and grasses grow in the sand around the edges of the islands that have not become too salty yet.\nAbout 70% of the islands began as termite mounds (often \"Macrotermes\" spp.), where a tree then takes root on the mound of soil.\nChief's Island.\nChief's Island, the largest island in the delta, was formed by a fault line which uplifted an area over and . Historically, it was reserved as an exclusive hunting area for the chief, but is now a protected area for wildlife. It now provides the core area for much of the resident wildlife when the waters rise.\nClimate.\nThe Delta's profuse greenery is not the result of a wet climate; rather, it is an oasis in an arid country. The average annual rainfall is (approximately one-third that of its Angolan catchment area) and most of it falls between December and March in the form of heavy afternoon thunderstorms.\nDecember to February are hot wet months with daytime temperatures as high as , warm nights, and humidity levels fluctuating between 50 and 80%. From March to May, the temperature reduces, with a maximum of during the day and mild to cool nights. The rains quickly dry up leading into the dry, cool winter months of June to August. Daytime temperatures at this time of year are mild to warm, but the temperature falls considerably after sunset. Nights can be cold in the delta, with temperatures barely above freezing.\nThe September to November span has the heat and atmospheric pressure build up once more, as the dry season slides into the rainy season. October is the most challenging month for visitors: daytime temperatures often push past and the dryness is only occasionally broken by a sudden cloudburst.\nFauna of the delta.\nThe Okavango Delta is both a permanent and seasonal home to a wide variety of wildlife which is now a popular tourist attraction. All of the big five game animalsthe lion, leopard, African buffalo, African bush elephant and rhinoceros (both black and white rhinoceros)are present.\nOther species include giraffe, blue wildebeest, plains zebra, hippopotamus, impala, common eland, greater kudu, sable antelope, roan antelope, puku, lechwe, waterbuck, sitatunga, tsessebe, cheetah, African wild dog, spotted hyena, black-backed jackal, caracal, serval, aardvark, aardwolf, bat-eared fox, African savanna hare, honey badger, crested porcupine, common warthog, chacma baboon, vervet monkey and Nile crocodile.\nThe delta also hosts over 400 bird species, including the helmeted guineafowl, African fish eagle, Pel's fishing owl, Egyptian goose, South African shelduck, African jacana, African skimmer, marabou stork, crested crane, African spoonbill, African darter, southern ground hornbill, wattled crane, lilac-breasted roller, secretary bird, and common ostrich. Prime bird-watching areas are those with a mix of habitats such as the panhandle, the seasonal delta and the parts of the Moremi Game Reserve that are close to the water.\nSince 2005, the protected area has been considered a Lion Conservation Unit together with Hwange National Park.\nBoth white and black rhino has been reintroduced by Botswana Rhino Reintroduction Project. In 1992, black rhino was estimated extinct while white rhino was left just 19 individuals. However, in 2021, 92 rhinos killed by poachers in past 2 years. As this, Botswana government moved out all rhinos from Okavango Delta. In 2019, 400 individuals of rhinos estimated left in the Botswana, Of that, population left in delta region has only 40 individuals.\nThe most abundant large mammal is the lechwe, with estimates suggesting approximately 88,000 individuals. The lechwe a bit larger than an impala, with elongated hooves and a water-repellent substance on its legs that enable rapid movement through knee-deep water. Lechwe graze on aquatic plants and, like the waterbuck, take to water when threatened by predators. Only the males have horns.\nFish.\nThe Okavango Delta is home to 71 fish species, including the tigerfish, species of tilapia, and various species of catfish. Fish sizes range from the African sharptooth catfish to the sickle barb. The same species are found in the Zambezi River, indicating an historic link between the two river systems.\nFlora of the delta.\nThe Okavango Delta is home to 1068 plants which belong to 134 families and 530 genera. There are five important plant communities in the perennial swamp: \"Papyrus cyperus\" in the deeper waters\", Miscanthus\" in the shallowly flooded sites, and \"Phragmites australis\", \"Typha capensis\" and \"Pycreus\" in between. The swamp-dominant species, which are usually found in the perennial swamp, also extend far into the seasonally inundated area. \"Papyrus cyperus\" reeds beds grow best in slow flowing waters of medium depth and are prominent at the channel sides. On the islands and mainlands edges above the flooded grasslands different communities of flora are found. These species are located according to their water preference: for instance \"Philenoptera violacea\" requires little water, is found at the highest elevations in the perennial swamps, and is common on drier seasonal swamp islands. Trees restricted to islands within the perennial swamp are a mixture of the palm \"Hyphaene\" \"petersiana\" and acacia\".\"\nThe mainland in the delta is characterized by mosaic of grassland and woodland communities composed of trees, shrubs and understory herbs, basically the vegetation is notably drier than the swamp. \"Acacia\", \"Boscia\", \"Combretum\" and \"Terminalia\" are some of the principal genera which make up the majority of plants within the Okavango Delta. The natural phenomenon of the annual flood in the dry season and the distinct rainy season in time of low rain is the result of the exceptionally high plant diversity within the delta.\nThe plants of the delta play an important role in providing cohesion for the sand. The banks or levees of a river normally have a high mud content, and this combines with the sand in the rivers load to continuously build up the river banks. The rivers load In the delta consists almost entirely of sand, because the clean waters of the Okavango contain little mud. The plants capture the sand, acting as the glue and making up for the lack of mud, and in the process creating further islands on which more plants can take root.\nThis process is not important in the formation of linear islands. They are long and thin and often curved like a gently meandering river because they are actually the natural banks of old river channels which have become blocked up by plant growth and sand deposition, resulting in the river changing course and the old river levees becoming islands. Due to the flatness of the delta and the large tonnage of sand flowing into it from the Okavango River, the floor of the delta is slowly but constantly rising. Where channels are today, islands will be tomorrow and then new channels may wash away these existing islands.\nPeople.\nThe Okavango Delta peoples consist of five ethnic groups, each with its own ethnic identity and language. They are Hambukushu (also known as Mbukushu, Bukushu, Bukusu, Mabukuschu, Ghuva, Haghuva), Dceriku (Dxeriku, Diriku, Gciriku, Gceriku, Giriku, Niriku), Wayeyi (Bayei, Bayeyi, Yei), Bugakhwe (Kxoe, Khwe, Kwengo, Barakwena, ) and (Gxanekwe, , River Bushmen, Swamp Bushmen, , , Xanekwe). The Hambukushu, Dceriku, and Wayeyi have traditionally engaged in mixed economies of millet/sorghum agriculture, fishing, hunting, the collection of wild plant foods, and pastoralism.\nThe Bugakhwe and are Bushmen, who have traditionally practised fishing, hunting, and the collection of wild plant foods; Bugakhwe used both forest and riverine resources, while the mostly focused on riverine resources. The Hambukushu, Dceriku, and Bugakhwe are present along the Okavango River in Angola and in the Caprivi Strip of Namibia, and small numbers of Hambukushu and Bugakhwe are in Zambia, as well. Within the Okavango Delta, over the past 150 years or so, Hambukushu, Dceriku, and Bugakhwe have inhabited the panhandle and the Magwegqana in the northeastern delta. have inhabited the panhandle and the area along the Boro River through the delta, as well as the area along the Boteti River.\nThe Wayeyi have inhabited the area around Seronga as well as the southern delta around Maun, and a few Wayeyi live in their putative ancestral home in the Caprivi Strip. Within the past 20 years many people from all over the Okavango have migrated to Maun, the late 1960s and early 1970s over 4,000 Hambukushu refugees from Angola were settled in the area around Etsha in the western Panhandle.\nThe Okavango Delta has been under the political control of the Batawana (a Tswana nation) since the late 18th century. Led by the house of Mathiba I, the leader of a Bangwato offshoot, the Batawana established complete control over the delta in the 1850s as the regional ivory trade exploded. Most Batawana, however, have traditionally lived on the edges of the delta, due to the threat that the tsetse fly poses to their cattle. During a hiatus of some 40 years, the tsetse fly retreated and most Batawana lived in the swamps from 1896 through the late 1930s. Since then, the edge of the delta has become increasingly crowded with its growing human and livestock populations.\n\"Molapos\" (water streams).\nAfter the flooding season, the waters in the lower parts of the delta, near the base, recede, leaving moisture behind in the soil. This residual moisture is used for planting fodder and other crops that can thrive on it. This land is locally known as \"molapo\".\nDuring 1974 to 1978, the floods were more intensive than normal and flood recession cropping was not possible, so severe food and fodder shortages occurred. In response, the Molapo Development Project was initiated. It protected the \"molapo\" areas with bunds to control the flooding and prevent severe flooding. The bunds are provided with sluice gates so the stored water can be released and flood recession cropping can start.\nPossible threats.\nOne possible threat is oil exploration by Canadian company ReconAfrica. Initial exploration in April 2021 revealed oil deposits in sedimentary rock. Environmentalists are concerned that the project will have a negative ecological impact and that some of the main bodies of water could be threatened. \nReconAfrica has stated, \"There will be no damage to the ecosystem from the planned activities.\" \nThe Namibian government has presented plans to build a hydropower station in the Zambezi Region, which would regulate the Okavango's flow to some extent. While proponents argue that the effect would be minimal, environmentalists argue that this project could destroy most of the rich animal and plant life in the delta. Other threats include local human encroachment and regional extraction of water in both Angola and Namibia.\nSouth African filmmaker and conservationist Rick Lomba warned in the 1980s of the threat of cattle invasion to the area. His documentary \"The End of Eden\" portrayed his lobbying on behalf of the delta.\nThe Okavango catchment is projected to experience decreasing annual rainfall as well as increasing temperatures as a result of global warming. The effects of global warming are likely to result in reductions in the extent of floodplains in the Okavango Delta, which will have significant impacts on water availability as well as livestock rearing and agricultural activities in the region."}}