{"id": 326, "data": {"title": "Old Town of Lijiang", "text": "Dayan (), commonly called the Old Town of Lijiang () is the historical center of Lijiang City, in Yunnan, China. It is a UNESCO World Heritage Site.\nHistory.\nThe town has a history going back more than 1,000 years and was once a confluence for trade along the \"Old Tea Horse Caravan Trail\". The Dayan Old town is famous for its orderly system of waterways and bridges, a system fast becoming but a memory as the underground water table drops, probably due to over-building in the suburban areas.\nLijiang's culture combines traditional Nakhi culture and incongruous elements learned from Ming dynasty Han Chinese traders who settled in the region centuries ago. Nakhi people have kept alive a timber and mud brick housing style which they learned from Nanjing traders. Local carpenters still build elaborately constructed timber house frames from memory without blueprints or other diagrams. These houses are often enhanced by detailed flower and bird carvings on the windows. The carvings are now made by ethnic Bai artisans, but attention is given to depicting the flora and fauna of the four seasons in the traditional Han Chinese manner. Even impoverished farming families gather their resources to install carved windows, and seem to consider them more important than furniture for the house. The window panels are available for sale to tourists.\nThe Nakhi people learned Chinese classical music from the visitors from Nanjing during the Ming Dynasty and continue to play that music even to this day, long after the art died out in other parts of China. The old musicians have been organized for regular performances in Dayan Old Town and less regular performances in the outlying villages.\nSide by side with this well preserved evidence of Han culture resides Nakhi local culture, and this can be seen in the old town and on many street corners even today in the form of circle dances, attended by young and old from the local neighborhoods. The Dayan Old Town circle dances are led by Hakhi women in local Nakhi costume.\nCircle dancing in costume is also a custom of the Tibetan people to the north of Lijiang and of the Bai people to the south. Previously there were substantial Tibetan and Bai settlements in Dayan Old Town but most of these people have been resettled to districts away from the tourist areas. Tibetan circle dancing can be seen occasionally in Dayan Old Town and more regularly in private gardens and Nongjiale () gatherings of local Tibetans. Both Nakhi and Tibetan circle dancing are practiced outside of the town's Tibetan temples Wenfeng Si () on Wenbifeng () Mountain, Zhiyun Si () near Lashi Hai Lake (), and Fuguo Si () on Jade Dragon Mountain (), especially on temple festival days.\nGreater Lijiang (including Dayan, and two villages to the north, called Baisha () and Shuhe () respectively) was registered on the UNESCO World Heritage List on December 4, 1997. Since then, the local government has taken more responsibility for the development and protection of the old city. Lijiang's tourism increased over the past twenty years, and travelers from around the world visit, though most tourists are still Han Chinese from other parts of China; the old town of Dayan has been extensively redeveloped with an eye to enhancing its commercial appeal to Han Chinese tourists and the genuinely old buildings are now in the minority.\nCulture.\nPerformances by the Nakhi of \"Dongjing\" Music, an ancient form of Han Chinese ritual music, can be heard for a fee in Dayan and for a donation in Shuhe, Baisha and sometimes in other villages in the area. A pricy glamorization of the Tea and Horse Caravans is presented in the form of a musical organized by film producer and director Zhang Yimou.\nRecent changes.\nThe influx of tourists that followed the inscription of the Ancient town of Lijiang onto UNESCO's World Heritage list has had dramatic effects. Most of the Nakhi inhabitants of the ancient city have moved away due to rising costs of housing and food items, only to be replaced by tourist establishments who pay huge rents to the Nakhi owners, now retired to the new town area. The growth of these tourism businesses is largely uncontrolled."}}