{"id": 197, "data": {"title": "Old Town of Cáceres", "text": "Old Town of Cceres is a historic walled city in Cceres, Spain.\nCceres was declared a World Heritage City by UNESCO in 1986 because of the city's blend of Roman, Moorish, Northern Gothic and Italian Renaissance architecture. Thirty towers from the Islamic period still stand in Cceres, of which the Torre del Bujaco is the most famous.\nThere have been settlements near Cceres since prehistoric times. Evidence of this can be found in the caves of Maltravieso and El Conejar. The city was founded by the Romans in 25 BC.\nThe Old Town (\"Parte Antigua\") still has its ancient walls; this part of town is also well known for its multitude of storks' nests. The walls contain a medieval town setting with no outward signs of modernity, which is why many television shows and films have been shot there.\nHistory.\nThe origins of Cceres were in prehistoric times, as evidenced by the paintings in the Cuevas de Maltravieso (Maltravieso Caves) which date back to the late Paleolithic period. Visitors can see remains from medieval times, the Roman occupation, Moorish occupation and the Golden age of Jewish culture in Spain. Cceres has four main areas to be explored: the historical quarter, the Jewish quarter, the modern centre, and the outskirts.\nCity limits.\nThe Old Town of Caceres is delimited in two great zones by the wall: intramuros (inside the wall) and extramuros (outside of the wall). The enclosure intramuros is what is usually known as \"Monumental City\" or \"Old Part\" and is the best known, while the area outside the walls is less well known. The whole Old Town, since the Middle Ages, is divided into 4 parishes, around which the structure of the city was configured. The four parishes are Santa Maria, San Mateo, Santiago and San Juan, with the first two intramuros and the last two outside the walls.\nSanta Mara.\nThe Santa Maria quarter is formed by the union of two squares, the Plaza de Santa Mara and the Plaza de los Golfines, creating both a unique space. It is presided over by the Holy Church Cathedral of Santa Mara la Mayor, around which a set of palaces, mansions and noble houses are arranged delimiting the square. Adjacent to the apse of the Concatedral is the Palacio de Carvajal (headquarters of the Tourist Board of the Diputacin de Cceres, you can visit its interior facilities, the patio and the garden) and at the end of Calle Tiendas is possible to see the Torre de The Espaderos. Once again in the Plaza de Santa Mara you can see the Palacio de Hernando de Ovando and the Episcopal Palace, after which, in the Plaza del Conde de Canilleros, you will find the Toledo-Moctezuma Palace (Headquarters of the Provincial Historical Archives). If you continue in the Plaza de Santa Mara you can still see the Mayoralgo Palace, the House of Moraga (Provincial Center of Crafts), the House of Golfin-Toledo or Dukes of Valencia, the Palace of the Diputacin, the Palace of Fomento and the magnificent Palace of Golfines de Abajo, which served as accommodation for the Catholic Monarchs during their stays in Caceres.\nSaint George.\nThe Plaza de San Jorge, in the center of the walled enclosure, is characterized by three buildings. Thus, it is dominated by the Church of San Francisco Javier or Church of the Precious Blood (in whose crypt is the Interpretation Center of the Holy Week of Cceres and allows access to the largest cistern of Cceres, eighteenth century). Next to it is located the College of the Company of Jesus. This baroque set that presides the square is accompanied to the right by the House of the Becerra (Headquarters of the Foundation Mercedes Calles and Carlos Ballestero). Finally, to the left, behind some stores selling souvenirs and handicrafts, is the Garden of Cristina de Ulloa, open space within the set formed by these three buildings of the Plaza de San Jorge, dedicated to the patron saint of the city.\nSan Mateo.\nThe San Mateo quarter, smaller than Santa Maria, is made up of three squares, the Plaza de San Mateo, the Plaza de San Pablo and the Plaza de las Veletas. This area is presided over by the Church of San Mateo (built on the old mosque). There is also another religious building, the Convent of San Pablo. Among the civil buildings, the most outstanding is the Palace of the Cceres Ovando or Palace of the Storks (Headquarters of the Military Government). Completing the area of San Mateo, specifically in the Plaza de las Veletas, is the Palace of Veletas (Headquarters of the Archeology and Ethnography Section of the Museum of Cceres, with a magnificent Almohad cistern, the oldest in the city) and The House of the Horses (Headquarters of the Section of Fine Arts of the Museum of Cceres). Immediately behind the Church of San Mateo, there is a small square in which are three beautiful buildings that form a harmonious whole, the House of the Sun, the House of the Eagle and the Tower of Sande.\nReturning again to the Plaza de San Mateo, it is possible to see the impressive Palace of Golfines de Arriba. Finally, from San Mateo, you can descend through the Calle Ancha to admire the set of buildings that delimit this street. Among them are the House of Lorenzo Ulloa (Headquarters of the School of Fine Arts Eulogio Blasco), the House of Diego de Ulloa the Rico, the House of Walls-Saavedra, the Palace of the Commander of Alcuscar or the Marquis of Torreorgaz ( It houses the Parador de Turismo de Cceres) and the Casa de los Snchez Paredes.\nAt this point, after crossing Calle Ancha, you will find the Puerta de Mrida. At this level it is possible to see the Hospital de los Caballeros to the right, while if you turn left you can appreciate the House of the Perers (Headquarters of the College Major Francisco de Sande).\nThe Adarve of the Star.\nFrom Plaza de San Mateo, if you take Calle Condes, you will reach the area of the Adarves. The adarves are the streets adjacent to the wall, which is also known as the round road. In Cceres five streets retain the name of Adarves (Father Rosalo, Santa Ana, Estrella, Bishop lvarez de Castro and Christ), although when speaking of \"the adarves\", usually refers to the first three, which are followed, As if it were one way. The adarves (of Father Rosalo, Santa Ana and Estrella) constitute a street in slope, with narrows and pavement of small songs.\nIn this area you can appreciate the Arco de Santa Ana and Puerta del Postigo, the Tower of the Ved or the Postigo and the Tower of Santa Ana. In a small square in front of the Arch of Santa Ana is located the Palace of the Counts of Adanero. As the adarves descend, on the left is the entrance to Casa Miron (Headquarters of the Municipal Museum of Cceres), and a little lower on the right is the Plaza de los Caldereros. This square, to the right of the adarves, is delimited by two buildings, facing each other, the Palacio de la Generala and the Palace of Ribera. Both buildings are the headquarters of the Rectorate of the University of Extremadura.\nIn front of the Plaza de los Caldereros there is a small door that leads to a few stairs that descend to the Forum of the Balbos, delimited by the Tower of the Furnace and the Tower of the Yerba, you can see from here the Town Hall and the Plaza Mayor. If the adarves are completely lowered and you return to the Plaza de Santa Mara, at the height of the House of Moraga, it is possible to start the passage through an area of streets, alleys and alleys of the Monumental City of great charm. Here, in the House of Moraga, begins an axis formed by the streets Cuesta de Aldana and Olmos, located in straight line, narrow and tortuous. Here you will find such important buildings as the Mono House, the Casa del Aldana, the Mudjar House, the Casa de los Ovando Perero and the San Antonio Nursery. Finally, the small square where the Nursing of San Antonio is located ends at the union of the Calle Puerta de Mrida with the Adarve of Father Rosalo, being able to appreciate the Hospital of the Magdalena.\nOld Jewish Quarter.\nThe Arco del Cristo is the eastern gate of the old wall of Cceres. It conserves Roman ashlars and in the antiquity was the door of the thistle of the colony Norba Caesarina.\nCaceres came to have two Jewish neighborhoods: the Old Judera (in the enclosure intramuros) and the Jewish Quarter (in the area outside the walls). The Old Jewish Quarter or Old Jewish Quarter is also known as the neighborhood of San Antonio de la Quebrada. It preserves the layout and organization of the typical streets of the Islamic and Jewish period. These are narrow streets and on slopes, with small squares connected to each other, and with streets \"in bottom of sack\", that is to say, streets without exit. The houses are small, one to two floors, mostly white and decorated some of them with flowers such as geraniums among others, which gives a great tipismo to this neighborhood. It is conformed by the streets of San Antonio, Callejn del Moral, Rincon de la Monja and Cuesta del Marqus among others. The main building and center of the old Jewish quarter is the Ermita de San Antonio (built on the old synagogue). An interesting house is the House of the Rich Jew (popularly known for presenting a stone facade instead of being covered with lime, as was typical of humble Jewish houses). In the same Jewish quarter, through one of its houses, it is possible to access the Baluarte de los Pozos. It is a section of wall advanced to the rest formed by two towers, the Tower of the Wells or the Gypsy and the Tower Coraja or the Aljibes. It was a key point to guarantee access to the Ribera water. Also in the Jewry itself, near the Pizarro Gate, you will find access to the Olivar de la Juderia, which consists of a space like a garden or park located at the foot of the wall.\nIf you continue on Rincn de la Monja street, at the junction of the street with Cuesta del Marqus, there are two buildings to highlight. One of them is the House of Durn de la Rocha and the other is the Arab Museum House. When descending by Cuesta del Marqus, you arrive at the lowest point of the Monumental City and the most located to the east. Here you can find the Arco del Cristo, Puerta del Ro or the Council (the only door of Roman origin that has persisted in the city). From this point it is possible to visualize the Round Tower and, after crossing the arch, the River Tower.\nSurroundings\nWhen the intramural enclosure could not accommodate more buildings, it was decided to build outside the walls around three fundamental spaces: the Plaza Mayor and the two parishes (Santiago and San Juan).\nMain square.\nThe Plaza Mayor is constituted as the center of the Historic Quarter and gateway to the Monumental City. It emerged as a large space for markets, outside the walls. It is dominated in its east side by a frontal formed by the Tower of Bujaco, the Hermitage of the Peace and the Arc of the Star, being able to see also the Tower of the Pulpits and the Tower of the Yerba. To the south is the Town Hall, built at the end of the 19th century. The rest of the Plaza Mayor is formed by arcades that have their origin in the sixteenth century, although the buildings built on them are of very different epochs.\nThe portals housed different guilds, such as the Pan Portal, the Portal of the Plateros, the Portal of the Scribes, the Portal of the Apothecaries and the Portal of the Watchers, among others. The rest of guilds of the city settled in streets near the Plaza Mayor, such as the well-known and commercial Calle Pintores and others such as Paneras, Hornos, Hornillos, Zapatera, Caleros, Teneras, Rivera de Curtidores, Boilers, Shops. In the surroundings and in the vicinity of the Plaza Mayor are the two medieval parishes (Santiago and San Juan), around which new spaces were created that, together with the Plaza Mayor, created the urban structure of the enclosure outside the walls."}}