{"id": 67, "data": {"title": "Olympic National Park", "text": "Olympic National Park is a United States national park located in the State of Washington, on the Olympic Peninsula. The park has four regions: the Pacific coastline, alpine areas, the west-side temperate rainforest, and the forests of the drier east side. Within the park there are three distinct ecosystems, including subalpine forest and wildflower meadow, temperate forest, and the rugged Pacific coast.\nPresident Theodore Roosevelt originally designated the park as Mount Olympus National Monument on March 2, 1909. The monument was re-designated a national park by Congress and President Franklin D. Roosevelt on June 29, 1938. In 1976, Olympic National Park was designated by UNESCO as an International Biosphere Reserve, and in 1981 as a World Heritage Site. In 1988, Congress designated 95 percent of the park () as the Olympic Wilderness, which was renamed Daniel J. Evans Wilderness in honor of Governor and U.S. Senator Daniel J. Evans in 2017. During his tenure in the Senate, Evans co-sponsored the 1988 bill that created the state's wilderness areas. It is the largest wilderness area in Washington.\nPark purpose.\nAs stated in the foundation document:\nNatural and geologic history.\nCoastline.\nThe coastal portion of the park is a rugged, sandy beach along with a strip of adjacent forest. It is long but just a few miles wide, with native communities at the mouths of two rivers. The Hoh River has the Hoh people and at the town of La Push at the mouth of the Quileute River live the Quileute.\nThe beach has unbroken stretches of wilderness ranging from . While some beaches are primarily sand, others are covered with heavy rock and very large boulders. Bushy overgrowth, slippery footing, tides, and misty rainforest weather all hinder foot travel. The coastal strip is more readily accessible than the interior of the Olympics; due to the difficult terrain, very few backpackers venture beyond casual day-hiking distances.\nThe most popular piece of the coastal strip is the Ozette Loop. The Park Service runs a registration and reservation program to control the usage levels of this area. From the trailhead at Ozette Lake, a leg of the trail is a boardwalk-enhanced path through near primal coastal cedar swamp. Arriving at the ocean, it is a 3-mile walk supplemented by headland trails for high tides. This area has traditionally been favored by the Makah from Neah Bay. The third 3-mile leg is enabled by a boardwalk which has enhanced the loop's accessibility.\nThere are thick groves of trees adjacent to the sand, which results in chunks of timber from fallen trees on the beach. The mostly unaltered Hoh River, toward the south end of the park, discharges large amounts of naturally eroded timber and other drift, which moves north, enriching the beaches. Even today driftwood deposits form a commanding presence, biologically as well as visually, giving a taste of the original condition of the beach viewable to some extent in early photos. Drift material often comes from a considerable distance; the Columbia River formerly contributed huge amounts to the Northwest Pacific coasts.\nThe smaller coastal portion of the park is separated from the larger, inland portion. President Franklin D. Roosevelt originally had supported connecting them with a continuous strip of parkland.\nThe park is known for its unique turbidites. It has very exposed turbidities with white calcite veins. Turbidites are rocks or sediments that travel into the ocean as suspended particles in the flow of water, causing a sedimentary layering effect on the ocean floor. Over time the sediments and rock compact and the process repeats as a constant cycle. The park also is known for its tectonic mlanges that have been deemed 'smell rocks' by the locals due to their strong petroleum odor. Mlanges are large individual rocks that are large enough that they are accounted for in map drawings. The Olympic mlanges can be as large as a house.\nGlaciated mountains.\nWithin the center of Olympic National Park rise the Olympic Mountains whose sides and ridgelines are topped with massive, ancient glaciers. The mountains themselves are products of accretionary wedge uplifting related to the Juan De Fuca Plate subduction zone. The geologic composition is a curious mlange of basaltic and oceanic sedimentary rock. The western half of the range is dominated by the peak of Mount Olympus, which rises to . Mount Olympus receives a large amount of snow and consequently has the greatest glaciation of any non-volcanic peak in the contiguous United States outside of the North Cascades. It has several glaciers, the largest of which is Hoh Glacier at 3.06 miles (4.93km) in length. Looking to the east, the range becomes much drier due to the rain shadow of the western mountains. Here, there are numerous high peaks and craggy ridges. The tallest summit of this area is Mount Deception, at .\nTemperate rainforest.\nThe western side of the park is mantled by temperate rainforests, including the Hoh Rainforest and Quinault Rainforest, which receive annual precipitation of over , making this perhaps the wettest area in the continental United States.\nAs opposed to tropical rainforests and most other temperate rainforest regions, the rainforests of the Pacific Northwest are dominated by coniferous trees, including Sitka Spruce, Western Hemlock, Coast Douglas-fir and Western redcedar. Mosses coat the bark of these trees and even drip down from their branches in green, moist tendrils.\nValleys on the eastern side of the park also have notable old-growth forest, but the climate is notably drier. Sitka Spruce is absent, trees on average are somewhat smaller, and undergrowth is generally less dense and different in character. Immediately northeast of the park is a rainshadow area where annual precipitation averages about 17inches.\nEcology.\nAccording to the A. W. Kuchler U.S. Potential natural vegetation Types, the park encompasses five classifications: Alpine Meadows &amp; Barren, aka Alpine tundra (\"52\") potential vegetation type with an Alpine Meadow (\"11\") potential vegetation form; a Fir/Hemlock (\"4\") vegetation type with a Pacific Northwest conifer forest (\"1\") vegetation form; a cedar/hemlock/Douglas fir vegetation type with a Pacific Northwest conifer forest (\"1\") vegetation form; Western spruce/fir vegetation type (\"15\") with a Rocky Mountain conifer forest (\"3\") vegetation form; and a spruce/cedar/hemlock (\"1\") vegetation type with a Pacific Northwest conifer forest (\"1\") vegetation form.\nBecause the park sits on an isolated peninsula, with a high mountain range dividing it from the land to the south, it developed many endemic plant and animal species (like the Olympic Marmot, Piper's bellflower and Flett's violet). The southwestern coastline of the Olympic Peninsula is also the northernmost non-glaciated region on the Pacific coast of North America, with the result that  aided by the distance from peaks to the coast at the Last Glacial Maximum being about twice what it is today  it served as a refuge from which plants colonized glaciated regions to the north.\nThe park also provides habitat for many species (like the Roosevelt elk) that are native only to the Pacific Northwest coast. As a result, scientists have declared it a biological reserve and studied its unique species to better understand how plants and animals evolve. The park is home to sizable populations of black bears and black-tailed deer. The park also has a noteworthy cougar population, numbering about 150. Mountain goats were accidentally introduced into the park in the 1920s and have caused much damage on the native flora. The NPS has activated management plans to control the goats.\nThe park contains an estimated of old-growth forests.\nForest fires are infrequent in the rainforests of the park's western side; however, a severe drought after the driest spring in 100years, coupled with an extremely low snowpack from the preceding winter, resulted in a rare rainforest fire in the summer of 2015.\nClimate.\nAccording to the Kppen climate classification system, Olympic National Park encompasses two classifications: a temperate oceanic climate (\"Cfb\") in the western half, and a warm-summer Mediterranean climate (\"Csb\") in the eastern half. According to the United States Department of Agriculture, the plant hardiness zone at Hoh Rainforest Visitor Center is 8a with an average annual extreme minimum temperature of .\nHuman history.\nBefore the influx of European settlers, Olympic's human population consisted of Native Americans, whose use of the peninsula was thought to have consisted mainly of fishing and hunting. However, recent reviews of the record, coupled with systematic archaeological surveys of the mountains (Olympic and other Northwest ranges) are pointing to much more extensive tribal use of especially the subalpine meadows than seemed formerly to be the case. Most if not all Pacific Northwest indigenous cultures were adversely affected by European diseases (often decimated) and other factors, well before ethnographers, business operations and settlers arrived in the region, so what they saw and recorded was a much-reduced native culture base. Large numbers of cultural sites are now identified in the Olympic mountains, and important artifacts have been found.\nWhen settlers began to appear, extractive industry in the Pacific Northwest was on the rise, particularly in regards to the harvesting of timber, which began heavily in the late 19th and early 20th centuries. Public dissent against logging began to take hold in the 1920s, when people got their first glimpses of the clear-cut hillsides. This period saw an explosion of people's interest in the outdoors; with the growing use of the automobile, people took to touring previously remote places like the Olympic Peninsula.\nThe formal record of a proposal for a new national park on the Olympic Peninsula begins with the expeditions of well-known figures Lieutenant Joseph P. O'Neil and Judge James Wickersham, during the 1890s. These notables met in the Olympic wilderness while exploring, and subsequently combined their political efforts to have the area placed within some protected status. On February 22, 1897, President Grover Cleveland created the Olympic Forest Reserve, which became Olympic National Forest in 1907. Following unsuccessful efforts in the Washington State Legislature to further protect the area in the early 1900s, President Theodore Roosevelt created Mount Olympus National Monument in 1909, primarily to protect the subalpine calving grounds and summer range of the Roosevelt elk herds native to the Olympics.\nPublic desire for preservation of some of the area grew until President Franklin D. Roosevelt signed a bill creating a national park in 1938. The Civilian Conservation Corps constructed a headquarters in 1939 with funds from the Public Works Administration. It is now on the National Register of Historic Places. The national park was expanded by in 1953 to include the Pacific coastline between the Queets and Hoh rivers, as well as portions of the Queets and Bogachiel valleys.\nEven after ONP was declared a park, though, illegal logging continued in the park, and political battles continue to this day over the incredibly valuable timber contained within its boundaries. Logging continues on the Olympic Peninsula, but not within the park.\nFauna.\nAnimals that inhabit this national park include chipmunks, squirrels, skunks, six species of bats, weasels, coyotes, muskrats, fishers, river otters, beavers, red foxes, mountain goats, martens, bobcats, black bears, Canadian lynxes, moles, snowshoe hares, shrews, and cougars. Whales, dolphins, sea lions, seals, and sea otters swim near this park offshore. Birds that fly in this park including raptors are Winter wrens, Canada jays, Hammond's flycatchers, Wilson's warblers, Blue Grouses, Pine siskins, ravens, spotted owls, Red-breasted nuthatches, Golden-crowned kinglets, Chestnut-backed chickadees, Swainson's thrushes, Red crossbills, Hermit thrushes, Olive-sided flycatchers, bald eagles, Western tanagers, Northern pygmy owls, Townsend's warblers, Townsend's solitaires, Vaux's swifts, band-tailed pigeons, and evening grosbeaks.\nRecreation.\nThere are several roads in the park, but none penetrate far into the interior. The park features a network of hiking trails, although the size and remoteness mean that it will usually take more than a weekend to get to the high country in the interior. The sights of the rain forest, with plants run riot and dozens of hues of green, are well worth the possibility of rain sometime during the trip, although July, August, and September frequently have long dry spells.\nAn unusual feature of ONP is the opportunity for backpacking along the beach. The length of the coastline in the park is sufficient for multi-day trips, with the entire day spent walking along the beach. Although idyllic compared to toiling up a mountainside (Seven Lakes Basin is a notable example), one must be aware of the tide; at the narrowest parts of the beaches, the high tide washes up to the cliffs behind, blocking passage. Several promontories must be struggled over, using a combination of muddy steep trails and fixed ropes.\nDuring winter, the viewpoint known as Hurricane Ridge offers numerous winter sports activities. The Hurricane Ridge Winter Sports Club operates Hurricane Ridge Ski and Snowboard Area, a not-for-profit alpine ski area that offers ski lessons, rentals, and inexpensive lift tickets. The small alpine area is serviced by two rope tows and one poma lift. A large amount of backcountry terrain is accessible for skiers, snowboarders, and other backcountry travelers when Hurricane Ridge Road is open. Winter access to Hurricane Ridge Road is currently limited to Friday through Sunday weather permitting. The Hurricane Ridge Winter Access Coalition is a community effort to restore seven-day-a-week access via the Hurricane Ridge Road (the only park road accessing alpine terrain in winter).\nRafting is available on both the Elwha and Hoh Rivers. Boating is common on Ozette Lake, Lake Crescent, and Lake Quinault. Fishing is allowed in the Ozette River, Queets River (below Tshletshy Creek), Hoh River, Quinault River (below North Shore Quinault River Bridge), Quillayute River and Dickey River. A fishing license is not required to fish in the park. Fishing for bull trout and Dolly Varden trout is not allowed and must be released if incidentally caught. \nViews of the Olympic National Park can be seen from the Hurricane Ridge viewpoint. The road leading west from the Hurricane Ridge visitor center has several picnic areas and trailheads. A paved trail called the Hurricane Hill trail is about long each way, with an elevation gain of about . It is not uncommon to find snow on the trails even as late as July. Several other dirt trails of varying distances and difficulty levels branch off of the Hurricane hill trail. The picnic areas are open only in the summer and have restrooms, water, and paved access to picnic tables.\nThe Hurricane Ridge visitor center burned down on May 7, 2023. Constructed in the 1950s, it contained a 3D topographical map of the Olympics, a media center which showed nature documentaries of the area as well as other interpretive exhibits, and a gift shop. There is currently no timeline for when the center will be replaced.\nElwha Ecosystem Restoration Project.\nThe Elwha Ecosystem Restoration Project is the second-largest ecosystem restoration project in the history of the National Park Service after the Everglades. It consisted of removing the Glines Canyon Dam and draining its reservoir, Lake Mills and removing the Elwha Dam and its reservoir Lake Aldwell from the Elwha River. Upon removal, the park will revegetate the slopes and river bottoms to prevent erosion and speed up ecological recovery. The primary purpose of this project is to restore anadromous stocks of Pacific Salmon and steelhead to the Elwha River, which have been denied access to the upper of river habitat for more than 95 years by these dams. Removal of the dams was completed in 2014."}}