{"id": 281, "data": {"title": "Palmeral of Elche", "text": "The Palmeral or Palm Grove of Elche (; Valencian: \"Palmerar d'Elx\") is the generic name for a system of date palm orchards in the city of Elche, Spain.\nThe Palmeral was planted in Roman times and underwent modifications in the medieval period under Islamic and Christian rulers.The Roman empire introduced water management techniques to Elche, but the 10th c. Islamic Caliphate of Crdoba and later rulers of Al-Andalus planted palm groves and garden-estates in \"huertos\" (rectangular base agricultural units). Islamic rulers also constructed the largest canal system sections in Elche. In the 13th century Christian rulers conquered Elche and expanded the canal system. Industrialization and urban sprawl contracted the Palmeral in the late 19th and 20th century. The Spanish national government and Valencian regional government enacted legislation to protect the Palm Grove. In 2000, UNESCO designated the Palmeral a World Heritage Site, but climate change, pests, and disease threaten the site. The Palmeral includes a National Artistic Garden, Palm Grove Museum, Route of El Palmeral, and Municipal Park.\nHistory.\nRoman Empire.\nIn the 5th century BCE, Carthaginian settlers in the town of \"Ilici\" planted the first date palms of Elche. After Romes conquest of the Iberian peninsula in the 2nd century BCE, Roman settlers introduced the first elaborate forms of agricultural water management. To irrigate their cereal and olive tree crop fields, the Romans constructed a dam at the Vinalop River bed in the mountains north of Elche. Aqueducts then channeled the dam water to Elche.\nCrdoba Caliphate and Al-Andalus.\nEnvironmental Engineering.\nIn the 10th century CE, the Caliphate of Crdoba moved the city of Elche seven km away from \"Ilici\" to its present location. The Caliphate from the 7th to 10th century expanded the irrigation system into a complicated canal system centered on the Vinalop river. The rulers applied North African water management techniques to create an oasis in an arid environment. Faced with scarce rainfall, irregular river flow, and brackish water from the Vinalop river, the Caliphate in the second half of the tenth century planted palm groves. The palm trees prevented soil erosion, decreased water evaporation, provided shade, and protected crops from wind. The Caliphate divided the groves into \"huertos\" (rectangular base agricultural unit, Spanish for orchard) forming \"huertas\" (groups of \"huertos\"). Palm trees were planted in a grid pattern with single or double rows along the rectangular \"huerto\" edges. The palm trees enhanced agricultural production in an arid region with summer temperatures consistently above 30C and annual rainfall below 250mm (9.8in). Forage plants, cereals (\"i.e.\", corn, wheat, barley, alfafa), and medium-sized trees (\"i.e.\", pomegranates) were planted inside the \"huerto\" for human and livestock consumption. The palm groves also provided construction material for wood, fibers (\"i.e.\", baskets, thatched house roofing), and ornamentation. \"Huertas\" were bounded by \"cascabots\" (fences of plaited dried palm leaves) or 12 m high plastered walls of undressed stone. In addition to agriculture, tenants planted elaborate gardens.\nElche residents prized gardens and orchards as respites from the arid conditions, offering an oasis of scents, sounds, touch, and visual beauty. In the Islamic period, gardens symbolized paradise. A strong literary tradition presented gardens as metaphors for love, loss, memory and the passing of time. The desert castles garden-estate concept first entered the Iberian peninsula in the 8th century CE when Umayyad amr Abd al-Rahman I fled from Syria to Crdoba, Spain. Under the Caliphate of Crdoba, the garden-estate tradition percolated into Toledo, Seville, Granada, and Elche. After the fall of the Umayyad dynasty, later rulers of Al-Andalus continued the garden-estate tradition. Elche residents planted linear walled gardens in which water channels established symmetrical plots, irrigating rectangular landscapes of fruit trees, flowers, vegetation, and often walkways flanked the sides.\nCanal System.\nThe Caliphate of Crdoba constructed a comprehensive canal system for urban consumption, industrial production, and crop irrigation. Islamic rulers regarded water as a social good and designed the canal system to maximize water conservation. With over 20 branches, the main canal \"Acequia Mayor\" channeled the brackish water from the Vinalop River through secondary channels and partidores to crop fields. Upon reaching \"partidores\" north of Elche, the water flow split into the \"partidor de Albinella\" and the \"partidor de Marchena\". The \"partidor de Albinella\" diverted water into Elche for urban consumption and industrial production. The \"partidor\" supplied small industries (\"i.e.\", oil and soap producers), bathhouses, and local markets. The \"partidor de Marchena\" within the \"Acequia Marchena\" channeled water to the right side of the Vinalop River. The \"Acequia Mayor\" on the left side of the Vinalop River stretched south across Elche to the crop fields. Elche residents cultivated crop fields for human and livestock consumption as well as sale in local markets. The \"Acequia Mayor\" ended at a partidor channeling excess flow into two reservoirs. The canal system was maintained under Islamic rule until the Christian Reconquista. \nChristian Kingdoms.\nRedistribution of the Canal System.\nIn the 13th century, Christian rulers conquered the city of Elche from Al-Andalus. The Christian rulers claimed the canal network and redistributed its sections between Elches Christian and Muslim residents. All lands left of the river, called the \"Huerta Major\" or \"Huerta de los Cristianos\", belonged to the Christian tenants. The Christian canal system contained nine irrigation parts from the \"Acequia Mayor\". All lands right of the Vinalop River, known as the \"Huerta de los Moros\", belonged to the Muslim occupants. The \"partidores\", constructed from wood and stone, were redeployed within different irrigation system sections. After redistributing water rights, the Christian rulers expanded the canal system. In the main canal, partidores shifted the current flow to secondary canals. The secondary canals channeled one water part to the Albinella for Elche urban consumption, two parts for the \"Squia de Marchena\" and 25 parts for the \"Acequia Mayor\". In the 14th century, the Christian tenants constructed water mills on the main canal for flour production. The water mills disappeared in the 20th century due to the introduction of electricity to Elche. The Christian residents also introduced palm weaving. The locals wove desiccated white palms for decorative and processional use on Palm Sunday. The palm weaving tradition and Palm Sunday parade continues in Elche today.\nCanal System Expansions.\nIn the 16th century, rapid population expansion paired with Elches arid environment prompted canal expansion. In 1529, Elche officials constructed the \"Contrasquia\" section to prevent Vinalop river flooding and irrigate crop fields with the excess flow. The canal extension distributed water to a reservoir north of the town then south to the \"Squia Major\" for crop irrigation. From 1632 to 1646, Elche residents built a dam to reinforce the \"Contrasquia\". The dam stored and channeled any excess drainage from the nearby Tarafa stream into the canal network. Frequent reservoir clogging and elevated salinity levels from evaporation limited the dams impact. As the canal network expanded, so too did the need for water administration. The \"Libro Major\" and \"Libro Chico\" water books recorded rights and dates for water distribution in \"tanda\" (irrigation round) or 37.5 day sessions. Every landowner received water at a specified time and water part. The irrigation system distributed water in a two-ring system composed of \"huerto\" water and \"dula\" water. The first ring contained \"huerto\" water for urban consumption and palm groves within Elche. The second ring comprised \"dula\" water for crop irrigation outside Elche city limits. Greater irrigation distance resulted in stricter standards for dula water. The \"tandas\" and ring system lost function in the 20th century. As Elche industrialized in the late 19th and 20th century, the canal system and palm grove production declined.\nIndustrialization.\nUrban sprawl on the eastern part of the city encroach on the palm groves today. Beginning in 1884, railways sectioned off \"huertas\" from uninterrupted fields into isolated plots. In the 20th century, industrialization and urban sprawl led to the abandonment of many \"huertas\". Industrialization supplanted agricultural production economically, reducing palm groves to a cultural and landscape role. By the second half of the 20th century, date harvesting (which still occurs between November and December) and \"white palm\" production became heritage activities reserved for the local marketplace. Limited land availability for the expanding footwear industry and a rising urban population resulted in the government seizing many \"huertas\". Housing, social infrastructure, and parks were erected atop former \"huertas\". As industrialization reduced palm production to a minor economic role, the Palmeral contracted in size. Legislative action by the Spanish national government and Valencian regional government preserved the site.\nProtections and threats.\n20th-century protections.\nEfforts to protect the palm groves predate the 2000 UNESCO World Heritage designation. As the Palmeral faded in economic importance, tenants abandoned \"huertas\". The Spanish government first passed protective legislation in the 1930s. The Ministry of Agriculture in the Republic of Spain barred logging operations and palm-endangering activities on March 8, 1933. The Ministry of National Education invoked the Artistic Treasury Law on July 27, 1943 and designated all Elche palm groves an Artistic Garden. The Valencian General Urban Development Plan of 1962 permitted detached houses in \"huertos\" for education, hospitality, or parks. To bypass legislation, residents replanted the palm trees within the \"huerto\", thereby breaking up the original palm grove alignment. In the 1970s, the Valencian government reclassified some palm groves as social huertos to address the growing need for social infrastructure. The reclassification allowed the construction of artistic gardens, schools, hotels, houses as well as health, sport, and religious facilities on specified palm groves. Early legislation did not halt Palmeral contraction.\nIn response, the Valencian regional government passed stricter legislation. The Regional Government of Valencia passed the Law of the Tutelage and Protection of the Palmeral of Elche in 1986, thereby replacing all previous regulations. The Valencian government formed a board of trustees, called the \"Patronato del Palmeral\", to protect and promote the palm groves within and outside the Elche city limits. The \"Patronato del Palmeral\" closed legal loopholes and regulated their operations, including the cutting of white palms for Palm Sunday. To protect the palm groves for historical and cultural heritage, the 1998 General Urban Development Plan converted private \"huertas\" into public spaces. The plan added urban historical gardens to the palm grove protections and barred any intervention without approval from the \"Patronato del Palmeral.\" The legislation proved effective until the UNESCO World Heritage Site designation in 2000.\n21st-century protections.\nIn December 2000 at the XXIV meeting of the World Heritage Committee, UNESCO (United Nations Educational, Scientific, and Cultural Organization) successfully established the Palm Grove and \"El Misteri d'Elx\" (The Mystery of Elche) as a World Heritage Site. The UN organization cited two of the six protection requirements, particularly Criteria II and Criteria V. Under Criteria II, the Palmeral of Elche represented cultural expansion and cohesion through landscape transference practices from North Africa to Europe. The Palm Grove of Elche remains a ritualized and romanticized site, including the palm weaving for processional use. Under Criteria V, the heterogeneous (i.e., Roman, Islamic, and Christian) irrigation system constituted cultural significance. In addition to UNESCO, Spain partnered with France in the Phoenix Station (\"Estacin Phoenix\") to protect the Palmeral. The partnership includes the Spanish Municipality of Elche, Government of Valencia, and the Universities of Elche and Alicante as well as the French National Institute of Agronomic Research and the Centre of International Co-operation of Agronomic Research for Development.\nProtections are currently under revision from the Elche City Council and UNESCO. The Elche City Council is reviewing another special plan, allowing for temporary constructions (\"i.e.\", tents) for municipal gardens and tourism, including nature classrooms, garden sales, and palm workshops. The plan may affect 67 orchards (1.5 million m2 out of the total 2.4 million m2 ) within the World Heritage site. UNESCO is currently discussing protection changes to grant a broader use of the palm trees opposed to just their leaves. Despite UNESCO protections, the Palm Grove remains under threat from forces beyond industrialization.\nThreats.\nClimate change, pests, and diseases threaten the Palmeral. Inadequate sun, humidity, and wider temperature ranges from climate change curb the palm tree growth season. The red palm weevil (\"Rhynchophorus ferrugineus\") pest has infested several huertas, laying its eggs inside the palm tree stems. The scale insect Red Date Scale (\"Phoenicococcus marlatti\") lays eggs on the trunk and stems, resulting in an invasive fungus. To combat the red palm weevil and Red Date Scale, Palmeral management deploys biological pest control, pheromone traps, and approved specific pesticides. Within the Phoenix Station, the French National Institute of Agronomic Research and the Centre of International Co-operation of Agronomic Research for Development performs biological research to increase palm tree climate, pests, and disease resistance.Palmeral management also has deployed red date scale predators \"Rhyzobius lophantae\" and \"Chilocorus bipustulatus\".\n21st Century Palmeral.\nUnder UNESCO and Phoenix Station management, the Palmeral transitioned from a local site to a tourist destination. The Palmeral is the only palm grove in Europe with North African origins and the largest on the continent. The Palm Grove also constitutes the northernmost and one of the largest palm groves in the world. Today, the city of Elche contains 97 orchards composed of 70,000 date palms, concentrated in the east bank of the Vinalop. Outside the Elche city domain, other large plantations contain approximately 130,000 date palms. In total, Elche and its vicinity hold 200,000 palms. The Palm Grove ranges over 3.5km2 (1.4 sq mi), including 1.5km2 (0.58 sq mi) within the city of Elche. The Palm Grove of Elche comprises the National Artistic Garden, Palm Grove Museum, Route of El Palmeral, and Municipal Park.\nNational Artistic Garden (Huerto del Cura Garden).\nThe National Artistic Garden encompasses the palm groves, the Ornamental Collections, ponds, sculptures, and the garden house. Some palm trees grow to a height of more than 30 metres and live up to 300 years. The famous \"Imperial Palm\" (\"Palmera Imperial\") is a 176 year old, male date palm tree (\"Phoenix dactylifera\") with 7 stems in the shape of a candelabra. The city Elche named the Palm after Elisabeth (Sissi), the Empress consort of Franz Joseph, who visited the plantation in 1894 by Chaplain Castao. The Ornamental Collection contains palm trees from 70 different species, chiefly date palm trees (\"Phoenix dactylifera\"), as well as olive trees and citrus trees.\nPalm Grove Museum (El Palmeral Museum).\nThe Palm Grove Museum, housed within two traditional 19th century houses connected by a skybridge, details the historical and cultural context of the Palm Grove and UNESCO World Heritage status. The two-story museum also provides demonstrations by \"Palmereros\" (palm workers) that plait white palms.\nRoute of El Palmeral (The Filet de Fora Palm Park).\nThe Route of El Palmeral, which starts and finishes at the Palm Grove Museum, takes visitors across the \"Acequia Mayor del Pantano\" irrigation system to the \"Huerto del Cura\" and \"Filet de Fora Palm Trees Park\". The \"Filet de Flora Palm Trees Park\" includes the \"Huertos de Rogeta\", \"Sempere\", \"Casimira\", \"Pastoret\", \"Mareta\", \"Borreguet\", and \"Monjo\" palm groves.\nMunicipal Park.\nThe Municipal Park, located in the center of Elche, comprises six hectares or 20,000 square meters. The site includes the \"Huertos del Colomer\" garden, \"Mol del Real\" water mill, and \"Hort de Baix\" outdoor amphitheater. The city council controls the conservation and maintenance of the public park outside UNESCO."}}