{"id": 129, "data": {"title": "Paphos", "text": "Paphos ( ; ; ) is a coastal city in southwest Cyprus and the capital of Paphos District. In classical antiquity, two locations were called Paphos: Old Paphos, today known as Kouklia, and New Paphos.\nThe current city of Paphos lies on the Mediterranean coast, about west of Limassol (the biggest port on the island), both of which are connected by the A6 highway. Paphos International Airport is the country's second-largest airport. The city has a subtropical-Mediterranean climate, with the mildest temperatures on the island.\nIn 1980, Paphos was included on the UNESCO World Heritage List for its ancient architecture, mosaics, and ancient religious importance. It was selected as a European Capital of Culture for 2017 along with Aarhus.\nHistory.\nFoundation myth.\nIn the founding myth, the town's name is linked to the goddess Aphrodite, as the eponymous Paphos was the son (or, in Ovid, daughter) of Pygmalion whose ivory cult image of Aphrodite was brought to life by the goddess as \"milk-white\" Galatea.\nThe author of \"Bibliotheke\" gives the genealogy. Pygmalion was so devoted to the cult of Aphrodite that he took the statue to his palace and kept it on his couch. The \"daimon\" of the goddess entered into the statue, and the living Galatea bore Pygmalion a son, Paphos, and a daughter, Metharme. Cinyras, debated as to if he is the son of Paphos or Metharme's suitor, founded the city under Aphrodite's patronage and built the great temple to the goddess there. According to another legend preserved by Strabo (xi. p.505), it was founded by the Amazons.\nOld Paphos.\nOld Paphos (\"Palaepaphos\"), now known as Kouklia (; or ; ) (Engel, \"Kypros\", vol. i. p.125), is on a hill to the east of the modern city. It had a road which spanned a few miles to the sea. It was not far from the Zephyrium promontory and the mouth of the Bocarus stream.\nArchaeology shows that Old Paphos has been inhabited since the Neolithic period. It was a centre for Aphrodite's cult. Aphrodite's mythical birthplace was on the island. The founding myth is interwoven with the goddess such that Old Paphos became the most famous and important place for worshipping Aphrodite in the ancient world.\nThe Greek names of two ancient kings, \"Etevandros\" and \"Akestor\", are attested in Cypriot syllabary on objects of seventh century BC found in Kourion.\nAphrodite and Paphos.\nThe Greeks agreed that Aphrodite had landed at the site of Paphos when she rose from the sea. According to Pausanias (i. 14), although her worship was introduced to Paphos from Syria, it was much more likely that it was of Phoenician origin. Before being proven by archaeology it was thought that Aphrodite's cult had been established before the time of Homer (c. 700 BC), as the grove and altar of Aphrodite at Paphos are mentioned in the \"Odyssey\" (viii. 362). Archaeology established that Cypriots venerated a fertility goddess in a cult that combined Aegean and eastern mainland aspects before the arrival of the mainland Greeks. Female figurines and charms found in the immediate vicinity date back to the early third millennium. The temenos was well established before the first structures were erected in the Late Bronze Age:\nOld Paphos was the centre of worshipping Aphrodite for the whole Aegean world. The Cinyradae, or descendants of Cinyras, were the chief priests; Greek by name but of Phoenician origin. Their power and authority were great, but it may be inferred from certain inscriptions that they were controlled by a senate and an assembly of the people. There was also an oracle here. Few cities have ever been so much sung and glorified by the poets. The ruins of Aphrodite's vast sanctuary are still discernible, its circumference marked by huge foundation walls. After its destruction by an earthquake it was rebuilt by Vespasian, on whose coins it is represented, as well as on earlier and later ones, and in the style on those of Septimius Severus. From these representations and the existing ruins, Gustav Friedrich Hetsch, an architect of Copenhagen, has attempted to restore the building.\nNew Paphos.\nNew Paphos (\"Nea Paphos\") was founded on the sea near a natural harbour. It lay about 60 stadia or 12km northwest of the old city. It also had a founding myth: it was said to have been founded by Agapenor, chief of the Arcadians at the siege of Troy, who, after the capture of the city, was driven out by the storm that separated the Greek fleet onto the coast of Cyprus. (Pausanias viii. 5.  2.) An Agapenor was mentioned as king of the Paphians in a Greek distich preserved in the Analecta; and Herodotus (vii. 90) alludes to an Arcadian \"colony\" in Cyprus.\nIn reality, it was probably founded by Nicocles (d. 306 BC), the last king of Palaepaphos, based on an inscription recording his founding of the temple of Artemis Agrotera at Nea Paphos. The inhabitants of Marion were probably also transferred to this new city after its destruction in 312 BC by Ptolemy. A hoard of unused silver coins (in the Cyprus museum) found under the Hellenistic House dating back to the end of the 4th century BC are the earliest find at the site and indicates its founding date.\nOld Paphos always retained the pre-eminence in worship of Aphrodite, and Strabo states that the road leading to it from New Paphos was annually crowded with male and female votaries travelling to the ancient shrine, and coming not only from the New Paphos, but also from other towns of Cyprus. When Seneca said (\"N. Q.\" vi. 26, Epistle 91) that Paphos was nearly destroyed by an earthquake, it is difficult to say to which of the towns he refers. Dio Cassius (liv. 23) relates that it was restored by Augustus, and called \"Augusta\" in his honor; but though this name has been preserved in inscriptions, it never supplanted the ancient one in popular use.\nAn inscription from the 80s BC speaks of a certain Onesander of Paphos being appointed to the Great Library of Alexandria.\nAccording to the biblical \"Acts of the Apostles\", after landing at Salamis and proclaiming the Word of God in the synagogues, the prophets and teachers, Barnabas and Saul of Tarsus, traveled along the entire southern coast of the island of Cyprus until they reached Paphos. There, Sergius Paulus, the Roman proconsul, was converted after Saul rebuked the Sorcerer Elymas. In Paphos, Acts first identifies Saul as Paul.\nTacitus (\"Hist.\" ii. 2, 3) records a visit of the youthful Titus to Paphos before he acceded to the empire, who inquired with much curiosity into its history and antiquities. (Cf. Suetonius \"Titus\" c. 5.) Under this name the historian included the ancient as well as the more modern city: and among other traits of the worship of the temple he records that the only image of the goddess was a pyramidal stone.\nThe sanctuary was closed during the persecution of pagans in the late Roman Empire.\nArchaeology.\nPaphos Archaeological Park covers most of the ancient Greek and Roman City and is a UNESCO World Heritage site for its ancient ruins.\nThe most significant remains so far discovered are four large and elaborate Roman villas: the House of Dionysos, the House of Orpheus, the House of Aion and the House of Theseus, all with preserved mosaic floors. In addition, excavations have uncovered an Agora, Asklepion, the Basilica of Panagia Limeniotissa, a theatre, and a necropolis known as the Tombs of the Kings.\nPost-Classical history.\nPaphos gradually lost much of its attraction as an administrative centre, particularly after the founding of Nicosia. The city and its port continued to decline throughout the Middle Ages and Ottoman rule, as Nicosia, and the port city of Larnaca became more important.\nThe city and district continued to lose population throughout the British colonial period and many of its inhabitants moved to Limassol, Nicosia and overseas. The city and district of Paphos remained the most underdeveloped part of the island until 1974.\nModern Paphos.\nFollowing the Turkish invasion of Cyprus in 1974, there was rapid economic activity in all fields, especially tourism in the Kato Paphos area. The government invested heavily in irrigation dams and water distribution works, road infrastructure and the building of Paphos International Airport, the second international airport in Cyprus.\nIn the 1980s, Kato Paphos received most of the investment. In the 1990s, Coral Bay Resort was further developed and in the 2000s, the Aphrodite Hills resort was developed.\nToday Paphos, with a population of about 35,961 (), is a popular tourist resort and is home to a fishing harbour. Ktima is the main residential district while Kato Paphos, by the sea, is built around the medieval port and contains most of the luxury hotels and the entertainment infrastructure of the city. Apostolou Pavlou Avenue (St. Paul's Avenue), the busiest road in Paphos, connects two quarters of the city. It begins near the city centre at Kennedy Square and ends outside the medieval fort at the harbour.\nEconomy.\nThe economy of Paphos heavily depends on tourism and there are four resorts in the district: Kato Paphos, Coral Bay, Latchi, and Aphrodite Hills. The largest is Kato Paphos which employs over half of Paphos' population. Farming, especially banana, grape and tobacco cultivation, contributes significantly to Paphos' economy.\nLandmarks.\nPaphos Castle stands by the harbor, and was originally a Byzantine fort built to protect the harbour. It was rebuilt by the Lusignans in the 13th century before being dismantled in 1570 by the Venetians, who were unable to defend it against the Ottomans who restored and strengthened it after capturing the island. Saranta Kolones, Kato Paphos, near the harbor, is a castle built in the first years of Lusignan rule (beginning of the 12th century) maybe on the site of a previous Byzantine castle. It was destroyed in the earthquake of 1222.\nAmong the treasures unearthed near Paphos are the mosaics in the Houses of Dionysos, Theseus and Aion, preserved after 16 centuries underground; vaults and caves; the Tombs of the Kings; and the pillar to which Saint Paul was said to have been tied and whipped and the ancient Odeon Theatre. Other places of interest include the Byzantine Museum and the District Archaeological Museum, with its collection of Cypriot antiquities from the Paphos area dating back from the Neolithic Age up to 1700 AD. Near the Odeon are the ruins of the ancient city walls, the Roman Agora, and a building dedicated to Asclepius, god of medicine.\nThe mosaic floors of these elite villas dating from the 3rd to the 5th century are among the finest in the Eastern Mediterranean. They mainly depict scenes from Greek mythology.\nThe city contains many catacomb sites dating back to the early Christian period. The most famous is Saint Solomoni Church, originally a Christian catacomb retaining some of its 12th century frescoes. A sacred tree at the entrance is believed to cure the ailments of those who hang a personal offering on its branches.\nA few miles outside the city, the rock of Aphrodite (lit. \"Stone of the Greek\") emerges from the sea. According to legend, Aphrodite rose from the waves at this spot. The Greek name, \"Petra tou Romiou\" is associated with the legendary frontier-guard of Byzantine times, Digenis Acritas, who kept the marauding Saracens at bay. It is said that to repel one attack he heaved a large rock at his enemy.\nThe site recently had the Aphrodite Hills resort built on it. The resort features a five-star intercontinental resort hotel, an 18-hole golf course, tennis courts, fitness facilities, holiday villas, apartments, townhouses and the Retreat Spa.\nNear Petra tou Romiou is Palaepaphos, Old Paphos, one of the most celebrated places of pilgrimage in the ancient Greek world, and once an ancient city-kingdom of Cyprus. The ruins of the Temple of Aphrodite stand here, dating back as early as 12th century BC. The temple was one of the most important places of Aphrodite's cult and pilgrimage of the ancient world until the 3rd4th centuries AD. The museum, housed in the Lusignan Manor, houses artifacts from the area.\nYeroskipou is a town in Paphos' metropolitan area known for many years for its delight 'loukoumi'.\nNorth-east of Paphos lies Ayios Neophytos (St. Neophytos) Monastery, known for its \"Encleistra\" (Enclosure) carved out of the mountain by the hermit himself, which features some Byzantine frescoes from the 12th and 15th centuries. The painted village church of Emba (Empa) is nearby.\nFour kilometres () north of Paphos is the village of Lemba (Lempa), home to numerous artists, many of whom have open studio shops. It is home to the sculpture known as the Great Wall of Lempa by the Cypriot artist Stass Paraskos and the Cyprus College of Art.\nOff the coast of Paphos is the wreck of M/V \"Demetrios II\" which ran aground on 23 March 1998 in heavy seas during a voyage from Greece to Syria with a cargo of timber.\nSimilarly, on 8 December 2011, the EDRO III ran aground off the coast of Cyprus. It is located near the Sea Caves of Paphos on the western shore of the island close to the Akamas Peninsula. Built in the 1960s, registered in Freetown, Sierra Leone, the Edro III is owned by an Albanian shipping company. It was traveling from Limassol, Cyprus to Rhodes when it ran aground. It is still shipwrecked to this day, although its cargo and fuel oil were removed. Local authorities are hesitant to remove the ship from the rocks due to the fact that the coastline is a protected natural park where turtles nest and endemic plant and animal species thrive.\nClimate.\nPaphos enjoys a hot-summer Mediterranean climate (Csa), closely bordering a hot semi-arid climate (Kppen \"BSh\"), with hot, dry summers and pleasant, rainier winters. The greatest amounts of rain occur from November to mid-March, while it almost never rains in the summer, with an average of less than in July and August. In these rainless months, however, humidity measurements can go up to 85 percent.\nSnowfall occurs rarely approximately every 10 years and does not normally lead to any significant disruption. It occurs almost annually in the hills of Tsada, north. The last significant snowfall in the city centre occurred in the winter of 2001.\nHeatwaves in July and August are relatively common, when hot air masses from the Sahara desert drift over to Cyprus causing temperatures to rise. Cyprus has experienced drought-like conditions and the current trend of global warming may increase the severity of these conditions. In the summer of 2008, Cyprus had to ship water by tanker from Greece to meet demand on the island. Since then, water conditions have eased due to good winter rains.\nTransport.\nPaphos was once the only traffic-free town in Cyprus; things changed after the urbanization and rise of the population in less than ten years. The roads in the town centre remain unchanged and are unable to accommodate the new level of traffic. The problems exist because some planned road links remain on paper, including:\nPublic transport.\nPublic transport in Paphos is currently only served by buses under the company OSYPA LTD.\nFor intercity transportation the main operator is Intercity Buses which offers daily connections across all cities in the southern part of Cyprus.\nThe main bus station is Karavella station. It is the nexus for all intercity routes and many of the local routes. The other major bus station in Paphos is the Kato Paphos Harbor station, located close to Paphos Harbor and the Paphos Archaeological Park.\nMotorways.\nPaphos did not have a motorway link until 2001. It is now accessed through the A6 which connects Paphos with Limassol. The A7 motorway from Paphos to Polis was to have been completed by 2013, though work has not started yet due to the financial crisis in Cyprus. The works are undergoing as of August 2023.\nAirport.\nSince 1982, air traffic of Paphos is served by Paphos International Airport located southeast of the city, near Timi. It serves approximately 1.75 million people every year. A new terminal opened in late 2008 adjacent to the old one.\nPort.\nThe port is able to hold 300 boats and serves as a small marina and a fisherman shelter. The castle's square hosts Aphrodite's festival every September since 1998. Several other yearly events are hosted in the square, including the Paphos beer festival. Cargo and cruise ships use the Limassol Port away. A marina is planned to be constructed north, next to Coral Bay in Kissonerga. The new marina will serve up to 1,000 boats.\nHospitals and medical centres.\nPaphos has only one general hospital located at Anavargos, northeast of the city centre. It was built to replace the old hospital, which was demolished shortly after being abandoned; now, it is a modern medical centre. There was consideration that it might be turned into a university hospital when Neapolis University was opened; as of July 2017, this has not transpired.\nThere are two hospices in the area: The Friends Hospice and the Archangel Michael Hospice, which is funded by the Catholic Church in Cyprus.\nThere are also several private clinics spread throughout the area, such as St George's Private Hospital, built in 1991.\nEducation.\nThe Paphos municipality has 38 primary state schools, 8 secondary state schools (known as gymnasiums and lyceums), 3 privately run English schools and one privately run Russian school. First elementary school in Paphos was founded in 1796, in village Kritou Terra.\nHigher education.\nThe town of Paphos has one higher education institute that began accepting students in June 2010. The university offers a wide range of undergraduate and postgraduate programmes and consists of 4 schools. Soon, American University of Beirut is going to finish constructions of new Paphos filial.\nArts.\nPaphos is known for its cultural and historical interests, including the Tomb of the Kings, Mosaics, castle and numerous churches, though it is also popular for its festivals and annual events.\nDuring September, Paphos holds an annual opera at the Paphos' Aphrodite Festival at the harbor. The castle serves as a backdrop and stage for the performance. Another annual event is Open Studios Cyprus which takes place during selected weekends in October. Selected artists open their studio doors to the general public and provide an informal environment to view and discuss the work with the artist. \nThere are a number of privately owned galleries and exhibition spaces. Details and dates for the regular events can be found in the local English newspapers, such as Cyprus Weekly and Cyprus Monthly. Palia Ilektriki is an exhibition and conference space maintained by the Paphos Municipality. In the centre of the town, this converted plays host to both conferences and exhibitions throughout the year. In 2009, 2010, and 2011, Open Studios Cyprus used this location to launch the event with an Opening Art Exhibition.\nIn 2012, Paphos won the title as European Capital of Culture 2017, under the Executive Direction of Ektor Tsatsoulis and the Artistic Director Spyros Pisinos. In 2013, Marios Joannou Elia became the artistic director of \"Pafos 2017\". Following the financial crisis on the island in 2013, Elia redesigned and recalculated the entire programme.\nPafos 2017-European Capital of Culture.\nPaphos held the title of the European Capital of Culture for the year 2017 alongside Aarhus, Denmark. This was a great opportunity for the town to evolve, develop and attract more tourists to discover the true beauty of Pafos. The few years before 2017 many improvements were made around town and everyone was preparing for the honorable title. It started off with the Opening Ceremony that gave the chance for many artistic people to shine such as modern and contemporary dance groups, the Music School of Pafos and last but not least Alkistis Protopsalti. During that year, multiple cultural events, such as the Europakonzert 2017 featuring the Berliner Philarmoniker and the famous Yamato Taiko Drum Ensemble performance, took place across the town of Paphos each month. The program had a huge diverse group of volunteers that contributed greatly on the events. Pafos after its magnificent Closing Ceremony in December 2017, where Giannis Kotsiras and Yasmin Levi have performed, has officially passed on the baton of the title of European Capital of Culture to Valletta in Malta and Leeuwarden in the Netherlands.\nSports.\nPaphos has a long history in sports with several football, basketball, volleyball teams. The Pafian gymnastic club is called Korivos, and it owns (via the Cyprus Athletic Organisation) the local Pafiako Stadium and the Aphroditi Sports hall. \nStylianos Kyriakides (; 19101987), a marathon runner from Statos, won the 1946 Boston Marathon. According to a newspaper report, he was running with John Kelley near the end, when an old man shouted from the crowd, \"For Greece, for your children!\", inspiring him to pull away and win the race.\nPaphos was home to Turkish Cypriot sport team Baf lk Yurdu. After the intercommunal conflict and Turkish invasion Baf lk Yurdu left the city and based in Morphou."}}