{"id": 48, "data": {"title": "Persepolis", "text": "Persepolis (; ; ) was the ceremonial capital of the Achaemenid Empire (). It is situated in the plains of Marvdasht, encircled by southern Zagros mountains of the Iranian plateau. Modern day Shiraz is situated southwest of the ruins of Persepolis. The earliest remains of Persepolis date back to 515 BC. It exemplifies the Achaemenid style of architecture. UNESCO declared the ruins of Persepolis a World Heritage Site in 1979.\nThe complex is raised high on a walled platform, with five \"palaces\" or halls of varying size, and grand entrances. The function of Persepolis remains unclear. It was not one of the largest cities in Persia, let alone the rest of the empire, but appears to have been a grand ceremonial complex that was only occupied seasonally; it is still not entirely clear where the king's private quarters actually were. Until recently, most archaeologists held that it was primarily used for celebrating Nowruz, the Persian New Year, held at the spring equinox, which is still an important annual festivity in modern Iran. The Iranian nobility and the tributary parts of the empire came to present gifts to the king, as represented in the stairway reliefs.\nIt is also unclear what permanent structures there were outside the palace complex; it may be better to think of Persepolis as only one complex rather than a \"city\" in the usual sense. The complex was taken by the army of Alexander the Great in 330 BC, and soon after its wooden parts were completely destroyed by fire, likely deliberately.\nThe exploration of Persepolis from the early 17th century led to the modern rediscovery of cuneiform writing and, from detailed studies of the trilingual Achaemenid royal inscriptions found on the ruins, the initial decipherment of cuneiform in the early 19th century.\nName.\n\"Persepolis\" is derived from the Greek , a compound of () and (, together meaning \"the Persian city\" or \"the city of the Persians\". To the ancient Persians, the city was known as (), which is also the word for the region of Persia.\nAn inscription left in 311 AD by Sasanian Prince Shapur Sakanshah, the son of Hormizd II, refers to the site as , meaning \"Hundred Pillars\". Because medieval Persians attributed the site to Jamshid, a king from Iranian mythology, it has been referred to as (, ; ), literally meaning \"Throne of Jamshid\". Another name given to the site in the medieval period was (, \"Forty Minarets\"), transcribed as in De Silva Figueroa and as Chilminar in early English sources.\nGeography.\nPersepolis is near the small river Pulvar, which flows into the Kur River.\nThe site includes a terrace, partly artificially constructed and partly cut out of a mountain, with its east side leaning on Rahmat Mountain. The other three sides are formed by retaining walls, which vary in height with the slope of the ground. Rising from on the west side was a double stair. From there, it gently slopes to the top. To create the level terrace, depressions were filled with soil and heavy rocks, which were joined together with metal clips.\nHistory.\nConstruction.\nArchaeological evidence shows that the earliest remains of Persepolis date back to 515 BC. Andr Godard, the French archaeologist who excavated Persepolis in the early 1930s, believed that it was Cyrus the Great who chose the site of Persepolis, but that it was Darius I who built the terrace and the palaces. Inscriptions on these buildings support the belief that they were constructed by Darius.\nWith Darius I, the sceptre passed to a new branch of the royal house. Persepolis probably became the capital of Persia proper during his reign. However, the city's location in a remote and mountainous region made it an inconvenient residence for the rulers of the empire. The country's true capitals were Susa, Babylon and Ecbatana. This may be why the Greeks were not acquainted with the city until Alexander the Great took and plundered it.\nDarius I's construction of Persepolis was carried out parallel to that of the Palace of Susa. According to Gene R. Garthwaite, the Susa Palace served as Darius' model for Persepolis. Darius I ordered the construction of the Apadana and the Council Hall ( or the \"Triple Gate\"), as well as the main imperial Treasury and its surroundings. These were completed during the reign of his son, Xerxes I. Further construction of the buildings on the terrace continued until the downfall of the Achaemenid Empire. According to the Encyclopdia Britannica, the Greek historian Ctesias mentioned that Darius I's grave was in a cliff face that could be reached with an apparatus of ropes.\nAround 519 BC, construction of a broad stairway was begun. The stairway was initially planned to be the main entrance to the terrace above the ground. The dual stairway, known as the Persepolitan Stairway, was built symmetrically on the western side of the Great Wall. The 111 steps measured wide, with treads of and rises of . Originally, the steps were believed to have been constructed to allow for nobles and royalty to ascend by horseback. New theories, however, suggest that the shallow risers allowed visiting dignitaries to maintain a regal appearance while ascending. The top of the stairways led to a small yard in the north-eastern side of the terrace, opposite the Gate of All Nations.\nGrey limestone was the main building material used at Persepolis. After natural rock had been leveled and the depressions filled in, the terrace was prepared. Major tunnels for sewage were dug underground through the rock. A large elevated water storage tank was carved at the eastern foot of the mountain. Professor Olmstead suggested the cistern was constructed at the same time that construction of the towers began.\nThe uneven plan of the terrace, including the foundation, acted like a castle, whose angled walls enabled its defenders to target any section of the external front. Diodorus Siculus writes that Persepolis had three walls with ramparts, which all had towers to provide a protected space for the defense personnel. The first wall was tall, the second, and the third wall, which covered all four sides, was in height, though no presence of the wall exists in modern times.\nDestruction.\nAfter invading Achaemenid Persia in 330 BC, Alexander the Great sent the main force of his army to Persepolis by the Royal Road. Diodorus Siculus writes that on his way to the city, Alexander and his army were met by 800 Greek artisans who had been captured by the Persians. Most were elderly and suffered some form of mutilation, such as a missing hand or foot. They explained to Alexander the Persians wanted to take advantage of their skills in the city but handicapped them so they could not easily escape. Alexander and his staff were disturbed by the story and provided the artisans with clothing and provisions before continuing on to Persepolis. Diodorus does not cite this as a reason for the destruction of Persepolis, but it is possible Alexander started to see the city in a negative light after this encounter.\nUpon reaching the city, Alexander stormed the \"Persian Gates\", a pass through modern-day Zagros Mountains. There Ariobarzanes of Persis successfully ambushed Alexander the Great's army, inflicting heavy casualties. After being held off for 30 days, Alexander the Great outflanked and destroyed the defenders. Ariobarzanes himself was killed either during the battle or during the retreat to Persepolis. Some sources indicate that the Persians were betrayed by a captured tribal chief who showed the Macedonians an alternate path that allowed them to outflank Ariobarzanes in a reversal of Thermopylae. After several months, Alexander allowed his troops to loot Persepolis.\nAround that time, a fire burned \"the palaces\" or \"the palace\". Scholars agree that this event, described in historic sources, occurred at the ruins that have now been re-identified as Persepolis. From Stolze's investigations, it appears that at least one of these, the castle built by Xerxes I, bears traces of having been destroyed by fire. The locality described by Diodorus Siculus after Cleitarchus corresponds in important particulars with the historic Persepolis, for example, in being supported by a mountain on the east.\nIt is believed that the fire which destroyed Persepolis started from Hadish Palace, which was the living quarters of Xerxes I, and spread to the rest of the city. It is not clear if the fire was an accident or a deliberate act of revenge for the burning of the Acropolis of Athens during the second Persian invasion of Greece. Many historians argue that, while Alexander's army celebrated with a symposium, they decided to take revenge against the Persians. If that is so, then the destruction of Persepolis could be both an accident and a case of revenge. The fire may also have had the political purpose of destroying an iconic symbol of the Persian monarchy that might have become a focus for Persian resistance.\nSeveral much later Greek and Roman accounts (including Arrian, Diodorus Siculus and Quintus Curtius Rufus) describe that the burning was the idea of Thas, mistress of Alexander's general Ptolemy I Soter, and possibly of Alexander himself. She is said to have suggested it during a very drunken celebration, according to some accounts to revenge the destruction of Greek sanctuaries (she was from Athens), and either she or Alexander himself set the fire going.\nThe \"Book of Arda Wiraz\", a Zoroastrian work composed in the 3rd or 4th century, describes Persepolis' archives as containing \"all the Avesta and Zend, written upon prepared cow-skins, and with gold ink\", which were destroyed. Indeed, in his \"Chronology of the Ancient Nations\", the native Iranian writer Biruni indicates unavailability of certain native Iranian historiographical sources in the post-Achaemenid era, especially during the Parthian Empire. He adds: \"[Alexander] burned the whole of Persepolis as revenge to the Persians, because it seems the Persian King Xerxes had burnt the Greek City of Athens around 150 years ago. People say that, even at the present time, the traces of fire are visible in some places.\"\nParadoxically, the event that caused the destruction of these texts may have helped in the preservation of the Persepolis Administrative Archives, which might otherwise have been lost over time to natural and man-made events. According to archaeological evidence, the partial burning of Persepolis did not affect what are now referred to as the \"Persepolis Fortification Archive\" tablets, but rather may have caused the eventual collapse of the upper part of the northern fortification wall that preserved the tablets until their recovery by the Oriental Institute's archaeologists.\nAfter the fall of the Achaemenid Empire.\nIn 316 BC, Persepolis was still the capital of Persia as a province of the great Macedonian Empire (see Diodorus Siculus xix, 21 seq., 46; probably after Hieronymus of Cardia, who was living about 326). The city must have gradually declined in the course of time. The lower city at the foot of the imperial city might have survived for a longer time; but the ruins of the Achaemenids remained as a witness to its ancient glory. It is probable that the principal town of the country, or at least of the district, was always in this neighborhood.\nThe city of Estakhr, five kilometers north of Persepolis, was the seat of the local governors around 200 BC. From there, the foundations of the second great Persian Empire were laid, and Estakhr acquired special importance as the center of priestly wisdom and orthodoxy. The Sasanian kings covered the face of the rocks in this neighborhood, and in part even the Achaemenid ruins, with their sculptures and inscriptions. They must themselves have been built largely there, although never on the same scale of magnificence as their ancient predecessors. The Romans knew as little about Estakhr as the Greeks had known about Persepolis, despite the fact that the Sasanians maintained relations for four hundred years, friendly or hostile, with the empire.\nAt the time of the Muslim invasion of Persia, Estakhr offered a desperate resistance. It was still a place of considerable importance in the first century of Islam, although its greatness was speedily eclipsed by the new metropolis of Shiraz. In the 10th century, Estakhr dwindled to insignificance, as seen from the descriptions of Istakhr, a native (), and of Al-Muqaddasi (). During the following centuries, Estakhr gradually declined, until it ceased to exist as a city.\nArchaeological research.\nOdoric of Pordenone may have passed through Persepolis on his way to China in 1320, although he mentioned only a great, ruined city called \"Comerum\". In 1474, Giosafat Barbaro visited the ruins of Persepolis, which he incorrectly thought were of Jewish origin. \"Hakluyt's Voyages\" included a general account of the ruins of Persepolis attributed to an English merchant who visited Iran in 1568. Antnio de Gouveia from Portugal wrote about cuneiform inscriptions following his visit in 1602. His report on the ruins of Persepolis was published as part of his in 1611.\nIn 1618, Garca de Silva Figueroa, King Philip III of Spain's ambassador to the court of Abbas I, the Safavid monarch, was the first Western traveler to link the site known in Iran as \"Chehel Minar\" as the site known from Classical authors as Persepolis.\nPietro Della Valle visited Persepolis in 1621, and noticed that only 25 of the 72 original columns were still standing, due to either vandalism or natural processes. The Dutch traveler Cornelis de Bruijn visited Persepolis in 1704.\nThe fruitful region was covered with villages until its frightful devastation in the 18th century; and even now it is, comparatively speaking, well cultivated. The Castle of Estakhr played a conspicuous part as a strong fortress, several times, during the Muslim period. It was the middlemost and the highest of the three steep crags which rise from the valley of the Kur, at some distance to the west or northwest of the necropolis of Naqsh-e Rustam.\nThe French voyagers Eugne Flandin and Pascal Coste are among the first to provide not only a literary review of the structure of Persepolis, but also to create some of the best and earliest visual depictions of its structure. In their publications in Paris, in 1881 and 1882, titled , the authors provided some 350 ground breaking illustrations of Persepolis. French influence and interest in Persia's archaeological findings continued after the accession of Reza Shah, when Andr Godard became the first director of the archeological service of Iran.\nIn the 1800s, a variety of amateur digging occurred at the site, in some cases on a large scale.\nThe first scientific excavations at Persepolis were carried out by Ernst Herzfeld and Erich Schmidt representing the Oriental Institute of the University of Chicago. They conducted excavations for eight seasons, beginning in 1930, and included other nearby sites.\nHerzfeld believed that the reasons behind the construction of Persepolis were the need for a majestic atmosphere, a symbol for the empire, and to celebrate special events, especially the \"Nowruz\". For historical reasons, Persepolis was built where the Achaemenid dynasty was founded, although it was not the center of the empire at that time.\nExcavations of plaque fragments hint at a scene with a contest between Herakles and Apollo, dubbed \"A Greek painting at Persepolis\".\nArchitecture.\nPersepolitan architecture is noted for its use of the Persian column, which was probably based on earlier wooden columns. Architects resorted to stone only when the largest cedars of Lebanon or teak trees of India did not fulfill the required sizes. Column bases and capitals were made of stone, even on wooden shafts, but the existence of wooden capitals is probable.\nIn 518 BC, a large number of the most experienced engineers, architects, and artists from the four corners of the universe were summoned to engage and with participation, build the first building to be a symbol of universal unity and peace and equality for thousands of years.\nThe buildings at Persepolis include three general groupings: military quarters, the treasury, and the reception halls and occasional houses for the King. Noted structures include the Great Stairway, the Gate of All Nations, the Apadana, the Hall of a Hundred Columns, the Tripylon Hall and the Tachara, the Hadish Palace, the Palace of Artaxerxes III, the Imperial Treasury, the Royal Stables, and the Chariot House.\nRuins and remains.\nRuins of a number of colossal buildings exist on the terrace. All are constructed of dark-grey marble. Fifteen of their pillars stand intact. Three more pillars have been re-erected since 1970. Several of the buildings were never finished. F. Stolze has shown that some of the mason's rubbish remains.\nSo far, more than 30,000 inscriptions have been found from the exploration of Persepolis, which are small and concise in terms of size and text, but they are the most valuable documents of the Achaemenid period. Based on these inscriptions that are currently held in the United States most of the time indicate that during the time of Persepolis, wage earners were paid.\nSince the time of Pietro Della Valle, it has been beyond dispute that these ruins represent the Persepolis captured and partly destroyed by Alexander the Great.\nBehind the compound at Persepolis, there are three sepulchers hewn out of the rock in the hillside. The facades, one of which is incomplete, are richly decorated with reliefs. About NNE, on the opposite side of the Pulvar River, rises a perpendicular wall of rock, in which four similar tombs are cut at a considerable height from the bottom of the valley. Modern-day Iranians call this place (\"Rustam Relief\"), from the Sasanian reliefs beneath the opening, which they take to be a representation of the mythical hero Rostam. It may be inferred from the sculptures that the occupants of these seven tombs were kings. An inscription on one of the tombs declares it to be that of Darius I, concerning whom Ctesias relates that his grave was in the face of a rock, and could only be reached by the use of ropes. Ctesias mentions further, with regard to a number of Persian kings, either that their remains were brought \"to the Persians,\" or that they died there.\nGate of All Nations.\nThe Gate of All Nations, referring to subjects of the empire, consisted of a grand hall that was a square of approximately in length, with four columns and its entrance on the Western Wall. There were two more doors, one to the south which opened to the Apadana yard and the other opened onto a long road to the east. Pivoting devices found on the inner corners of all the doors indicate that they were two-leafed doors, probably made of wood and covered with sheets of ornate metal.\nA pair of lamassus, bulls with the heads of bearded men, stand by the western threshold. Another pair, with wings and a \"Persian Head\" (), stands by the eastern entrance, to reflect the power of the empire.\nThe name of Xerxes I was written in three languages and carved on the entrances, informing everyone that he ordered it to be built.\nThe Apadana Palace.\nDarius I built the greatest palace at Persepolis on the western side of platform. This palace was called the \"Apadana\". The King of Kings used it for official audiences. The work began in 518 BC, and his son, Xerxes I, completed it 30 years later. The palace had a grand hall in the shape of a square, each side long with seventy-two columns, thirteen of which still stand on the enormous platform. Each column is high with a square Taurus (bull) and plinth. The columns carried the weight of the vast and heavy ceiling. The tops of the columns were made from animal sculptures such as two-headed lions, eagles, human beings and cows (cows were symbols of fertility and abundance in ancient Iran). The columns were joined to each other with the help of oak and cedar beams, which were brought from Lebanon. The walls were covered with a layer of mud and stucco to a depth of , which was used for bonding, and then covered with the greenish stucco which is found throughout the palaces.\nFoundation tablets of gold and silver were found in two deposition boxes in the foundations of the Palace. They contained an inscription by Darius in Old Persian cuneiform, which describes the extent of his Empire in broad geographical terms, and is known as the DPh inscription:\nAt the western, northern and eastern sides of the palace, there were three rectangular porticos each of which had twelve columns in two rows of six. At the south of the grand hall, a series of rooms were built for storage. Two grand Persepolitan stairways were built, symmetrical to each other and connected to the stone foundations. To protect the roof from erosion, vertical drains were built through the brick walls. In the four corners of Apadana, facing outwards, four towers were built.\nThe walls were tiled and decorated with pictures of lions, bulls, and flowers. Darius ordered his name and the details of his empire to be written in gold and silver on plates, which were placed in covered stone boxes in the foundations under the Four Corners of the palace. Two Persepolitan style symmetrical stairways were built on the northern and eastern sides of Apadana to compensate for a difference in level. Two other stairways stood in the middle of the building. The external front views of the palace were embossed with carvings of the Immortals, the Kings' elite guards. The northern stairway was completed during the reign of Darius I, but the other stairway was completed much later.\nThe reliefs on the staircases allow one to observe the people from across the empire in their traditional dress, and even the king himself, \"down to the smallest detail\".\nApadana Palace coin hoard.\nThe Apadana hoard is a hoard of coins that were discovered under the stone boxes containing the foundation tablets of the Apadana Palace in Persepolis. The coins were discovered in excavations in 1933 by Erich Schmidt, in two deposits, each deposit under the two deposition boxes that were found. The deposition of this hoard is dated to . The coins consisted in eight gold lightweight Croeseids, a tetradrachm of Abdera, a stater of Aegina and three double-sigloi from Cyprus. The Croeseids were found in very fresh condition, confirming that they had been recently minted under Achaemenid rule. The deposit did not have any Darics and Sigloi, which also suggests strongly that these coins typical of Achaemenid coinage only started to be minted later, after the foundation of the Apadana Palace.\nThe Throne Hall.\nNext to the Apadana, second largest building of the Terrace and the final edifices, is the Throne Hall or the Imperial Army's \"Hall of Honor\" (also called the \"Hundred-Columns Palace\"). This hall was started by Xerxes I and completed by his son Artaxerxes I by the end of the fifth century BC. Its eight stone doorways are decorated on the south and north with reliefs of throne scenes and on the east and west with scenes depicting the king in combat with monsters. Two colossal stone bulls flank the northern portico. The head of one of the bulls now resides in the Oriental Institute in Chicago and a column base from one of the columns in the British Museum.\nAt the beginning of the reign of Xerxes I, the Throne Hall was used mainly for receptions for military commanders and representatives of all the subject nations of the empire. Later, the Throne Hall served as an imperial museum.\nOther palaces and structures.\nOther palaces included the Tachara, which was built under Darius I, and the Imperial treasury, which was started by Darius I in 510 BC and finished by Xerxes I in 480 BC. The Hadish Palace of Xerxes I occupies the highest level of terrace and stands on the living rock. The Council Hall, the Tryplion Hall, the Palaces of D, G, H, storerooms, stables and quarters, the unfinished gateway and a few miscellaneous structures at Persepolis are located near the south-east corner of the terrace, at the foot of the mountain.\nTombs.\nIt is commonly accepted that Cyrus the Great was buried in the Tomb of Cyrus in Pasargadae, which is mentioned by Ctesias as his own city. If it is true that the body of Cambyses II was brought home \"to the Persians,\" his burying place must be somewhere beside that of his father. Ctesias assumes that it was the custom for a king to prepare his own tomb during his lifetime. Hence, the kings buried at Naghsh-e Rostam are probably Darius I, Xerxes I, Artaxerxes I and Darius II. Xerxes II, who reigned for a very short time, could scarcely have obtained so splendid a monument, and still less could the usurper Sogdianus. The two completed graves behind the compound at Persepolis would then belong to Artaxerxes II and Artaxerxes III. The unfinished tomb, a kilometer away from the city, is debated to who it belongs. It is perhaps that of Artaxerxes IV, who reigned at the longest two years, or, if not his, then that of Darius III (Codomannus), who is one of those whose bodies are said to have been brought \"to the Persians.\" Since Alexander the Great is said to have buried Darius III at Persepolis, then it is likely the unfinished tomb is his.\nAnother small group of ruins in the same style is found at the village of Haji Abad, on the Pulvar River, a good hour's walk above Persepolis. These formed a single building, which was still intact 900 years ago, and was used as the mosque of the then-existing city of Estakhr.\nAncient texts.\nThe relevant passages from ancient scholars on the subject are set out below:\nThere is, however, one formidable difficulty. Diodorus Siculus says that the rock at the back of the palace containing the royal sepulchers is so steep that the bodies could be raised to their last resting-place only by means of mechanical advantage. This is not true of the graves behind the compound, to which, as F. Stolze expressly observes, one can easily ride up. On the other hand, it is strictly true of the graves at Naqsh-e Rustam. Stolze accordingly started the theory that the royal castle of Persepolis stood close by Naqsh-e Rustam, and has sunk in course of time to shapeless heaps of earth, under which the remains may be concealed.\nModern events.\n2,500-year celebration of the Persian Empire.\nIn 1971, Persepolis was the main staging ground for the \"2,500 Year Celebration of the Persian Empire\" under the reign of Mohammad Reza Shah and Pahlavi dynasty. It included delegations from foreign nations in an attempt to advance the Iranian culture and history.\nThe controversy of the Sivand Dam.\nConstruction of the Sivand Dam, named after the nearby town of Sivand, began on 19 September 2006. Despite 10 years of planning, Iran's Cultural Heritage Organization was not aware of the broad areas of flooding during much of this time, and there is growing concern about the effects the dam will have on the surrounding areas of Persepolis.\nMany archaeologists worry that the dam's placement between the ruins of Pasargadae and Persepolis will flood both. Engineers involved with the construction deny this claim, stating that it is impossible, because both sites sit well above the planned waterline. Of the two sites, Pasargadae is considered the more threatened.\nArchaeologists are also concerned that an increase in humidity caused by the lake will speed Pasargadae's gradual destruction. However, experts from the Ministry of Energy believe this would be negated by controlling the water level of the dam reservoir.\nMuseums (outside Iran) that display material from Persepolis.\nOne bas-relief from Persepolis is in the Fitzwilliam Museum in Cambridge, England. The largest collection of reliefs is at the British Museum, sourced from multiple British travellers who worked in Iran in the nineteenth century. The Persepolis bull at the Oriental Institute in Chicago is one of the university's most prized treasures, part of the division of finds from the excavations of the 1930s. New York City's Metropolitan Museum and Detroit Institute of Art houses objects from Persepolis, as does the Museum of Archaeology and Anthropology of the University of Pennsylvania. The Museum of Fine Arts of Lyon and the Louvre of Paris hold objects from Persepolis as well. A bas-relief of a soldier that had been looted from the excavations in 193536 and later purchased by the Montreal Museum of Fine Arts was repatriated to Iran in 2018, after being offered for sale in London and New York."}}