{"id": 25, "data": {"title": "Petra", "text": "Petra (; , \"Rock\"), originally known to its inhabitants as Raqmu or Raqm (Nabataean: *\"Raqm\"), is a historic and archaeological city in southern Jordan. It is adjacent to the mountain of Jabal Al-Madbah, in a basin surrounded by mountains forming the eastern flank of the Arabah valley running from the Dead Sea to the Gulf of Aqaba. The area around Petra has been inhabited from as early as 7000BC, and the Nabataeans might have settled in what would become the capital city of their kingdom as early as the 4th century BC. Archaeological work has only discovered evidence of Nabataean presence dating back to the second century BC, by which time Petra had become their capital. The Nabataeans were nomadic Arabs who invested in Petra's proximity to the incense trade routes by establishing it as a major regional trading hub.\nThe trading business gained the Nabataeans considerable revenue and Petra became the focus of their wealth. Unlike their enemies, the Nabataeans were accustomed to living in the barren deserts and were able to repel attacks by taking advantage of the area's mountainous terrain. They were particularly skillful in harvesting rainwater, agriculture, and stone carving. Petra flourished in the 1st century AD, when its Al-Khazneh structure  believed to be the mausoleum of Nabataean king Aretas IV  was constructed, and its population peaked at an estimated 20,000 inhabitants.\nAlthough the Nabataean kingdom became a client state of the Roman Empire in the first century BC, it was only in 106AD that it lost its independence. Petra fell to the Romans, who annexed Nabataea and renamed it as Arabia Petraea. Petra's importance declined as sea trade routes emerged, and after an earthquake in 363 destroyed many structures. In the Byzantine era, several Christian churches were built, but the city continued to decline and, by the early Islamic era, it was abandoned except for a handful of nomads. It remained unknown to the western world until 1812, when Swiss traveller Johann Ludwig Burckhardt rediscovered it.\nAccess to the city is through a gorge called the Siq, which leads directly to the Khazneh. Famous for its rock-cut architecture and water conduit system, Petra is also called the \"Rose City\" because of the colour of the stone from which it is carved. It has been a UNESCO World Heritage Site since 1985. UNESCO has described Petra as \"one of the most precious cultural properties of man's cultural heritage\". In 2007, Petra was voted one of the New 7 Wonders of the World. Petra is a symbol of Jordan, as well as Jordan's most-visited tourist attraction. Tourist numbers peaked at 1.1million in 2019, marking the first time that the figure rose above the 1million mark. Tourism in the historical city was hit hard by the COVID-19 pandemic, but soon after started to pick up again, reaching 905,000 visitors in 2022.\nImportance in antiquity.\nPliny the Elder and other writers identify Petra as the capital of the Nabataean Kingdom and the centre of their caravan trade. Enclosed by towering rocks and watered by a perennial stream, Petra not only possessed the advantages of a fortress, but controlled the main commercial routes which passed through it to Gaza in the west, to Bosra and Damascus in the north, to Aqaba and Leuce Come on the Red Sea, and across the desert to the Persian Gulf.\nDescription.\nWater control.\nExcavations have demonstrated that it was the ability of the Nabataeans to control the water supply that led to the rise of the desert city, creating an artificial oasis. The area is visited by flash floods, but archaeological evidence shows that the Nabataeans controlled these floods by the use of dams, cisterns, and water conduits. These innovations stored water for prolonged periods of drought and enabled the city to prosper from its sale.\nAccess routes.\nIn ancient times, Petra might have been approached from the south on a track leading across the plain of Petra, around Jabal Haroun (\"Aaron's Mountain\"), the location of the Tomb of Aaron, said to be the burial place of Aaron, brother of Moses. Another approach was possibly from the high plateau to the north. Today, most modern visitors approach the site from the east. The impressive eastern entrance leads steeply down through a dark, narrow gorge, in places only wide, called the Siq (\"shaft\"), a natural geological feature formed from a deep split in the sandstone rocks and serving as a waterway flowing into Wadi Musa.\nHellenistic architecture.\nPetra is known primarily for its Hellenistic architecture. The facades of the tombs in Petra are commonly rendered in Hellenistic style, reflecting the number of diverse cultures which the Nabataens traded, all of which were in turn influenced by Greek culture. Most of these tombs contain small burials niches carved into the stone.\nPerhaps the best example of the Hellenistic style is seen in the Treasury, which is wide and tall and references the architecture of Alexandria. The facade of the Treasury features a broken pediment with a central tholos inside, and two obelisks appear to form into the rock at the top. Near the bottom of the Treasury are the twin Greek gods Castor and Pollux, who protect travellers on their journeys. Near the top of the Treasury, two victories are seen standing on each side of a female figure on the tholos. This female figure is believed to be the Isis-Tyche, Isis and Tyche being the Egyptian and Greek goddesses, respectively, of good fortune.\nAnother prime example of Hellenistic architecture featured in Petra is its Monastery, which stands at tall and wide; this is Petra's largest monument and is similarly carved into the rock face. The facade of this again features a broken pediment, similar to the Treasury, as well as another central tholos. The Monastery displays more of a Nabataen touch while at the same time incorporating elements from Greek architecture. Its only source of light is its entrance standing at high. There is a large space outside of the Monastery, which is purposefully flattened for worship purposes. Formerly, in the Byzantine period, this was a place for Christian worship, but is now a holy site for pilgrims to visit.\nCity centre.\nAt the end of the narrow gorge, the Siq, stands Petra's most elaborate ruin, popularly known as Al-Khazneh (\"the Treasury\"), hewn into the sandstone cliff. While remaining in remarkably preserved condition, the face of the structure is marked by hundreds of bullet holes made by the local Bedouin tribes that hoped to dislodge riches that were once rumoured to be hidden within it. A little farther from the Treasury, at the foot of the mountain called \"en-Nejr\", is a massive theatre, positioned so as to bring the greatest number of tombs within view. At the point where the valley opens out into the plain, the site of the city is revealed with striking effect. The theatre was cut into the hillside and into several of the tombs during its construction. Rectangular gaps in the seating are still visible. Almost enclosing it on three sides are rose-coloured mountain walls, divided into groups by deep fissures and lined with knobs cut from the rock in the form of towers. The theatre was said to hold around 8,500 people. The performances that audiences were able to attend here were poetry readings and dramas. Gladiator fights were also said to be held here and attracted the most audience, although no gladiator was able to gain any momentum or fame due to the heavy mortality rate that came with it. The theatre was one of many structures in Petra that took significant damage due to the 363 Galilee earthquake.\nThe Petra Pool and Garden Complex is a series of structures within the city center. Originally said to be a market area, excavations at the site have allowed scholars to identify it as an elaborate Nabataean garden, which included a large swimming pool, an island-pavilion, and an intricate hydraulic system.\nAhead of the Petra Pool and Garden Complex lies Colonnaded street, which is among few artifacts of Petra that was constructed rather than natural. This street used to hold a semi-circle nymphaeum, which is now in ruins due to flash flooding, and used to hold Petra's only tree. This was intended to be a symbol for the peaceful atmosphere that the Nabataens were able to construct in Petra. Once the Romans took control of the city, Colonnaded street was narrowed to make room for a side walk, and 72 columns were added to each side.\nThe High Place of Sacrifice.\nThe High Place of Sacrifice is located at the top of Jebel Madbah Mountain. The beginning of the hike is near Petra's theatre. From there, the site of The High Place of Sacrifice is around an 800-step hike. One commonly believed sacrifice that took place there was libation. Another common form of sacrifice that took place there was animal sacrifice; this is due to the belief that the tomb of the Prophet Aaron is located in Petra, which is a sacred site for Muslims. In honor of this, a goat was sacrificed annually. Other rituals also took place there, including the burning of frankincense.\nRoyal Tombs.\nThe Royal Tombs of Petra embody the unique artistry of the Nabateans while also giving display to Hellenistic architecture, but the faades of these tombs have worn due to natural decay. One of these tombs, the Palace Tomb, is speculated to be the tomb for the kings of Petra. The Corinthian Tomb, which is right next to the Palace Tomb, has the same Hellenistic architecture featured on the Treasury. The two other Royal Tombs are the Silk Tomb and the Urn Tomb; the Silk Tomb does not stand out as much as the Urn Tomb. The Urn Tomb features a large yard in its front, and was turned into a church after the expansion of Christianity in 446 AD.\nExterior platform.\nIn 2016, archaeologists using satellite imagery and drones discovered a very large, previously unknown monumental structure whose beginnings were tentatively dated to about 150 BC, the time when the Nabataeans initiated their public building programme. It is located outside the main area of the city, at the foot of Jabal an-Nmayr and about south of the city centre, but is facing east, not towards the city, and has no visible relationship to it. The structure consists of a huge, platform, with a monumental staircase along its eastern side. The large platform enclosed a slightly smaller one, topped with a comparatively small building, , which was facing east toward the staircase. The structure, second in size only to the Monastery complex, probably had a ceremonial function of which not even a speculative explanation has yet been offered by the researchers.\nClimate.\nIn Petra, there is a semi-arid climate. Most rain falls in the winter. The Kppen-Geiger climate classification is BSk. The average annual temperature in Petra is . About of precipitation falls annually.\nHistory.\nNeolithic.\nBy 7000 BC, some of the earliest recorded farmers had settled in Beidha, a Pre-Pottery Neolithic settlement just north of Petra.\nBronze Age.\nPetra is listed in Egyptian campaign accounts and the Amarna letters as \"Pel\", \"Sela\", or \"Seir\".\nIron Age Edom.\nThe Iron Age lasted between 1200 and 600 BC; in that time, the Petra area was occupied by the Edomites. This came when the Edomites rebelled after the death of King Solomon in 928 BC when Israel split into two kingdoms for Israel to be in the north and Judah in the south. The Edomites were known as descendents of Esau and this was referenced in the Old Testament of the Bible. The configuration of mountains in Petra allowed for a reservoir of water for the Edomites. This made Petra a stopping ground for merchants, making it an outstanding area for trade. Things that were traded here included wines, olive oil, and wood.\nInitially, the Edomites were accompanied by Nomads who eventually left, but the Edomites stayed and made their mark on Petra before the emergence of the Nabataens. They were then engaged in battle with King Amaziah of Judah and chased back into their own lands. It is said that 10,000 men were thrown off of the mountain Umm el-Biyara, but this story has been debated by scholars.\nThe Edomite site excavated at the top of the Umm el-Biyara mountain at Petra was established no earlier than the seventh century BC (Iron II).\nThe emergence of Petra.\nThe Nabataeans were one among several nomadic Bedouin tribes that roamed the Arabian Desert and moved with their herds to wherever they could find pasture and water. Although the Nabataeans were initially embedded in Aramaic culture, theories about them having Aramean roots are rejected by many modern scholars. Instead, archaeological, religious and linguistic evidence confirm that they are a northern Arabian tribe. Current evidence suggests that the Nabataean name for Petra was Raqm, variously spelled in inscriptions as \"rqmw\" or \"rqm\".\nPetra as \"Rekem\".\nThe Jewish historian Josephus (ca. 37100 AD) writes that the region was inhabited by the Midianites during the time of Moses, and that they were ruled by five kings, one of whom was Rekem. Josephus mentions that the city, called Petra by the Greeks, \"ranks highest in the land of the Arabs\" and was still called Rekeme by all the Arabs of his time, after its royal founder (Antiquities iv. 7, 1; 4, 7). The Onomasticon of Eusebius also identified Rekem as Petra. Arabic \"raqama\" means \"to mark, to decorate\", so \"Rekeme\" could be a Nabataean word referring to the famous carved rock faades.\nIn 1964, workmen clearing rubble away from the cliff at the entrance to the gorge found several funerary inscriptions in Nabatean script. One of them was to a certain Petraios who was born in Raqmu (Rekem) and buried in Garshu (Jerash).\nPetra as \"Sela\".\nAn old theory held that Petra might be identified with a place called \"sela\" in the Hebrew Bible. \"Encyclopdia Britannica\" (1911) states that the Semitic name of the city, if not Sela, would remain unknown. It nevertheless cautioned that \"sela\" simply means \"rock\" in Hebrew, and thence might not be identified with a city where it occurs in the biblical text in the book of Obadiah. It is possible that the city was part of the nation of Edom. \nThe passage in Diodorus Siculus (xix. 9497) which describes the expeditions which Antigonus sent against the Nabataeans in 312 BC, was understood by some researchers  and not so by others  to throw some light upon the history of Petra, but the \"petra\" (Greek for rock) referred to as a natural fortress and place of refuge cannot be a proper name, and the description implies that there was no town in existence there at the time.\nRoman period.\nIn AD 106, when Cornelius Palma was governor of Syria, the part of Arabia under the rule of Petra was absorbed into the Roman Empire as part of Arabia Petraea, and Petra became its capital. The native dynasty came to an end but the city continued to flourish under Roman rule. It was around this time that the Petra Roman Road was built. A century later, in the time of Alexander Severus, when the city was at the height of its splendor, the issue of coinage came to an end. There was no more building of sumptuous tombs, owing apparently to some sudden catastrophe, such as an invasion by the neo-Persian power under the Sassanid Empire.\nMeanwhile, as Palmyra (fl. 130270) grew in importance and attracted the Arabian trade away from Petra, the latter declined. It appears, however, to have lingered on as a religious center. Another Roman road was constructed at the site. Epiphanius of Salamis (c.315403) writes that in his time a feast was held there on December 25 in honor of the virgin Khaabou (Chaabou) and her offspring Dushara. Dushara and al-Uzza were two of the main deities of the city, which otherwise included many idols from other Nabataean deities such as Allat and Manat.\nBetween 111 and 114 Trajan built the Via Traiana Nova, running from the Syrian border to the Red Sea through Petra. This road followed the old routes of Nabataean caravans. In the shadow of the \"Pax Romana\", this route revived trade between Arabia, Syria, and Mediterranean harbors. In 125 AD, one of Emperor Hadrian's administrators left marks in Petra, pointed out by documents found at the Dead Sea. In 130 AD, Hadrian visited the former Nabataean capital, giving it the name of \"Hadrin Petra Metropolis\", imprinted on his coins. His visit, however, did not lead to any boom in development and new buildings as it did in Jerash. The province's governor, Sextius Florentinus, erected a monumental mausoleum for his son near the end of the al-Hubta (King's Wall) tombs, which had been generally reserved during the Nabataean period for the royal family.\nThe interest that Roman emperors showed in the city in the 3rd century suggests that Petra and its environs remained highly esteemed for a long time. An inscription to Liber Pater, a god revered by Emperor Septimius Severus, was found in the \"temenos\" of the temple known as Qasr al-Bint, and Nabataean tombs contained silver coins with the emperor's portrait, as well as pottery from his reign. Emperor Elagabalus declared Petra to be a Roman colony, when he reorganized the Roman Empire towards the end of the 3rd century. The area from Petra to Wadi Mujib, the Negev, and the Sinai Peninsula were annexed into the province of Palaestina Salutaris. Petra may be seen on the Madaba mosaic map from the reign of Emperor Justinian.\nByzantine period.\nPetra declined rapidly under Roman rule, in large part from the revision of sea-based trade routes. In 363, an earthquake destroyed many buildings and crippled the vital water management system. The old city of Petra was the capital of the Byzantine province of Palaestina III and many churches from the Byzantine period were excavated in and around Petra. In one of them, the Byzantine Church, 140 papyri were discovered, which contained mainly contracts dated from 530s to 590s, establishing that the city was still flourishing in the 6th century. The Byzantine Church is a prime example of monumental architecture in Byzantine Petra.\nThe last reference to Byzantine Petra comes from the \"Spiritual Meadow\" of John Moschus, written in the first decades of the 7th century. He gives an anecdote about its bishop, Athenogenes. It ceased to be a metropolitan bishopric sometime before 687 when that function had been transferred to Areopolis. Petra is not mentioned in the narratives of the Muslim conquest of the Levant, nor does it appear in any early Islamic records.\nCrusaders and Mamluks.\nIn the 12th century, the Crusaders built fortresses such as the Alwaeira Castle, but were forced to abandon Petra after a while. As a result, the location of Petra was lost until the 19th century.\nTwo further Crusader-period castles are known in and around Petra: the first is al-Wu'ayra, situated just north of Wadi Musa. It can be viewed from the road to Little Petra. It is the castle that was seized by a band of Turks with the help of local Muslims and only recovered by the Crusaders after they began to destroy the olive trees of Wadi Musa. The potential loss of livelihood led the locals to negotiate a surrender. The second is on the summit of el-Habis, in the heart of Petra, and can be accessed from the West side of the Qasr al-Bint.\nThe ruins of Petra were an object of curiosity during the Middle Ages and were visited by Baibars, one of the first Mamluk sultans of Egypt, towards the end of the 13th century.\n19th and 20th centuries.\nThe first European to describe them was the Swiss traveler Johann Ludwig Burckhardt during his travels in 1812. At that time, the Greek Church of Jerusalem operated a diocese in Al Karak named Battra ( in Arabic, and  in Greek) and it was the opinion among the clergy of Jerusalem that Kerak was the ancient city of Petra.\nBurckhardt already spoke Arabic fluently, and was on his way to explore the Niger River when he heard stories of a dead city that held the tomb of the Prophet Aaron, and became fascinated with finding the city. He then dressed himself up as a local, and only spoke in Arabic, bringing a goat with him with the intent of sacrificing it in honor of Aaron's Tomb. After one day of exploring, he was convinced that he had found the lost city of Petra.\nLon de Laborde and Louis-Maurice-Adolphe Linant de Bellefonds made the first accurate drawings of Petra in 1828. The Scottish painter David Roberts visited Petra in 1839 and returned to Britain with sketches and stories of the encounter with local tribes, published in \"The Holy Land, Syria, Idumea, Arabia, Egypt, and Nubia\". Frederic Edwin Church, the leading American landscape painter of the 19th century, visited Petra in 1868, and the resulting painting \"El Khasn, Petra\" is among his most important and well-documented. Missionary Archibald Forder published photographs of Petra in the December 1909 issue of National Geographic.\nBecause the structures weakened with age, many of the tombs became vulnerable to thieves, and many treasures were stolen. In 1929, a four-person team consisting of British archaeologists Agnes Conway and George Horsfield, Palestinian physician and folklore expert Dr Tawfiq Canaan and Dr Ditlef Nielsen, a Danish scholar, excavated and surveyed Petra.\nThe archaeologist Philip Hammond from the University of Utah visited Petra for nearly 40 years. He explained that the local folklore says it was created by the wand of Moses, when he struck the rock to bring forth water for the Israelites. Hammond believed the carved channels deep within the walls and ground were made from ceramic pipes that once fed water for the city, from rock-cut systems on the canyon rim.\nNumerous scrolls in Greek and dating to the Byzantine period were discovered in an excavated church near the Temple of the Winged Lions in Petra in December 1993.\n21st century.\nIn December 2022, Petra was hit by heavy flooding.\nReligion.\nThe Nabataeans worshipped Arab gods and goddesses during the pre-Islamic era as well as a few of their deified kings. One, Obodas I, was deified after his death. Dushara was the primary male god accompanied by his three female deities: Al-Uzz, Allat and Mant. Many statues carved in the rock depict these gods and goddesses. New evidence indicates that broader Edomite, and Nabataean theology had strong links to Earth-Sun relationships, often manifested in the orientation of prominent Petra structures to equinox and solstice sunrises and sunsets.\nA stele dedicated to Qos-Allah 'Qos is Allah' or 'Qos the god', by Qosmilk (melech  king) is found at Petra (Glueck 516). Qos is identifiable with Kaush (Qaush) the God of the older Edomites. The stele is horned and the seal from the Edomite Tawilan near Petra identified with Kaush displays a star and crescent (Browning 28), both consistent with a moon deity. It is conceivable that the latter could have resulted from trade with Harran (Bartlett 194). There is continuing debate about the nature of Qos (qaus  bow) who has been identified both with a hunting bow (hunting god) and a rainbow (weather god) although the crescent above the stele is also a bow.\nNabataean inscriptions in Sinai and other places display widespread references to names including Allah, El and Allat (god and goddess), with regional references to al-Uzza, Baal and Manutu (Manat) (Negev 11). Allat is also found in Sinai in South Arabian language. Allah occurs particularly as Garm-'allahi  god decided (Greek Garamelos) and Aush-allahi  \"gods covenant\" (Greek Ausallos). We find both Shalm-lahi \"Allah is peace\" and Shalm-allat, \"the peace of the goddess\". We also find Amat-allahi \"she-servant of god\" and Halaf-llahi \"the successor of Allah\".\nRecently, Petra has been put forward as the original direction of Muslim prayer, the Qibla, by some in the revisionist school of Islamic studies, namely that the earliest mosques faced Petra, not Jerusalem or Mecca. However, others have challenged the notion of comparing modern readings of Qiblah directions to early mosques Qiblahs as they claim early Muslims could not accurately calculate the direction of the Qiblah to Mecca and so the apparent pinpointing of Petra by some early mosques may well be coincidental.\nThe Monastery, Petra's largest monument, dates from the 1st century BC. It was dedicated to Obodas I and is believed to be the symposium of Obodas the god. This information is inscribed on the ruins of the Monastery (the name is the translation of the Arabic Ad Deir).\nThe Temple of the Winged Lions is a large temple complex dated to the reign of King Aretas IV (9 BC40 AD). The temple is located in Petra's so-called Sacred Quarter, an area situated at the end of Petra's main Colonnaded Street consisting of two majestic temples, the Qasr al-Bint and, opposite, the Temple of the Winged Lions on the northern bank of Wadi Musa.\nChristianity found its way to Petra in the 4th century AD, nearly 500 years after the establishment of Petra as a trade centre. The start of Christianity in Petra started primarily in 330 AD when the first Christian Emperor of Rome took over, Constantine I, otherwise known as Constantine The Great. He began the initial spread of Christianity throughout the Roman Empire. Athanasius mentions a bishop of Petra (Anhioch. 10) named Asterius. At least one of the tombs (the \"tomb with the urn\"?) was used as a church. An inscription in red paint records its consecration \"in the time of the most holy bishop Jason\" (447). After the Islamic conquest of 629632, Christianity in Petra, as of most of Arabia, gave way to Islam. During the First Crusade Petra was occupied by Baldwin I of the Kingdom of Jerusalem and formed the second fief of the barony of Al Karak (in the lordship of Oultrejordain) with the title \"Chteau de la Vale de Moyse\" or Sela. It remained in the hands of the Franks until 1189. It is still a titular see of the Catholic Church.\nAccording to Arab tradition, Petra is the spot where Musa (Moses) struck a rock with his staff and water came forth, and where Moses' brother, Harun (Aaron), is buried, at Mount Hor, known today as Jabal Haroun or Mount Aaron. The Wadi Musa or \"Wadi of Moses\" is the Arab name for the narrow valley at the head of which Petra is sited. A mountaintop shrine of Moses' sister Miriam was still shown to pilgrims at the time of Jerome in the 4th century, but its location has not been identified since.\nUNESCO listing of ancient Petra and Bedouin heritage.\nThe Bidoul/Bidul (Petra Bedouin) were forcibly resettled from their cave dwellings in Petra to Umm Sayhoun/Um Seihun by the Jordanian government in 1985, prior to the UNESCO designation process. They were provided with block-built housing with some infrastructure including in particular a sewage and drainage system. Among the six communities in the Petra Region, Umm Sayhoun is one of the smaller communities. The village of Wadi Musa is the largest in the area, inhabited largely by the Layathnah Bedouin, and is now the closest settlement to the visitor centre, the main entrance via the Siq and the archaeological site generally. Umm Sayhoun gives access to the 'back route' into the site, the Wadi Turkmaniyeh pedestrian route.\nOn December 6, 1985, Petra was designated a World Heritage Site. In a popular poll in 2007, it was also named one of the New 7 Wonders of the World. The Petra Archaeological Park (PAP) became an autonomous legal entity over the management of this site in August 2007.\nThe Bidouls belong to one of the Bedouin tribes whose cultural heritage and traditional skills were proclaimed by UNESCO on the Intangible Cultural Heritage List in 2005 and inscribed in 2008.\nIn 2011, following an 11-month project planning phase, the Petra Development and Tourism Region Authority in association with DesignWorkshop and JCP s.r.l published a Strategic Master Plan that guides planned development of the Petra Region. This is intended to guide planned development of the Petra Region in an efficient, balanced and sustainable way over the next 20 years for the benefit of the local population and of Jordan in general. As part of this, a Strategic Plan was developed for Umm Sayhoun and surrounding areas.\nThe process of developing the Strategic Plan considered the area's needs from five points of view:\nProblems.\nThe site suffers from a host of threats, including collapse of ancient structures, erosion due to flooding and improper rainwater drainage, weathering from salt upwelling, improper restoration of ancient structures, and unsustainable tourism. The last has increased substantially, especially since the site received widespread media coverage in 2007 during the New7Wonders of the World Internet and cellphone campaign.\nIn an attempt to reduce the problems, the Petra National Trust (PNT) was established in 1989. It has worked with numerous local and international organisations on projects that promote the protection, conservation, and preservation of the Petra site. Moreover, UNESCO and ICOMOS recently collaborated to publish their first book on human and natural threats to the sensitive World Heritage sites. They chose Petra as its first and the most important example of threatened landscapes. The presentation \"Tourism and Archaeological Heritage Management at Petra: Driver to Development or Destruction?\" (2012) was the first in a series to address the very nature of these deteriorating buildings, cities, sites, and regions.\nPeople for the Ethical Treatment of Animals (PETA) released a video in 2018 highlighting the abuse of working animals in Petra. PETA claimed that animals are forced to carry tourists or pull carriages every day. The video showed handlers beating and whipping working animals, with beatings intensifying when animals faltered. PETA also showed some wounded animals, including camels with fly-infested, open wounds. The Jordanian authority running the site responded by proposing a veterinary clinic, and by undertaking to spread awareness among animal handlers. In 2020, more video released by PETA indicated that conditions for the animals had not improved and, in 2021, the organization was running what appeared to be the only veterinary clinic in the area.\nConservation.\nPetra is a site at the intersection of natural and cultural heritage forming a unique cultural landscape. Ever since Johann Ludwig Burckhardt aka Sheikh Ibrahim had re-discovered the ruin city in Petra, Jordan, in 1812, the cultural heritage site has attracted different people who shared an interest in the ancient history and culture of the Nabataeans such as travellers, pilgrims, painters and savants. However, it was not until the late 19th century that the ruins were systematically approached by archaeological researchers. Since then regular archaeological excavations and ongoing research on the Nabataean culture have been part of today's UNESCO world cultural heritage site Petra. Through the excavations in the Petra Archaeological Park an increasing number of Nabataean cultural heritage is being exposed to environmental impact. A central issue is the management of water impacting the built heritage and the rock hewn facades. The large number of discoveries and the exposure of structures and findings demand conservation measures respecting the interlinkage between the natural landscape and cultural heritage, as especially this connection is a central challenge at the UNECSO World Heritage Site.\nConservation of cultural heritage.\nIn recent years different conservation campaigns and projects were established at the cultural heritage site of Petra. The main works first focussed on the entrance situation of the Siq to protect tourists and to facilitate access. Also, different projects for conservation and conservation research were conducted. Following is a list of projects, to be continued.\n3D documentation.\nSome of the structures in the Petra Archaeological Park were spatially documented by the Zamani Project and are visible on the maDIH repository.\nReferences.\nNotes\nBibliography"}}