{"id": 2, "data": {"title": "Phoenix Islands Protected Area", "text": "The Phoenix Islands Protected Area (PIPA) is located in the Republic of Kiribati, an ocean nation in the central Pacific approximately midway between Australia and Hawaii. PIPA constitutes 11.34% of Kiribati's exclusive economic zone (EEZ), and with a size of , it is one of the largest marine protected areas (MPA) and one of the largest protected areas of any type (land or sea) on Earth. The PIPA was also designated as the world's largest and deepest UNESCO World Heritage Site in 2010.\nThe PIPA conserves one of the world's largest intact oceanic coral archipelago ecosystems, includes 14 known underwater seamounts (presumed to be extinct volcanoes) and other deep-sea habitats. The area contains approximately 800 known species of fauna, including about 200 coral species, 500 fish species, 18 marine mammals and 44 bird species. In total it is equivalent to the size of the state of California in the US, though the total land area is only . To the north of the PIPA is the U.S. administered Pacific Remote Islands Marine National Monument that is currently the world's largest designated MPA.\nHistory and administration.\nThe Republic of Kiribati, in partnership with the non-governmental conservation organizations Conservation International and the New England Aquarium, has formed the Phoenix Island Protected Area Conservation Trust (PIPA Trust). In 2018, the New England Aquarium resigned as a partner and the Aquarium of the Pacific joined the PIPA Trust Board.\nManagement and protection requirements necessary to maintain the values of this MPA are reflected both in the current interim management measures and the recently approved management plan. These include, but are not limited to, the following:\nThe administrators of the reserve had been criticized for the amount of fishing they allowed prior to full closure on January 1, 2015. As of Jan 1, 2015, all commercial extractive activities (including tuna fishing) are prohibited throughout the MPA. Only a small sustainable-use zone around Canton Island allows for limited activities to support the resident population. In the PIPA Management Plan 20152020, which was implemented following a Kiribati government decision in January 2014, there is a total ban on commercial fishing within the PIPA boundaries. The Territorial Sea (to 12 nm) and all lagoons of the 8 PIPA islands, (Kanton, Manra, Rawaki, Birnie, Mckean, Enderbury, Nikumaroro and Orona) to ensure there is no impact to marine and terrestrial species including habitats.\nIn November 2021, it was announced that Kiribati government will terminate the protected area to boost tuna fishing.\nNatural heritage.\nThere are three atolls with associated lagoons and perimeter coral reefs in the PIPA (Orona (Hull), Nikumaroro (Gardner), and Kanton (Aba-Riringa)), and five low islands surrounded by fringing reefs (Manra (Sydney), Rawaki (Phoenix), McKean, Birnie and Enderbury), and also two submerged reefs (Winslow and Carondelet). The area contains seven main habitats: island, lagoon, coral reef, deep reef, sea mount, deep benthos, and open ocean, which are all represented within the protected zone.\nThe 2000 surveys (Obura, et al.) in the Phoenix Islands (Orona (Hull), Nikumaroro (Gardner), and Kanton (Aba-Riringa)), five low reef islands surrounded by coral reefs (Manra (Sydney), Rawaki (Phoenix), McKean and Enderbury) identify that, at the time of these surveys, the reefs were in an excellent state of health, and free from the bleaching that has plagued reefs in other parts of the Pacific with no evidence of any coral diseases.\nThe coral reefs of the Phoenix Islands were notable for their moderate Live Coral Cover (LCC) of 20-40% and evidence of high physical breakage of coral by wave energy on the southern, eastern and northern reefs of the islands, which create coral rubble in the lagoons and base of the reefs. The dominant bottom cover of the lagoons was hard coral (36.0%), followed by coralline algae (red algae) (18.0%), coral rubble (16.7%), turf and fleshy algae (11.6%) and \"Halimeda\" (green macroalgae) (10.4%). The dominance of coral and coralline algae indicates healthy reef ecosystems dominated by calcifying organisms and active reef framework growth. The effect of exposure to storms is indicated by the dominance trends with storm resistant encrusting/submassive forms in windward sites, its somewhat lower abundance at leeward sites and a corresponding increase in more delicate plate forms, and the dominance of the more fragile table and staghorn corals in protected lagoon sites. Coral species diversity is higher on the larger islands of Nikumaroro, Kanton and Orona, which indicates the importance of the larger area of reef on these islands for support of biodiversity. Carpeting soft corals (\"Sinularia\" and \"Lobophytum\") were found at the bottom of the lagoons of Kanton and Orona, which are the only true lagoons in the Phoenix Islands.\nCrown-of-thorns starfish (\"Acanthaster planci\"), cushion star and other coral predators, such as the corallivorous snail \"Drupella spp.\", are found on the reefs of the Phoenix Islands, although there has not been any indication of destructive outbreaks of those predators on the reefs.\nSpecies of giant clam (\"Tridacna\") occur in low numbers: \"Tridacna squamosa\"; \"Tridacna maxima\"; but not \"Tridacna gigas\".\nTwo submerged reefs, Winslow and Carondelet, and at least 14 known seamounts together with open ocean and deep-sea habitat are an integral part of the Phoenix Islands Protected Area (PIPA). The New England Aquarium (NEAq), Boston University (BU), Woods Hole Oceanographic Institution, Sea Education Association (SEA), and Schmidt Ocean Institute have carried out scientific research expeditions of these seamount habitats, which have been identified being rich in deep-water coral and biodiversity supporting a variety of oceanic pelagic species. PIPA has been identified as an important feeding and spawning site for the tuna species. The dominant taxonomic group in the deep sea across all depths were the octocorals, followed by antipatharians, scleractinians, and then zoantharians.\nImpact of iron leaching from shipwrecks and anchor gear.\nThe PIPA is in a naturally iron poor region. The introduction of iron to this environment from shipwrecks and anchor gear, is linked to proliferation of turf algae and benthic bacterial communities, and degraded black reefs. Monitoring from 2000 to 2015 recorded the black reef originating at the 1929 wreck of the SS \"Norwich City\" on Nikumaroro progressing northward to sites away. The 2015 expedition to the PIPA recorded the presence of black reefs on five atolls (Enderbury, Kanton, Nikumaroro, McKean, Rawaki) and on Carondelet seamount associated with shipwreck debris. No recovery has been documented at black reefs observed between 2005 and 2015.\nIsland restoration and biosecurity program.\n \nFive of the eight islands in PIPA are currently designated as Important Bird Areas by Birdlife International. Today there are 19 species of seabirds living on the islands. Many other seabirds migrate through PIPA, including shearwaters and mottled petrels from Australia and New Zealand. Prominent species include the endemic, endangered Phoenix petrel.\nSome of the negative impacts of the introduction of non-native, invasive plants and animals include the elimination of native seabirds and plants, particularly through the destruction of the eggs and young, and introduced plants taking over other plant life, modifying the natural island ecosystem. Plants and animals that have been introduced over time include Pacific and Asian rats, rabbits, cats, ants, pigs, dogs and lantana.\nUntil PIPA was declared, the last comprehensive fauna surveys of the Phoenix Islands occurred in the 1960s. In 2006 a new survey was conducted to determine the extent of non-native pest species invasions on each island and the feasibility of a restoration program. From this work it was determined that pests - especially the feral rabbits on Rawaki Island and Asian rats on McKean Island - should be removed from the Phoenix Islands.\nSometime around the year 2002, Asian rats colonized McKean, apparently when a fishing trawler was wrecked on the island. The 2006 survey found that rat predation had virtually destroyed the once abundant populations of storm-petrels, blue noddles and other petrels and shearwaters. Rabbits on Rawaki were competing for and generally damaging necessary resources for the birds, as well as trampling nests.\nAs a first step towards biodiversity recovery on the islands of the PIPA, in mid 2008 rats and rabbits were targeted on McKean and Rawaki. In NovemberDecember 2009 a check of these islands by a science team indicated that the eradication programs were successful. The responses from the plant life and bird life were spectacular with the team finding that seabirds were nesting successfully on McKean for the first time in nearly 10 years. Meanwhile, on Rawaki the vegetation recovery has enabled birds like blue noddies to find suitable nest sites throughout the island. Even frigatebirds were nesting on the now recovering plants. These restoration efforts will enable populations of Phoenix petrel, white-throated storm petrel, and other important seabird populations to recover in the PIPA. A second eradication expedition was successfully executed in July 2011, with two additional islands of the PIPA, Enderbury and Birnie, targeted for pest removal. Both islands had populations of the non-native Pacific rat.\nUNESCO World Heritage Site.\nOn January 30, 2009, the Republic of Kiribati submitted an application for the Phoenix Islands Protected Area for consideration on the United Nations Educational, Scientific and Cultural Organization (UNESCO) World Heritage List. This was the first nomination submitted by Kiribati since they ratified the Convention in 2000.\nOn August 1, 2010, at the 34th session of the World Heritage Committee in Braslia, Brazil, the decision was made to inscribe PIPA onto the World Heritage List. It became the largest and deepest World Heritage site in the world."}}