{"id": 11, "data": {"title": "Pimachiowin Aki", "text": "Pimachiowin Aki ( ) is a UNESCO World Heritage Site located in the boreal forest that covers parts of Manitoba and Ontario. The site is more than in area, and includes ancestral lands of four First Nations including Poplar River First Nation, Little Grand Rapids First Nation, Pauingassi First Nation, and Bloodvein First Nation. The area also includes the Manitoba Provincial Wilderness Park of Atikaki Provincial Park and the Ontario Woodland Caribou Provincial Park. The World Heritage Site's original proposal started with the signing of the Protected Areas and First Nation Resource Stewardship Accord in 2002. The name means \"land that gives life\" in Ojibwe ().\nBenefits.\nThe Pimachiowin Aki partnership believes there are many benefits to a UNESCO World Heritage site. Communities near UNESCO sites around the world have developed a sense of pride in protecting such unique and special places, and have realized local economic development and employment opportunities. Increased support and help from other organizations, governments, businesses and volunteers to manage the site, and more say over how the land is protected and managed for the future are other potential benefits.\nHistory.\nGovernment support.\nManitoba Hydro initially planned a major hydro wire route through the proposed area called Bipole III. Just days before his retirement from office, Premier Gary Doer announced that the government would donate $10 million to a trust fund for a UNESCO World Heritage site on the east side of Lake Winnipeg. The NDP claimed that an east side Bipole III route would jeopardise the UNESCO site and claimed that a heritage site would benefit First Nations communities more. The NDP proposed a longer, more expensive, alternate line through the west of Manitoba to preserve the environmental integrity of the east side and to support the UNESCO site.\nWorld Heritage Site Status.\nIn 2004, Parks Canada on behalf of the federal government added the project to Canadas tentative list of potential World Heritage Sites, under criteria (v), (vii), (ix), and (x). The site was submitted for consideration in 2013. The World Heritage Committee deferred inscription to give the nominators time to improve certain aspects of the bid, while also saying that the committee needed to improve the nomination process for mixed sites as there were currently structural problems in the process that made approving mixed nominations difficult. In 2016, following modification to the bid, focusing it on the Ojibwe cultural tradition of (keeping the land), the committee was set to inscribe the property on the list. However, Canada requested and received a deferral after the Pikangikum First Nation in Ontario withdrew its support. In 2018, the World Heritage Committee inscribed the site on the UNESCO World Heritage List at its 42nd session in Manama, Bahrain, with the participation of four of the five original First Nations."}}