{"id": 148, "data": {"title": "Pirin National Park", "text": "Pirin National Park (), originally named Vihren National Park, encompasses the larger part of the Pirin Mountains in southwestern Bulgaria, spanning an area of .\nIt is one of the three national parks in the country, the others being Rila National Park and Central Balkan National Park. The park was established in 1962 and its territory was expanded several times since then. Pirin National Park was declared a UNESCO World Heritage Site in 1983. The elevation varies from to at Vihren, Bulgaria's second highest summit and the Balkans' third.\nThe park is situated in Blagoevgrad Province, the nation's southwesternmost region, on the territory of seven municipalities: Bansko, Gotse Delchev, Kresna, Razlog, Sandanski, Simitli, and Strumyani. There are no populated places within its territory. Two nature reserves are located within the boundaries of Pirin National Park: Bayuvi DupkiDzhindzhiritsa and Yulen. Bayuvi DupkiDzhindzhiritsa is among the oldest in Bulgaria, established in 1934 and is included in the World Network of Biosphere Reserves under the UNESCO Man and Biosphere Programme. The whole territory is part of the network of nature protection areas of the European Union, Natura 2000.\nPirin is renowned for its 118 glacial lakes, the largest and the deepest of them being Popovo Lake. Many of them are situated in cirques. There are also a few small glaciers, such Snezhnika, located in the deep Golemiya Kazan cirque at the steep northern foot of Vihren, and Banski Suhodol. They are the southernmost glaciers in Europe.\nPirin National Park falls within the Rodope montane mixed forests terrestrial ecoregion of the Palearctic temperate broadleaf and mixed forest. Forests cover 57.3percent of the parks area and almost 95percent of them are coniferous forests. The average age of the forests is 85years. Bulgaria's oldest tree, Baikushev's pine, is located in the park. With an approximate age of about 1,300years, it is a contemporary of the foundation of the Bulgarian state in 681CE. The fauna of the Pirin National Park is diverse and includes 45species of mammals, 159species of birds, 11species of reptiles, 8species of amphibia, and 6species of fish.\nHistory and park administration.\nPirin National Park was established on 18 November 1962 in order to preserve the natural ecosystems and landscapes along with their plant and animal communities and habitats. Originally named Vihren National Park, the protected area initially covered 67.36km2. Its territory was expanded several times until it reached its current area of 403.56km2 in 1999. In 1983, Pirin National Park was added to the list of UNESCO World Heritage Sites as an area of outstanding natural importance. By the Constitution of Bulgaria, the park is exclusively state-owned.\nAccording to the classification of the International Union for Conservation of Nature the park falls within management category II (national park) with main objective protecting functioning ecosystems while allowing human visitation and its supporting infrastructure. The entire territory of the park is included in the European Union network of nature protection areas Natura 2000. Pirin National Park is listed as an important bird and biodiversity area by BirdLife International.\nPirin National Park is managed by a directorate subordinated to the Ministry of Environment and Water of Bulgaria based in the town of Bansko at the northern foothills of the mountain. As of 2004, the park administration had 92 employees. There are two visitor and information centres located in Bansko and Sandanski. The park is divided in six sectors: \"Bayuvi Dupki\" with office in Razlog, \"Vihren\" with office in Bansko, \"Bezbog\" with office in Dobrinishte, \"Trite Reki\" and \"Kamenitsa\", both with office in Sandanski, and \"Sinanitsa\" with office in Kresna.\nGeography.\nOverview.\nPirin National Park encompasses much of the homonymous mountain range in southwestern Bulgaria, which forms part of the RilaRhodope Massif. To the north it is divided from the Rila mountain range by the Predel Saddle and mountain pass at 1140m elevation, to the east reaches the valley of the river Mesta, including the Razlog Valley, to the south the Paril Saddle (1170m) forms the border with the Slavyanka mountain range, and to the west reaches the valley of the river Struma. The park is situated entirely in Blagoevgrad Province in the municipalities of Bansko (36.6% of the park's territory), Gotse Delchev (4.9%), Kresna (14.9%), Razlog (10.2%), Sandanski (30.7%), Simitli (2.3%) and Strumyani (0.4%).\nRelief and geology.\nThe tectonics of the Pirin is primarily the result of Precambrian, Hercynian, alpine and tectonic movements and events. The modern relief of Pirin was shaped in the Pleistocene (2,588,000 to 11,700 years ago) when the mountain was subjected to alpine glaciation related to the global cooling. This glaciation passed in parallel with that of the Alps. The limits of the glaciers reached 22002300m. All glacial forms in the mountain range are within the borders of Pirin National Park.\nThe Pirin mountain range is divided into three sections: northern, middle and southern, with the northern one being the highest and containing all glacial formations and lakes. The park covers the northern section, itself divided into two zones. The northern zone consists of the steep marble Vihren ridge with the three highest summits in the mountain: Vihren (2914m), Kutelo (2908m) and Banski Suhodol (2884m), as well as the ridge Koncheto (2810m). The southern zone consists of granite ridges and includes Pirin's fourth highest summit Polezhan, at 2851m. There are more around 60 summits above 2600m.\nThe relief of Pirin National Park is alpine and highly fragmented and is characterized with steep slopes, high ridges and deep river valleys. The highest point is Vihren at an elevation of 2914m, the second highest summit in Bulgaria and the third one in the Balkan Peninsula, while the lowest elevation in the park is at 950m near Bansko. Nearly 60% of the park's area is situated above 2000m. The distribution of the territory of the park by elevation is as follows: up to 1000m  1.64km2 (0.4%), 10001600m  51.09km2 (12.7%); 16002000m  121.08km2 (30.0%); 20002500m  198.31km2 (49.1%); above 2500m  31.45km2 (7.8%). The inclination of the park's territory is steep more than 90% the total area is classified as steep (2130) or very steep (above 31).\nGeologically Pirin is a massive anticline formed by metamorphic rocks gneiss, biotite and crystalline schists, amphibolite, quartzite and marble. Paleozoic granitoid rocks are found in restricted areas in the outskirts of Pirin National Park. Granitoid rocks from the Upper Cretaceous form two distinct plutons: Northern Pirin and Bezbog. The Central Pirin pluton covers the southern reaches of the park and is dated to the Upper Oligocene. The granitoid rocks cover 55% of the park's territory.\nClimate.\nPirin falls within the continental Mediterranean climate zone and due to its elevation the higher sectors have Alpine climate. The climate is influenced by Mediterranean cyclones mainly in late autumn and in winter, bringing frequent and high rainfall, and by the Azores anticyclone in summer, making the summer months hot and dry. The relief has a crucial influence on the climate. Pirin has three elevation climate zones low between 600 and 1000m (16% of the total area), middle between 1000 and 1800m (40%) and high above 1800m (44%). The temperature decreases with the elevation, which is more visible in summer. The mean annual temperature is around 910C in the lower, 57C in the middle and 23C in the higher elevation. The coldest month is January with average temperature varying between 5 and 2C. The hottest month is July with temperature averaging 20C at 1600m and 15C at 2000m. Temperature inversions, i.e. increase in temperature with height, are observed in 75% of the winter days.\nThe annual precipitation is 600700mm in the lower elevation zones and 10001200mm in the higher ones. The rainfall occurs mostly in winter and spring, while summer is driest season. The air humidity is 6075% in August and 8085 % in December. In winter the precipitation is mainly snow, varying from 7090% at the lower elevations to 100% at higher. The average number of days with snow cover varies from 2030 to 120160. The highest thickness of the snow cover reaches 4060cm at 10001800m in February and 160180cm above 1800m in March (190cm on Vihren). In some winters the snow thickness can reach 250350cm. Avalanches occur frequently in winter.\nHydrology.\nThe territory of Pirin National Park is almost equally divided between the basins of the rivers Struma (206.06km2 or 51.1%) and Mesta (197.50km2 or 48.9%). The watershed follows the main ridge of the mountain in direction north-west to south-east. Pirin is the source of 10 tributaries to the Struma, the largest one being Sandanska Bistritsa, and another 10 to the Mesta. The rivers are short, steep and with high water volume. They form numerous waterfalls which are generally not as high as those in Rila or the Balkan Mountains. The highest one is Popinolashki waterfall, measuring some 12m. The average annual discharge of the park's rivers is 355,6 million m3, of them 188,5 million m3 flow to the Struma and 167,1 million m3 to the Mesta. The discharge from the park per square kilometre is 2.3 times larger than Pirin's average and 5.6 times larger than Bulgaria's average.\nThe landscape is dotted with 118 permanent glacial lakes, conventionally divided into 17 groups, such as Popovo Lakes, Kremenski Lakes, Banderishki Lakes, Vasilashki Lakes, Valyavishki Lakes, Chairski Lakes, Vlahini Lakes or Tipitski Lakes. The largest of them is Popovo Lake with 123,600m2, which makes it Bulgaria's fourth largest glacial lake. With a depth of 29.5m, it is also Pirin's deepest lake and Bulgaria's second. Situated at an elevation of 2710m the Upper Polezhan Lake is the highest one in the mountain and in the country.\nAnother remnant from the last Ice Age are two small glaciers. Snezhnika is located in the deep Golemiya Kazan cirque at the steep northern foot of Vihren and is the southernmost glacier in Europe. Banski Suhodol Glacier is larger and situated a bit to the north below Koncheto Ridge.\nBiology.\nEcosystems and forests.\nPirin National Park falls within the Rodope montane mixed forests terrestrial ecoregion of the Palearctic temperate broadleaf and mixed forest. The plant communities in the park can be classified into several main groups: communities found around bodies of water; bush communities of the subalpine zone; grasslands, including meadows, subalpine and alpine pastures; forest communities; rock communities; and communities of secondary character, which are a result of human activity.\nForests cover 231.10km2 or 57.3% of the park's total area. Of them 95% are coniferous forests and 5% are deciduous forests. The mean age of the forest is 85 year. Around 34.3% of the wooded territory is covered with trees above 140 years. The oldest tree in Bulgaria, the 1300year Baikushev's pine of the species Bosnian pine (\"Pinus heldreichii\"), is found in the park and is a contemporary of the foundation of the Bulgarian state in 681 AD.\nThere are 16 tree species; of them three are Balkan endemic taxa with limited areal the Bulgarian fir (\"Abies borisii-regis\"), Macedonian pine (\"Pinus peuce\") and Bosnian pine (Pinus heldreichii). The largest area is occupied by dwarf mountain pine (\"Pinus mugo\")  59.62km2, Macedonian pine (\"Pinus peuce\")  54.15km2, Norway spruce (\"Picea abies\")  23.79km2, European beech (\"Fagus sylvatica\")  10.98km2 and Bosnian pine  8.93km2. The Macedonian and the Bosnian pines in Pirin National Park constitute respectively 42% and 52% of their total area in Bulgaria.\nFlora.\nThe flora of the park is diverse and is characterized with high endemism due to the combination of southern geographic latitude and high elevational variation. The varied relief creates various ecological environments for plants, further diversified by the dominant rock types which form siliceous and calcareous terrain on the territory of the park. Lakes and streams also diversify the conditions creating wetland habitats for hygrophyte species.\nNon-vascular plants constitute the least researched part of Pirin's flora. The least studied of them are the algae with 165 species, including two endemics. The largest concentration of algae species is found in Popovo and Kremenski lake groups. The Bryophytes, including mosses, are represented by 329 known species. The number of lichen species is 367, or 52% of Bulgaria's total diversity. Of them 209 species are found in the coniferous forests and 156 on calcareous terrain.\nThe vascular plants in Pirin National Park include 1315 species of 94 families and 484 genera, or approximately 1/3 of Bulgaria's flora. The flora has largely preserved its indigenous character. The number of vascular plant species is expected to grow in case of future detailed research, especially at lower elevations. The species are divided almost equally to representatives of the sub-Mediterranean and Circumboreal floristic regions. The number of species included in the Red Book of Bulgaria is 114. There are 18 species endemic to the park and another 17 are restricted only to Bulgaria, which makes a total of 35 Bulgarian endemic species. The park is also home to 86 Balkan endemic species.\nThe endemic species restricted to the park are: Pirin poppy (\"Papaver degenii\"), Pirin meadow-grass (\"Poa pirinica\"), Urumov oksitropis (\"Oxytropis urumovii\"), Kozhuharov oksitropis (\"Oxytropis kozuharovii\"), Banderishka lady's mantle (\"Alchemilla bandericensis\"), Pirin lady's mantle (\"Alchemilla pirinica\"), Kelererova asineuma (\"Asyneuma kellerianum\"), Pirin sandwort (\"Arenaria pirinica\"), Pirin sedge (\"Carex pirinensis\"), Pirin fleabane (\"Erigeron vichrensis\"), David mullein (\"Verbascum davidoffii\"), lesser Pirin fescue (\"Festuca pirinica\"), Pirin hogweed (\"Heracleum angustisectum\"), Yavorkova rattle (\"Rhinanthus javorkae\"), Pirin thyme (\"Thymus perinicus\"), \"Daphne domini\", \"Daphne velenovskyi\".\nFauna.\nThe vertebrate fauna of Pirin National Park consists of 229 species. The number of mammal species is 45. The distribution of the mammalian species by order is as follows: Insectivora  5, Chiroptera  16, Lagomorpha  3, Rodentia  7, Carnivora  9 and Artiodactyla  4. The European snow vole is a relict species. Among the species of highest conservation value are brown bear, gray wolf, wildcat, European pine marten, wild boar, red deer, roe deer and Balkan chamois. The small mammals, especially rodents and bats, are not fully studied in the whole territory of the park.\nThe total number of bird species is 159. Of them 91, or 57%, are passerine. Three species are relict boreal owl, white-backed woodpecker and Eurasian three-toed woodpecker. The park's rarest residents are lesser spotted eagle with a single nesting pair, booted eagle, golden eagle with 2 to 5 pairs, short-toed snake eagle with two pairs, saker falcon, peregrine falcon with three pairs, western capercaillie, hazel grouse, rock partridge, corn crake, Eurasian woodcock and stock dove.\nThere are 11 reptile and 8 amphibian species. There are Central European species (fire salamander, yellow-bellied toad, smooth snake), Palearctic (common toad, European green toad, common frog), Euro-Siberian (European tree frog, common European viper, grass snake, viviparous lizard), Irano-Turanian (marsh frog), Southern European (agile frog), Euro-Mediterranean (European green lizard), Mediterranean (common wall lizard) and Balkan (Erhard's wall lizard). \nThe ichthyofauna includes 6 fish species: common minnow, European eel (considered extinct), western vairone, brown trout, rainbow trout and brook trout. The limited number of species is determined by the high elevation of the park. The glacial lakes, streams and upper river courses are inhabited by few fish species. The western vairone is known only from the Kremenski lakes and might in fact represent a new undescribed species.\nThe number of identified invertebrate species in Pirin National Park is 2091, which is 40% of the estimated 4500 species to inhabit the park. They are poorly researched and there is not enough data to assess the qualitative and quantitative parameters even of the main populations of endemic and relict species. There are 218 endemic, 176 relict and rare 294 species.\nThe Araneae are represented by 321 species, or 35% of Bulgaria's total. The spiders prefer the north-eastern slopes and are most diverse in the coniferous forests. There are 36 species of Myriapoda, or 20% of Bulgaria's total. They are distributed mainly in the forests and are less frequent in the sub-Alpine and the Alpine zones. The Mollusca are 89 species and represent 27% of the nation's total (excluding the marine molluscs). Only 2% of Bulgaria's Ephemeroptera are found in the park two species. The number of Orthopterida species is 63, or around 30% of the nation's total. The highest diversity is found in the valleys of the rivers Banderitsa and Damyanitsa. The Plecoptera are represented by 40 species, forming 40% of Bulgaria's diversity. There are 323 Heteroptera species, or 32% of the ones known in Bulgaria. They are most diverse in the northern parts of the park, in the Bayuvi DupkiDzhindzhiritsa Reserve. The Coleoptera are 639 species and this number it is estimated to raise to 18001900. The Neuropterida are 25 species, or 20% of Bulgaria's total diversity. There are 36 Hymenoptera species, found mainly at lower elevations. The Trichoptera are 59 species, or 24% of Bulgaria's total. The Lepidoptera are 449, including 116 butterflies and 333 moths. Some of the most spectacular butterflies are the mountain Apollo (\"Parnassius apollo\"), clouded Apollo (\"Parnassius mnemosyne\"), false Eros blue (\"Polyommatus eroides\"), mountain Alcon blue (\"Phengaris rebeli\"), large blue (\"Phengaris arion\"), scarce tortoiseshell (\"Nymphalis xanthomelas\"), Titania's fritillary (\"Boloria titania\"), eastern large heath (\"Coenonympha rhodopensis\"), Cynthia's fritillary (\"Euphydryas cynthia\"), etc.\nRecreation.\nPirin National Park is a popular tourist destination. The park's main information center is in Bansko and houses an interactive exhibit on the park's forests, allowing visitors to acquaint themselves with facts about the park's vegetation and wildlife. There is also a 30-seat projection room with multimedia equipment. As of 2002 on the territory of the park there were 1837 beds, including 885 in mountain refuges, 214 in hotels, 124 in bungalows and 615 in premises belonging to different departments of the state administration. Some of the refuges include Bezbog, the largest and most modern one; Banderitsa, constructed in 1915 by order of Tsar Ferdinand I of Bulgaria, and Vihren.\nThere are 20 marked hiking trails in the park. Trail No. 1 is part of the E4 European long distance path and crosses the park following the itinerary Predel RefugeYavorov RefugeVihren RefugeTevno LakePirin RefugePopov Grasslands. The most challenging hiking trail follows the top of the Koncheto ridge at an elevations of approximately 2,810m, between the peaks Banski Suhodol (2,884m) and Kutelo (2,908m). The north-western side of Koncheto is almost vertical and 300400m deep, while the south-western side is less steep (approximately 30 degrees) but reaches 800m in depth.\nDevelopment and Environmental Risks.\nThere are many factors which threaten the ecosystems in the park. Rock quarries, wildland arson, industrial and illegal logging, poaching, excessive trail use, vehicle access, and most notably the ski resorts have put the park under significant threat.\nThere has been a steady development of skiing infrastructure since the early nineties along the northeast of the range, most notably in the town of Bansko, which has become an international winter resort. In 2003, a large forested portion of the Todorka peak and the nearby ridges were cleared to begin the construction of the resort which today has 13 ski lifts and 75km of slopes. The expansion of the resort took place even though the park legislature strictly forbids such activity in the park's limits. Since the building started, Bansko has experienced severe flooding of the Glazne river, due to the intervention.\nIn December 2017, the Bulgarian government, without warning changed the legislature of the park so that commercial logging and construction of roads and buildings within 50% the park is made legal. This sparked a wave of protests against the continuous tampering with the world heritage site, which have continued throughout February and March 2018. The protests were supported by Ska Keller who is vice-president of the Greens/EFA group in the European Parliament. In November 2017, the World Wide Fund for Nature and other local NGOs filed a lawsuit against the Bulgarian Ministry of the Environment and Water as they deemed that plans for development of the area violated environmental regulations."}}