{"id": 101, "data": {"title": "Plitvice Lakes National Park", "text": "Plitvice Lakes National Park (, colloquially \"Plitvice\", ) is one of the oldest and largest national parks in Croatia. In 1979, Plitvice Lakes National Park was inscribed on the UNESCO World Heritage list, due to its outstanding and picturesque series of tufa lakes, caves, connected by waterfalls.\nThe national park was founded in 1949 and is in the mountainous karst area of central Croatia, at the border to Bosnia and Herzegovina. The important northsouth road that passes through the national park area connects the Croatian inland with the Adriatic coastal region.\nThe protected area extends over . About 90% of this area is part of Lika-Senj County, while the remaining 10% is part of Karlovac County.\nEach year, more than 1 million visitors are recorded. Entrance is subject to variable charges, up to 300 kuna or around 39 per adult per day in summer 2022.\nArea.\nThe national park is world-famous for its lakes arranged in cascades. Sixteen lakes can be seen from the surface. These lakes are a result of the confluence of several small rivers and subterranean karst rivers. The lakes are all interconnected and follow the water flow. They are separated by natural dams of travertine, which is deposited by the action of moss, algae, and bacteria. The particularly sensitive travertine barriers are the result of an interplay between water, air and plants. The encrusted plants and bacteria accumulate on top of each other, forming travertine barriers which grow at the rate of about per year.\nThe 16 lakes are separated into an upper and lower cluster formed by runoff from the mountains, descending from an altitude of over a distance of some , aligned in a southnorth direction. The lakes collectively cover an area of about , the water exiting from the lowest lake forming the Korana River.\nThe lakes are renowned for their distinctive colors, ranging from azure to green, grey or blue. The colors change constantly depending on the quantity of minerals or organisms in the water and the angle of sunlight.\nEtymology.\nThe name \"Plitvice\" was first mentioned in a written document in 1777 by Dominik Vukasovi, the priest of Otoac. This name was designated due to natural phenomena that have created the lakes. Nature formed shallow basins (Croatian \"pliina\" or \"plitvak\", \"plitko\" means \"shallow\"), which have been filled with water. For centuries, water has changed the limestone and thus the landscape of this area. The emerging travertine barriers decelerated and retained the flowing water. These dams are continuously growing in height.\nSome scientists refer to the river Plitvica as origin of the name. This little river flows into the Plitvice Lakes at the lower and final part of the lakes. A nearby village bears the same name. The water masses of the Plitvice Lakes continue as Korana river in northern direction.\nLocation.\nRoutes and distances.\nThe Plitvice Lakes have formed in a depression between the Mala Kapela mountain in the west and the Pljeevica mountain in the east amidst the Dinaric Alps. The national park is located at the national route D1 ZagrebSplit between Slunj and Korenica in the vicinity of Bosnia and Herzegovina. Other larger municipalities within the surrounding area are Ogulin, Rakovica, Otoac, Gospi and Biha in Bosnia.\nThe shortest linear distance between the Adriatic coast and the national park is . By road from the coastal town of Senj the distance is about . After traversing the Velebit mountain range travelers reach the Croatian karst plains of Lika. These plains are characterized by many karst poljes (e.g. the \"Gacko polje\").\nThe fastest northsouth road connection within Croatia, the A1 ZagrebSplit, runs about west of the national park and thus circumvents the protected area. Plitvice Lakes National Park can be reached from \"Karlovac exit\" in the north, from \"Otoac exit\" in the west or \"Gornja Ploa exit\" in the south.\nThe nearest airports are Zadar, Zagreb and Rijeka. The nearest train stations are Josipdol and Plaki, although no direct bus connection from these train stations to the lakes exists. Using public transport the lakes can easily be reached by direct bus lines from Zagreb, Karlovac, Zadar or Split.\nThe area of Plitvice Lakes National Park extends across two political subdivisions or counties (Croatian \"upanija\"). Its area is divided between Lika-Senj County (90.7 percent) and Karlovac County (9.3 percent), hence the national park authority is under national jurisdiction. The overall water body area is about . The two largest lakes, Proansko jezero and Kozjak, cover about 80 percent of the overall water body area. These lakes are also the deepest, with a depth of respectively. On Lake Kozjak, low-noise and ecologically friendly electric boats are being used. None of the other lakes in the park exceeds in depth. The altitude drop from the first lake to the last is .\nThe 16 lakes that can be seen from the surface are grouped into the 12 Upper Lakes (\"Gornja jezera\") and the four Lower Lakes (\"Donja jezera\").\nThe highest waterfalls are the Large Waterfall (kroat. \"Veliki slap\") at the end of the Lower Lakes, over which the Plitvica river falls, and \"Veliki Prstavac\" at the Upper Lakes.\nWithin the national park area there are 19 small settlements. Altogether they form the Plitvice Lakes municipality (Croatian \"opina Plitvika Jezera\"). The municipality is part of Lika-Senj County. The seat is located in Korenica.\nThe Plitvice Lakes area has always been regarded as part of the historic regions of Lika and Kordun. During the Ottoman Wars, the region was part of the Croatian Military Frontier that was under direct control of the Habsburg Council of War.\nTopography and geology.\nTerrain.\nThe particular geographic position of the Plitvice Lakes and the specific climate features contributed to the emergence of many natural phenomena and a rich biodiversity within this area. Despite the vicinity to the Mediterranean climatic region, a moderate mountainous climate prevails at the Plitvice Lakes. These climatic conditions prevail due to the Velebit mountain range, which acts as a climatic separator between the coastal region and the Lika high plateau. For centuries, legends have been created about this mythic mountain range.\nThe availability of water, influenced by the configuration of the terrain, has a great impact on the biodiversity of this area. The Plitvice Lakes are surrounded by various mountains. The western side of the national park area is enclosed by the Mala Kapela mountain, while the eastern side is enclosed by the Pljeevica mountain, which also represents the border to Bosnia and Hercegovina. Plitvice Lakes National Park is situated in the Plitvice plateau which is surrounded by three mountains that are part of the Dinaric Alps: Pljeevica mountain (Gornja Pljeevica peak 1,640m), Mala Kapela mountain (Seliki Vrh peak at 1,280m), and Medveak (884m).\nThe afforested mountain slopes serve as water reservoirs. They are also a refuge for many animal species. The large difference in altitude in a narrow space between the mountains in the south and the Korana river in the north also represents a significant criterion for biodiversity in this region. The overall difference in altitude within the national park area is 912 m (the highest elevation is \"Seliki vrh\" at 1279 m, the lowest elevation is reached at 367 m at the bridge across the Korana river).\nThe national Park is underlain by karstic rock, mainly dolomite and limestone with associated lakes and caves, this has given rise to the most distinctive feature of the lakes. Right at the lakes, the \"Golubnjaa Cave\" (145 m) before the second Korana waterfall and \"upljara Cave\" (68 m) above Lake Kaluerovac can be visited. Other caves e.g. are \"Mrana Cave\" (160 m), \"Vila Jezerkinje Cave\" (104 m) and \"Golubnjaa at Homoljako Field\" (153 m). Within the national park, several pit-caves exist, such as the \"udinka\" pit-cave (-203 m) or \"Jama\" on Vri (-154 m, length 110 m). In \"Rodia Cave\" at Serti Poljana and in \"Mrana Cave\" at the Lower Lakes, cave bear bones were found, so these sites may be considered paleontologically significant.\nRivers.\nThe Plitvice Lakes originate in the south of the park area at the confluence of \"Bijela Rijeka\" (English \"White River\") and \"Crna Rijeka\" (English \"Black River\"). These rivers originate south of the municipality of Plitviki Ljeskovac and unite at one of the bridges in this village. From this place onwards to the lakes, the water masses are referred to as \"Matica\" (English for \"water current,\" can also mean \"root\" or \"origin\"). At the bay of \"Liman\" (also called \"Limun\"), a part of \"Proansko jezero\", another little river flows into the lakes. This river is fed by permanent springs; the water quantity, however, varies. Temporarily, water from other, usually dead creeks reaches \"Proansko jezero\" from the west.\nThe river Plitvica reaches the Plitvice lake chain at the northern end via the \"Large Waterfall\". This place is called \"Sastavci\" (English \"confluence\" or \"composition\"). The water masses of the Plitvice Lakes and the river Plitvice form the Korana river.\nProperties of the underground.\nThe underground configuration of the Plitvice Lakes consists of various geologic features. Generally, the whole area of Plitvice Lakes National Park can be attributed to the South-East European karst area. The typical feature of this karst area is brittle or porous rock, mostly limestone or dolomite. This configuration creates different geomorphological phenomena being referred to as dolina (sinkhole), polje, uvala, ponor, etc.\nIn the future, the analysis of underground water courses could be an interesting field of research for speleologists. Up to now, little has been known about these unexplored courses. At first sight, a lack of water in the karst region could be ascertained. However, this is only the case on the surface. The major part of natural phenomena takes place underground, where an abundance of water exists.\nDue to the features of limestone, many rivers drain away into the rock. Therefore, extensive underground river systems exist. Upon reaching hard rock, rivers emerge on the surface. This phenomenon of underground karst rivers (Croatian \"rijeka ponornica\") can also be observed at the Plitvice Lakes.\nTufa sediments have been formed from the Pleistocene onwards in sinkholes or depressed areas between the surrounding mountains. Generally seen, the underground of the Plitvice Lakes could be categorized into two zones. The Upper Lakes in the south predominantly consist of dolomite rock. The Lower lakes in the north predominantly consist of limestone rock. Dolomite rock is slightly harder than limestone. Though fragile upon physical influence, dolomite rock has lower water permeability properties. In contrast, limestone rock is more compact and massive, but has a higher water permeability.\nFrom an aerial perspective, significant differences between the terrain of the Upper and the Lower Plitvice Lakes can be observed. At the Upper Lakes several little lakes have formed parallel to each other and a rather shallow water flow can be observed. The Lower Lakes, however, are much larger and virtually drill their path through the rock. Furthermore, there are only a few lakes at the Lower Lakes. They have formed a canyon, which continues as river Korana.\nClimate.\nOn average, the annual precipitation rate at the Plitvice Lakes is . Usually, in spring and fall (autumn) the largest rain quantities are measured. The average relative air humidity is 81.8 percent. In January, the average temperature is 2.2C (36F). During the summer months of July and August, the temperature rises to 17.4C (63F). The general average annual temperature is 7.9C (46F). Snow falls from November until March. Usually, the lakes are frozen during December and January.\nThe water temperature at the springs is usually below 10C (50F). Within the rivers and lakes, the water temperature rises up to 20C (68F). The following example for different water temperatures measured on July 7, 1954 demonstrates large temperature differences within the lakes: Within lake Kozjak at the depth of 4 m a temperature of 18.9C (66F) has been measured. At a depth of 20 m, 5C (41F) have been measured. At 44 m depth, virtually at the bottom of the lake, a temperature of 4.1C (39F) has been measured.\nThe dissolution and creation of rock.\nThe lakes of Plitvice are a result of century-old processes and the sedimentation of chalk, which is abundantly available in the waters of this karst area. These sedimentations are called tufa or travertine (both are called \"sedra\" or \"tuf\" in Croatian, apart from many other names like \"bigar\" or \"vapneni maak\").\nA distinctive feature of the Plitvice lakes is the fact that they do not represent separated, stationary waters. The lakes altogether have always been seen as one composed system of lakes. Due to constant changes it is not even possible to pursue individual analyses of single lakes. The water masses reaching the lakes at the upper or lower part of the system are continuously changing the outlook of the lakes and the surrounding landscape. They finally exit the lakes as river Korana. On the one hand, chalk tufa is being washed away partly. On the other hand, new sediments are continuously being formed. Thus, new waterfalls are being formed while others run dry. Nature itself is continuously adapting to these new conditions. As a whole, the complex of lakes represents a very sensitive and labile (liable to change) ecosystem.\nAlteration processes.\nIn geological terms, the actual phenomena molding the Plitvice Lakes are quite young. The complex processes of dissolution and sedimentation of limestone require specific climatic preconditions. These have only existed since the end of the ice age about 12,000 to 15,000 years ago, according to tufa radiocarbon datings.\nApart from weather and temperature factors, the water quality and other natural factors are significant for the creation of these natural phenomena, prevailing at the Plitvice Lakes. By passing through the limestone underground the karst rivers dissolve chalk (calcite), which concentrates in the water. The saturation level of calcite within the frontal flows is thus very high. The water becomes significantly mineralized, super-saturated with calcium and magnesium-hydrogencarbonate.\nThe dissolution of limestone happens through alteration processes and the effects of carbonic acid. In a natural environment, carbonic acid (H2CO3) is formed by the dissolution of carbon dioxide (CO2) from the air or from rainwater (H2O). Limestone or dolomite (CaMg(CO3)2) mainly consists of calcite (CaCO3), which is not very soluble in water. Calcite, however, is dissolved by carbonic acid, thus creating calcium hydrogencarbonate (Ca(HCO3)2). This is shown by the following formulas:\nThe quantity of calcium hydrogencarbonate (also called \"calcium bicarbonate\") dissolved in water depends on the quantity of dissolved carbon dioxide in the water. Generally, the following could be said: The colder the water, the higher the quantity of dissolved calcium hydrogencarbonate. Depending on the conditions for the alteration processes, scientists identified limestone dissolution rates of 0.01 to 4millimeters a year. (It is possible that by the effect of rainwater about 1m3 of limestone is dissolved in about 10,000 years.)\nSedimentation processes.\nThe previously mentioned mechanical and chemical dissolution processes are regularly occurring natural phenomena. A unique process occurring at the Plitvice Lakes, however, is the sedimentation of water-bound chalk at certain places. With regard to other similar phenomena in the world, at Plitvice Lakes the sedimentation of chalk and the formation of tufa happens dynamically all along the watercourse and in various forms (fluviatile sedimentation). It is thus not a static phenomenon occurring at only single places.\nAnother unique and distinctive feature are the natural factors, particularly the influences of the vegetation in the process of sedimentation. While passing the vegetation, barriers are being created by foaming water. These naturally created barriers decelerate and dam the waters, thus forming lakes. At Plitvice, this constant interplay between water, air, rock and vegetation can easily be observed. The foaming water creates ever growing and impressive waterfalls. The thresholds grown up above the water level, create cataracts.\nAbout north of the lakes at the conflux of the Korana and Slunjica rivers, right in the center of the town of Slunj, similar phenomena occur. This part of the town, called Rastoke, is often being referred to as \"the Small Lakes of Plitvice.\"\nPreconditions for sedimentation.\nMeasurements of carbon dioxide quantities in the water show that they correspond with continuous sedimentation processes in the Plitvice Lakes area. Carbon dioxide quantities at the springs are about twenty times higher than in the atmosphere. The quantity of carbon dioxide decreases along the water route. The Plitvica river for example loses even up to 97 percent of its original quantity of carbon dioxide along its route.\nThe sedimentation of calcium carbonate from the water occurs only at certain temperature conditions (only above 14C), e.g. when the water warms up or by evaporation or by another loss of carbon dioxide, additionally fostered by water plants and moss. Since sedimentation only occurs under warm, humid climate conditions, these phenomena have only been occurring since the end of the last ice age. Since then, a layer of hardened tufa, also called travertine, has been formed on the limestone ground.\nThe area of a river, in which the formation of tufa occurs, is called precipitation area. Along the Korana river for example, measured from its origins tufa is being formed only along the first 10 to , even if according to pH measurements the conditions would be favorable further down the river. At the ground of Lake Kozjak a constant yearly sedimentation of 0,8 millimeters during the past 3,000 years has been ascertained. Yearly, the barriers are growing up to 13 millimeters in height. Tufa formation processes thus surpass erosion activities, which would destroy the sensitive barriers of the lakes. It is estimated that the tufa sedimentations at the ground of the lakes date back 6,000 or even 7,000 years.\nThe precipitation of calcium carbonate, however, does not occur right at the springs of the rivers that flow into the Plitvice Lakes. For the precipitation of carbonate chalk (calcium carbonate) the water needs to reach a certain mineral saturation level. At the springs this saturation level is about 1. For the precipitation, the water saturation level needs to be higher than 3. At the same time, the pH value of the water needs to be above 8,0 (slightly alkaline).\nThresholds become barriers.\nTufa barriers are the result of continuous sedimentation processes along natural thresholds. As the water flows in thin layers over thresholds, it is splashed up. This disturbs the chemical balance and causes precipitation of the carbonates, which then creates sedimentary deposits. Since the water forms larger surfaces at these places, increased quantities of carbon dioxide (CO2) are released. Calcium carbonate is secreted in the form of microcrystals that are deposited, eventually creating tufa sediments (CaCO3). This phenomenon particularly occurs on abundantly available mosses, enabling better adherence of the crystals.\nIn the course of time, older barriers can be flooded by rising water levels since other barriers have outgrown the older ones. 400 years ago, there were two lakes in the place of today's Kozjak lake. In the lowest third of the lake, at the level of \"Matijaevia draga\", a crown of an underwater barrier that is 40 m high, is stretching 4 m below the water surface. This barrier certainly formed a magnificent waterfall in the past. The travertine barrier at the Kozjak bridges (at the current end of the Kozjak lake), however, grew faster. Thus, 400 years ago two lakes merged in one. That is why the greatest depths of Kozjak lake are in its lower basin (north from the little island).\nInfluence of vegetation.\nMosses, algae and water plants play a major role in forming the unique landscape of the Plitvice Lakes and its tufa barriers. Up until the 21st century, it was supposed that plants extract carbon dioxide from the water for photosynthesis purposes and that in return oxygen is released, thus resulting in the sedimentation of hydrogen carbonate (phytogenesis). The leading scientist arguing for this theory was Ivo Pevalek. whose efforts contributed to the national protection of the lakes.\nRecent scientific evidence indicates that vegetation is not primarily responsible for the extraction of carbonate from the flowing water. However, plants indirectly contribute to tufa formation. For sedimentation to occur it is essential that the water be decelerated, aerated and sprayed. The mosses of the Plitvice Lakes waterfalls provide a substrate for sedimentation, generating travertine (tufa). Depending on the species found locally, various biological types of travertine can be differentiated.\nPhotosynthesis activities of algae and mosses in conjunction with the water, however, foster the crystallization of sediments due to the extraction of carbon dioxide. These effects are fostered by the millions of microscopically-small bacteria and algae that grow on such plants, which secrete mucus to which the first microcrystals of calcite adhere. The most significant plants of this kind are mosses of the species bryum and cratoneuron.\nThe young shoots of mosses are green and soft. They are mostly without travertine, while older shoots are encrusted by a thin and fragile yellow layer, completely covered and petrified by plant-formed travertine. The mosses foster not only the creation of tufa barriers, but also become part of the barrier. The moss becomes encrusted with travertine and fresh moss grows further out. First a crag is formed but later a cave roof forms under the crag. If the water continues flowing, the cave becomes progressively bigger. Older travertine is filled with fossilized algae and mosses. This type of tufa rock typical of the Plitvice Lakes is called \"phytogeneous tufa.\"\nFactors impeding tufa formation.\nEven though the vegetation has beneficial effects for the formation of tufa, excessive concentrations of organic substances within the water impede its formation. Excessive plant cover has adverse effects on mineral sedimentation. Along the course of Korana River from the Korana bridge, for example, travertine creation ends quite quickly, in spite of its supersaturation with calcium bicarbonate, as a result of the increased concentration of organic matter in the water. The park authorities have therefore begun systematic removal of excessive vegetation along the barriers. Water purity is the decisive factor for tufa formation. The water at the influx to the Plitvice Lakes is defined as pure from an analytical point of view. The Dissolved Organic Carbon (DOC) value of the water barely exceeds 2.5mg/L at the influx to the Upper Lakes (Matica). At the Lower Lakes higher concentrations are measured (5.15mg/L). At the springs of other Croatian rivers in the karst region similar concentrations have been recorded.\nDuring the 20th century, uncontrolled tourism and water pollution caused by waste water from hotels and agricultural activities in the surrounding area have led to damage. This has led to increasing eutrophication of the lakes (increased concentrations of organic substances within the water). For the sustainable formation of tufa it is therefore imperative to protect this extremely sensitive area from excessively harmful human influence. Since 2006, it has been strictly forbidden to bathe or swim in the lakes. Previously, swimming had been allowed in Lake Kozjak.\nFlora and fauna.\nThe area of the Plitvice Lakes is one of the most significant areas of Croatia for plant and animal diversity, mainly due to climatic conditions and its relatively remote location. Due to the low level of industrial development in the surrounding area along with the early introduction of protective measures, a nearly untouched landscape has been preserved. The partially primeval beech and fir forests host various species such as the brown bear. \nFlora.\nThe Plitvice Lakes national park is heavily forested, mainly with beech, spruce, and fir trees, and features a mixture of Alpine and Mediterranean vegetation. It has a notably wide variety of plant communities, due to its range of microclimates, differing soils and varying levels of altitude.\nScientists have so far identified 1,267 different types of plants belonging to the 109 species so far recorded in the area of the national park. 75 species of plants are endemic, which means that they were first defined and classified in this area of the world or nearby. A great number of these plants and species are protected by law. Within the national park area 55 different species of orchids can be found.\n\"Examples of endemic plants to be found in the national park:\"\n\"Examples of other rare plants:\"\nThe great plant diversity creates an interesting interplay of colours that change with the seasons. The national park has an area of 29,842 hectares, of which some 22,308 hectares consists of forests (74.75percent), 6,957 hectares are meadows (23.31percent) (mainly in village areas), and 217 hectares (0.72percent) are water areas. A unique area is the forest of \"orkova uvala\", a 79.50ha large virgin forest in the northwestern part of the park. Some of beech and fir trees in this area of the park are up to 700 years old.\nFauna.\nThe area of the national park is home to an extremely wide variety of animal and bird species. Unique fauna such as the European brown bear, grey wolf, eagle, owl, Eurasian lynx, European wildcat, and capercaillie can be found there, along with many more common species.\nThe wider area of the national park is one of the last areas in Europe in which a great number of wild brown bears and wolves can be found. The rich fauna of the Plitvice Lakes includes some 50 species of mammals. Scientists have so far discovered 321 different kinds of butterflies, of which 76 are day-flying butterflies, and 245 are nocturnal moths. Scientists, however, estimate that up until now only about 40 percent of the whole population of butterflies has been identified. Furthermore, 12 amphibian species, as well as some species of reptiles have been recorded, including the viviparous lizard (\"Lacerta vivipara\"), the european green lizard (\"Lacerta viridis\"), the dice snake (\"Natrix tessellata\"), Vipera berus, Vipera ammodytes and the european pond turtle (\"Emys orbicularis\").\nPlitvice Lakes rank third among the Croatian national parks for avian diversity. Some 157 species have been counted, of which 70 have been recorded as breeding there. Recent findings list about 20 different kinds of bat species in the area, among them the rare species of Plecotus.\nFor fish, the brown trout (\"Salmo trutta fario\" and \"Salmo trutta lacustris\") are some of the indigenous species that can be found in the lakes. The \"Salmo trutta fario\" is found mostly in the Upper Lakes, while the\"Salmo trutta lacustris\" is mainly found in Lake Kozjak. These species developed in different life conditions independently from each other within the various lakes.\nDue to the spreading growth of vegetation at the barriers, allochthonous (species that originate elsewhere and do not belong to this ecosystem) fish species spread quickly and thus endanger autochthonous trout species. Apart from the trout, common minnows \"(Phoxinus phoxinus)\" are also found. As a result of human interference the species salvelinus alpinus and the North American rainbow trout have been introduced to this ecosystem. The European chub \"(Squalius cephalus)\" and common rudd \"(Scardinius erythropthalmus)\", whose species whose emergence may be attributed to climate change, have also been discovered. The number of crayfish, which were almost extinct, is now again increasing. Even rare olms \"(Proteus anguinus)\" can be found in the karst caves of this region.\nExamples of some animals found in the national park:\nHistory.\nWhile other nature protection areas are located far away from any interference by man, the Plitvice Lakes have permanently been exposed to human influence in the course of history. The Plitvice Lakes do not represent an abandoned or lonely nature reserve. They are located along an important transport route and have always been a meeting place of occidental and oriental cultural influences.\nEarly history and medieval age.\nHumans have inhabited the Plitvice Lakes area for thousands of years. It has been settled in turn by Illyrians, Japods, Celts, Romans, Avars, Slavs, Croats and Turks. Under Julius Caesar the region was incorporated as the province of Illyricum into the Roman Empire. The areas of the neighborly tribes of the Pannonians, the Liburnians and Dalmatians were united into the province of Dalmatia. Successively, the Ostrogoths took over the rule. After the Battle of Nedao in 454, the Ostrogoths were rewarded with a federation agreement with the Roman Empire.\nDuring the 6th century, Avars settled in this region, which were accompanied by the Croats. The Croats eventually defied Avar control and settled permanently in this region. In medieval times, frequent attacks by Mongols posed a permanent threat to the settled population. The lakes formed part of the medieval kingdom of Croatia which in 1102 elected to be in personal union with Hungary.\nCroat rule and particularly the rule of the noble families Zrinski and Frankopan led to economic recovery in the wider area. On the remnants of an ancient settlement of the Japods and Romans a monastery was built at the lakes. Presumably, this monastery belonged to the Order of Saint Paul the First Hermit (Croatian \"pavlinci\") or the Knights Templars. Today, only ancient wall remnants of this building (Croatian \"gradina\") exist. The foundation was made of travertine rock.\nOttoman Wars and the Habsburgs.\nIn 1493, not far away from the Plitvice Lakes a decisive battle in Croatian history between Kingdom of Croatia (then in personal union with Hungary) and Ottoman Empire took place. During the Battle of Krbava Field almost the entire Croatian nobility was killed. The Ottomans advanced far into Western lands up to Croatia and Hungary. In 1527, the Croatian Parliament elected the Habsburg monarch Ferdinand, Archduke of Austria as the new king of Croatia in the hope of resources to ward of the Ottoman advance. In 1528, the area fell to the Ottomans and was retaken by the Habsburg Empire 150 years later.\nIn 1538, king Ferdinand I ordered the establishment of the Croatian Military Frontier as a borderland of Habsburg Austria to the Ottoman Empire. The laws that prevailed in this area under special jurisdiction had formative impact on the local population for centuries. As a consequence of the establishment of this special regime, people abandoned these areas in great masses towards the West.\nIn addition to the native Croats already inhabiting the region and serving in the Austrian military, many central Europeans migrated to the region as did Serb Orthodox refugees fleeing Ottoman repression, who were given refuge in the abandoned areas in exchange for military service. The entire population of the military frontier, particularly the so-called frontiersmen, had the duty to protect this area of permanent unrest and terrible destruction. The region once also used to be called \"the garden of the devil (hortus diabolus)\".\nThe Ottomans succeeded several times to gain control over the area of the Plitvice Lakes for shorter periods. In 1788, this area permanently fell back under Habsburg rule. When the Ottoman threat subsided, the Military Frontier was reverted to the civilian control of the Croatian viceroy (Ban). The area then formed part of Banovina of Croatia within the Kingdom of Yugoslavia and then part of the Socialist Republic of Croatia within the Socialist Yugoslavia. Today, it is part of the Republic of Croatia.\nIn 1805, another major rule change happened, which created an economic upturn. Dalmatia and Lika fell under the rule of Napoleon, who founded the Illyrian provinces. After 1814, the area of the Plitvice Lakes came back under Habsburg rule. Since 1850, only professional soldiers served in the Military Frontier. This was also a time of national awakening in Croatia. In 1871, the famous Croatian politician Eugen Kvaternik was killed north of the lakes at Rakovica. The Croatian rebellion was put down by Austrian authorities. Kvaternik propagated the rule of law and argued for the liberation from Austrian-Hungarian predominance.\nFarmlands becoming an area of recreation.\nIn former times, the local population lacked the proper comprehension of the natural values of the Plitvice Lakes. Farmers had to focus on securing the daily bread for their families in these dour times, which was accompanied by grave changes to nature. For example, smaller lakes were filled up with earth or people adapted the flow of the rivers to their individual needs.\nAlready in 1861, an accommodation for travelers was erected at \"Velika Poljana\". The local population called this accommodation the \"Emperor's house\", since imperial military officers used to reside in this location. For the visit of Crown Princess Stphanie of Belgium, the wife of Crown Prince Rudolf of Austria in 1888, the Plitvice Lakes and their surroundings were arranged for tourist purposes for the first time in history. Two paths still bear the names of the daughters of the Emperor Franz Joseph: \"\"Stephanie's Path\" (Croatian tefanijin put)\" and \"\"Dorothea's Path\" ()\".\nIn 1890, the tradesman Ante Devi from Senj built the first hotel with a restaurant at Proansko jezero. However, he exaggerated in his efforts and also caused partly irreparable damage on the nature. For example, he constructed canals across the travertine barriers for his saw mill that are visible even today.\nAt the same place, today called \"Labudovac\", Gustav Janeek, a Czech from Zagreb, built a restaurant and accommodation. In 1893, Janeek founded the \"Society for the preservation of the Plitvice Lakes\" (Croatian \"Drutvo za ureenje i poljepanje Plitvikih jezera\"), with the aim of preserving the lakes after all negative influence they have been exposed to. The society also built a hotel at the lakes. In 1898, one of the waterfalls was named after Croatian opera singer Milka Ternina. She gave money from concerts to preserve the park, upgrade tracks and build pathways.\nDuring the First World War, the Croatian parliament in Zagreb passed the \"Law on the Protection of the Plitvice Lakes\" in 1916. However, this law did not contain adequate measures of protection and is thus not regarded as official founding declaration of the national park.\nDuring the following decades, preservation efforts reached a deadlock. However, some very significant meetings took place at the Plitvice Lakes during the Second World War, as for example the first secret regional conference of the League of Communists of Croatia (Croatian: \"Savez komunista Hrvatske, SKH\") in 1940. On June 14, 1943 one of the founding sessions of the National Anti-Fascist Council of the People's Liberation of Croatia (ZAVNOH) took place at Plitvice Lakes. This was the highest governing organ of the anti-fascist movement in Croatia during World War II. The former Secretary General of the Communist Party of Croatia, Rade Konar, was born in Konarev Kraj at the Plitvice Lakes in 1911.\nThe lakes as national park.\nAfter the end of the Second World War, the unique natural phenomena of this area were acknowledged permanently. On April 8, 1949, the Plitvice Lakes were declared as a national park area and rigorous nature protection measures were established.\nDuring the 1960s, a modern road connection to the Plitvice Lakes was constructed, which led to increasing traffic volumes. During these years, several hotels and other objects were erected according to innovative plans of Croatian architects. However, some buildings that would fit current standards were already demolished during the 1980s by the Communist authorities.\nBetween 1962 and 1968, many Western film productions of Karl May novels were shot at the Plitvice Lakes (mainly German-French-Yugoslav coproductions). The most successful film of this series, \"Treasure of the Silver Lake\" was also produced at some locations within the national park. (Kaluerovac in the lower lakes served as scenery for the Silver Lake.)\nDuring the 1970s, detailed land registers of the national park were recorded. The park was inscribed on the UNESCO World Natural Heritage List in 1979 in recognition of its \"outstanding natural beauty, and the undisturbed production of travertine (tufa) through chemical and biological action\".\nDuring the 1980s, tourism was booming in Yugoslavia. Plitvice Lakes National Park soon became one of Yugoslavia's most popular tourist attractions. The beginning of the 1990s, however, marked another great turning point in the history of this national park. In March 1991 it became the scene of the Plitvice Lakes incident (also called the \"Plitvice Bloody Easter\"), the first armed confrontation of the Croatian War of Independence that resulted in fatalities. The park was held by local Serb rebels backed by Slobodan Miloevi and the Yugoslav People's Army (JNA) as part of the self-proclaimed Republic of Serbian Krajina during the conflict and suffered some damage in the process, with hotels and other facilities being used as barracks. During the period under the control of Serb forces loyal to Belgrade, Croats were ethnically cleansed from the region systematically. The region was retaken by the Croatian Army in August 1995 during Operation Storm, and the majority of the Serb population was expelled.\nDuring the war from 1991 until 1995, many buildings in the national park were destroyed or burnt down. Due to the apparent risk of mines, the park was even put on the UNESCO List of World Heritage in Danger during the war years. After the war, the Plitvice Lakes were among the first areas to be cleared of mines and renovated, although some of the more remote areas in the park are suspected still to contain landmines. In 1998, the national park was removed from the List of World Heritage in Danger. In 2000, the national park was expanded by a further in order to protect the underground tributary streams.\nWithin the national park continuous scientific research projects are being carried out. The national park administration currently endeavors to introduce new, progressive protection measures. There is a proposal to replace the wooden bridges and paths by floating pontoon bridges. The existing wooden paths are anchored within the travertine sediments, creating the danger of seepage and cracks of the weak travertine.\nThe Plitvice Lakes are today one of the most frequently visited tourist attractions in Croatia. Due to their high natural, cultural and tourist significance, they have become a motor for the local economy. About 1,000,000 visitors per year greatly contribute to the economic development of the wider region.\nDue to high tourism and illegal construction around lakes, with faecal waste flowing down to surrounding woods and lakes without any treatment, the water in the lakes is polluted and no longer drinkable. In its current state, UNESCO threatens to remove the park's status as a World Natural Heritage site.\nLocal customs and traditions.\nThe preservation of old customs and traditions is of high significance for the local population. The local culture has also been detected as an important factor for tourism. As regards architecture, the region of Lika is well known for its low wooden houses with roofs made of rye straw or shingles. Many features of the ancient living style are mirrored in local costumes. They tell a lot about regional affiliations or social standings of those who have worn those costumes. Under French rule, men were allowed to wear their costumes during military service.\nUp until the 20th century, social gatherings during the winter months, when no agricultural activities could be performed, called \"prelo\" represented a typical tradition of this region. These gatherings served for the joint production of textiles or butter or for the further processing of harvest products (production of flour, etc.). These activities used to be accompanied by drinks and dances, particularly during the evenings. A well-known dance of this region is the round dance (Croatian \"kolo\").\nLocal cuisine consists of drinks, such as slivovitz (), wine and coffee or dishes, such as soft cheese (\"vrhnje\"), polenta, \"prut\", paprika sausage, roasted suckling pig (\"odojak\") or lamb (\"janjetina\").\nLake names and anecdotes.\nEach of the Plitvice Lakes has a story or legend to tell. Most lake names stem from true events.\nComparable phenomena worldwide.\nComparable phenomena to those prevailing at the Plitvice Lakes exist at Rastoke (Slunj), at the Krka National Park, at the rivers Una and the Pliva in Bosnia and Herzegovina and at the Krushuna Falls in Bulgaria. The Band-e Amir lakes within the Hindu Kush mountain range form a similar system of lakes and dams, though diverging tufa formation processes prevail. Calc-sinter formation processes that have not emerged along a river flow can be observed at the Mammoth Hot Springs within Yellowstone National Park (USA) or at Pamukkale in Turkey. Jiuzhaigou is a nature reserve and national park located in the north of Sichuan, China. Also inscribed by UNESCO as a World Heritage Site, its landscape of cascading lakes is made up of high-altitude karsts shaped by glacial, hydrological and tectonic activity. The area around Ocho Rios Jamaica is another region famous for its calc-sinter rivers. Most popular, particularly with cruise ships, is Dunn's River Falls."}}