{"id": 353, "data": {"title": "Prambanan Temple Compounds", "text": "Prambanan Temple Compounds is the World Heritage designation of a group of Hindu temple compounds that lie on the border between Yogyakarta and Central Java, Indonesia. It comprises Prambanan, Lumbung, Bubrah and Sewu temple compounds, all are located within Prambanan Archaeological Park.\nThese temples are known locally as \"candi\" in Indonesian and Javanese languages. The temple compounds are located along Opak River valley within Prambanan Plain or Kewu Plain, an archaeologically rich area dotted with numerous Hindu temples dated from the 8th and 9th centuries CE, historically linked with the Mataram kingdom. The diversity and sophistication of the temple compounds and archaeological sites in this area are comparable to Angkor archaeological site in Cambodia.\nHistory.\nThe temple compounds date from the 8th to 9th century CE, linked with historic Mataram Kingdom that ruled Central Java during that period. Shailendras, the ruling family of the kingdom were known as the avid temple builders. Indeed, some temples in the area, including Kalasan, Sari, and Sewu are credited to their second monarch King Panangkaran. Among these temple compounds, Sewu is the oldest, completed in 792 according to Manjusrigrha inscription. Lumbung and Bubrah also dated from around the same period or slightly later. Prambanan however, was the latest addition in the complex, finished and inaugurated in 856 during the reign of King Pikatan according to Shivagrha inscription.\nAfter the move of the capital to eastern Java circa the 11th century, the temple was neglected. For centuries later, it fell into disrepair, buried under Mount Merapi volcanic debris and shaken by earthquakes. The temple collapsed in about 1600s due to a massive earthquake.\nThe temple was in ruins during its rediscovery back in early 19th century in the British Java period. In 1918, the Dutch colonial government began the reconstruction of the compound, and proper restoration took place in 1930 with modest result due to loss of the temple stones. Only a number of the smaller \"pervara\" shrines of Prambanan and Sewu complex were reconstructed during the Dutch East Indies period prior to the Pacific War.\nAfter the World War II, the reconstruction efforts continues by implementing the anastylosis method, which means the temple will be reconstructed if only at least 75 percent of the original stones remains. The reconstruction of the main Shiva temple in Prambanan complex was completed around 1953 and inaugurated by Indonesia's first president Sukarno. Brahma temple reconstruction was finished in 1987, while Vishnu temple was completed in 1991, both were inaugurated by Suharto.\nIn 1991, the temple compounds gained UNESCO World Heritage Site status. The temple compounds are located within Prambanan Tourism Park (). Sewu main temple was completed in 1993, while Bubrah restoration was completed in 2017. Since the temple compound consists of hundreds of \"pervara\" temples or complementary smaller shrines that most are still in ruins, restoration efforts still continue to this day.\nTemple compounds.\nPrambanan is a Hindu temple compound dedicated to Trimurti, the three highest gods in Hinduism, while Sewu, Lumbung and Bubrah temples are Mahayana Buddhist temples. Both Prambanan and Sewu are actually temple compounds arranged in the mandala layout, surrounded with hundreds of \"pervara\" (guardian complementary) temples. Originally, Prambanan consists of 240 structures, Sewu consists of 249 structures, while Lumbung temple consists of 17 structures. With combined numbers of over 500 temples, Prambanan Temple Compounds represents not only an architectural and cultural treasure, but also an example of religious harmony and peaceful cohabitation between faiths in Indonesia's past.\nPrambanan.\nPrambanan temple or locally known in Javanese as \"Rara Jonggrang\", is a grand Hindu temple complex dating from the 9th century, it is notable for its shrines and statues of Hindu patheon and Ramayana bas relief. Murtis or Hindu deity statues venerated in Prambanan complex including the main deity Shiva Mahadeva, Vishnu, Brahma, Durga Mahisasuramardini, Ganesha, Agastya, and Nandi bull.\nSewu.\nSewu or originally known as Manjusrigrha complex, with its four pairs of Dvarapala giant statues, is the largest Buddhist temple complex in Indonesia, and the second largest Buddhist temple after Borobudur. Archaeologists believe the original name for the temple compound to be \"Manjusrigrha\", which means \"the house of Manjusri\", one of the major Bodhisattva in Mahayana Buddhism belief.\nBubrah.\nBubrah is a 9th-century Buddhist temple located between Lumbung in the south and Sewu in the north. Experts believe that the temple was designed as a part of the greater Sewu temple compound mandala.\nLumbung.\nCandi Lumbung a 9th-century Buddhist temple compound located within the complex of Prambanan Temple Tourism Park, Central Java, Indonesia. The original name of this temple is unknown, however the local Javanese named the temple \"Candi Lumbung\", which means \"rice barn temple\" in Javanese language.\nSurrounding temples.\nOutside of Prambanan Temple Tourism Park there are numerous temples and archaeological sites located just a few kilometres away, they are:"}}