{"id": 362, "data": {"title": "Prehistoric Sites and Decorated Caves of the Vézère Valley", "text": "The Prehistoric Sites and Decorated Caves of the Vzre Valley is a UNESCO World Heritage Site in France since 1979. It specifically lists 15 prehistoric sites in the Vzre valley in the Dordogne department, mostly in and around Les Eyzies-de-Tayac-Sireuil, which has been called the \"Capital of Prehistory\". This valley is exceptionally rich in prehistoric sites, with more than 150 known sites including 25 decorated caves, and has played an essential role in the study of the Paleolithic era and its art. Three of the sites are the namesakes for prehistoric periods; the Micoquien (named after La Micoque), Mousterian (after Le Moustier), and Magdalenian (after Abri de la Madeleine). Furthermore, the Cro-Magnon rock shelter gave its name to the Cro-Magnon, the generic name for the European early modern humans. Many of the sites were discovered or first recognised as significant and scientifically explored by the archaeologists Henri Breuil and Denis Peyrony in the early twentieth century, while Lascaux, which has the most exceptional rock art of these, was discovered in 1940.\nThe decorated caves in the region were instrumental in ending the debate about the nature of prehistoric art, which was still considered by many to be modern fakes. The late 19th century discoveries of first the Chabot cave (in 1879), Cave of Altamira (in 1880) and Pair-non-Pair (in 1881) were widely discussed, but no definite proof of their ancient origin was generally accepted. The cave of La Mouthe was the first cave in the Vzre region where decorations were discovered, but only with the double discoveries at Font-de-Gaume and Les Combarelles in 1901 was the debate finally settled.\nThe importance of the region as a centre of paleolithic activity and art is explained in the \"Larousse Encyclopedia of Prehistoric &amp; Ancient Art\":\nThe same book then lists 7 masterpieces of prehistoric art, including Lascaux, Les Combarelles and Font de Gaume.\nTwelve of the 15 listed sites are open to a limited number of visitors per day (in most cases less than 100 per day). Two sites (La Mouthe and La Madeleine) are completely inaccessible to the public. In the case of Lascaux, the original cave is closed, but extensive 3D reproductions built nearby are easily accessible.\nHistory of archaeological research in the region.\nThe 1860s: first scientific explorations.\nThe sites cover a period of nearly 400,000 years of human habitation, starting at La Micoque (inhabited from ca. 400,000 years ago until 100,000 years ago) and ending about 8,000 years ago. Excavations in the Dordogne region started in 1810, but only in 1863 were the first scientific researches made by the paleontologist Edouard Lartet together with the Englishman Henry Christy; in a period of five months they visited numerous sites in Les Eyzies, including the Grotte Richard, some shelters in the Gorge d'Enfer, Laugerie Basse, Laugerie Haute, La Madeleine and Le Moustier. In 1872 the latter two became the eponymous sites for the Magdalenian and Micoquian cultures, so-called by Gabriel de Mortillet. Lartet previously already had excavated the Cave of Aurignac, which gave its name to the Aurignacian, and had published his finds of a few of the earliest decorated objects from the Upper Paleolithicum.\nIn 1864 they found at La Madeleine an engraving on ivory, showing a mammoth: this was the first definitive piece of evidence that the inhabitants of these rock shelters had lived at the same time as some long-extinct animals.\nIn 1868 the human remains of the Cro-Magnon rock shelter were discovered, and in 1872 a prehistoric skeleton was found at Laugerie Basse. The first decorated cave of the region was found in 1896 at La Mouthe: it was the fourth decorated cave found in Europe, some 20 years after the other three had been discovered.\nTurn of the century; the first decorated caves.\nAt the start of the 20th century, the excavations in the Vzre valley multiply, with two major effects: the authenticity of rock art is finally established, and a full chronology of the technological cultures in prehistoric Western Europe is developed. In 1895, for the first time a cave with decorations from the Paleolithic is recognised as such in France, when the cave of la Mouthe is investigated by archaeologist mile Rivire. Engravings are found some 90 metres of the entrance of the cave. Rivire continues to excavate here for five years, finding many artifacts including a lamp with an image of an ibex. His conclusion that some of the engravings had been covered by stalagmites, thereby showing their great age, was one of the main arguments to get the reality of prehistoric rock art finally accepted. he also produced the first photographs of such art.\nMost important for the rock art were the discoveries in 1901 of the engravings of Combarelles by Henri Breuil, Denis Peyrony and Louis Capitan, and the first look at the polychrome paintings in Font de Gaume, eight days later, by Peyrony. In 1902, mile Cartailhac, the main critic of the notion that Paleolithic humans would have been capable of producing such art, upon seeing the reports about the two caves and La Mouthe, became convinced that the believers had been right all along. He wrote for the journal \"L'Anthropologie\" the article \"Les cavernes ornes de dessins. La grotte d'Altamira, Espagne. \"Mea culpa\" d'un sceptique\".\nBreuil and Peyrony are also behind most of the other major finds in the next few years, including Bernifal in 1902, the abri du Cap Blanc in 1909, and Laussel in 1911. In the same period, major sites permitting to develop the stratigraphic sequence of periods and cultures are found as well, including in 1909 La Ferrassie with its large number of Neanderthal burials, and the site of Laugerie Basse. Peyrony, a teacher from Les Eyzies, became inspector of archaeological sites in 1910, and established the museum of Les Eyzies (later the National Museum of Prehistory) in 1913. The final major find so far is the discovery of Lascaux in 1940.\nPrehistory museums and visitor centres.\nSome of the above sites have small museums or displays showcasing some of the archaeological finds made there, e.g. at Castel Merle. The region also has three main visitor centres: the (in and around the Chteau de Tayac) and the International Pole of Prehistory in les Eyzies, and Lascaux IV in Montignac."}}