{"id": 54, "data": {"title": "Purnululu National Park", "text": "The Purnululu National Park is a World Heritage Site in the East Kimberley region of Western Australia. The national park is located approximately south of Kununurra, with Halls Creek located to the south. Declared a World Heritage Site in 2003, the park was inscribed as follows:\nPurnululu National Park World Heritage Site.\nThe World Heritage status of the region was created and negotiated in 2003, and the adopted boundary of the existing national park. Since its listing, the Government of Western Australia has reserved additional areas located adjacent to the World Heritage Area, including the Purnululu Conservation Park and the Ord River Regeneration Reserve. The site was gazetted on the Australian National Heritage List on 21 May 2007 under the .\nEtymology.\n\"Purnululu\" is a mispronounced Djaru word for the area around Bungle Bungle out camp, which is referred to as Bullmanlulu. The correct Karjaganujaru name for the Bungle Bungle massif is Billingjal which means sand falling away.\nThe traditional owners of the area are the Karjaganujaru peoples.\nFeatures.\nThe Bungle Bungle Range, lying fully within the park, has elevations as high as above sea level. It is famous for the sandstone domes, unusual and visually striking with their striping in alternating orange and grey bands. The banding of the domes is due to differences in clay content and porosity of the sandstone layers: the orange bands consist of oxidised iron compounds in layers that dry out too quickly for cyanobacteria to multiply; the grey bands are composed of cyanobacteria growing on the surface of layers of sandstone where moisture accumulates.\nGeology.\nThe Bungle Bungle Range is one of the most extensive and impressive occurrences of sandstone tower (or cone) karst terrain in the world. The Bungle Bungles were a plateau of Devonian sandstone, carved into a mass of beehive-shaped towers with regularly alternating, dark gray bands of cyanobacterial crust (single cell photosynthetic organisms). The plateau is dissected by deep, sheer-sided gorges and slot canyons. The cone-towers are steep-sided, with an abrupt break of slope at the base and have domed summits. How they were formed is not yet completely understood. Their surface is fragile but stabilized by crusts of iron oxide and bacteria. They provide an outstanding example of land formation by dissolutional weathering of sandstone, with removal of sand grains by wind, rain and sheet wash on slopes.\nAccess.\nAccess to the park by road is via Spring Creek Track, from the Great Northern Highway approximately south of Kununurra, to the track's end at the visitor centre. The track is long and is usable only in the dry season (about 1 April to 31 December) by four-wheel-drive vehicles. Safely navigating it takes approximately three hours. Access by air is less demanding; helicopter flights are available from Bellburn Airstrip in the national park, and from Warmun roadhouse. Scenic light aircraft flights are also available out of Kununurra and Lake Argyle."}}