{"id": 220, "data": {"title": "Putorana Plateau", "text": "The Putorana Plateau () or the Putorana Mountains, is a mountainous area in the Russian Federation.\nIt is a large massif or plateau crossed by mountain ranges. The nearest large settlement is Norilsk, where foreign travel is restricted. The city is served by Alykel Airport. \nThe area of the mountains contains some of the largest known nickel deposits in the world.\nGeography.\nThe Putorana Plateau is a high-lying plateau crossed by mountain ranges at the northwestern edge of the Central Siberian Plateau. It is located east of the Yenisei River valley, between 67 and 70 N of latitude, southwest of the Anabar Plateau, north of the Syverma and Tunguska plateaus and south of the North Siberian Lowland. The main subranges of the Putorana are the Keta Range, Lontokoisky Kamen, Kharayelakh Range, Chaya-Ayan, Brus Kamen, and Lama Range, among others. The highest mountain in the range system is Mount Kamen which stands above sea level and is also the highest point of the Central Siberian Plateau. Talnikovy Waterfall, is reputedly one of the highest waterfalls in Asia.\nLakes on the plateau such as the Dyupkun and Lake Lama are large and form whole ecosystems, which spread over many tens of kilometers. Putorana is from the native language of the Evenks and translates to the country of lakes with steep banks. The more than 25,000 lakes are between deep, and together they form the second-largest store of fresh water in Russia by capacity after Lake Baikal. \nRussia's geographical center, Lake Vivi, is situated on the southern limit of the plateau, where it overlaps with the Syverma Plateau.\nGeology.\nThe Putorana area is mainly composed of basalt from the Siberian Traps.\nClimate.\nThe Putorana region is located above the Arctic Circle. The climate is harsh, sharply continental, with long, cold winters. However, in certain lake valleys, such as Lake Lama, there is a somewhat milder microclimate owing to the protection afforded by neighboring ranges from the northern winds. \nSpring, summer and autumn fall respectively in the months of June, July, and August, the remaining months are winter with temperatures between and . In July, the warmest month, average air temperatures stay around and may reach a maximum of . Precipitation is between and , falling mainly in the summer in the form of rain. The snow cover in winter is relatively sparse.\nProtected area.\nThe Putorana Nature Reserve, established in 1988 and administered from Norilsk, is a protected area covering some with a buffer zone of . It was set up to protect the world's largest herd of wild reindeer, as well as snow sheep.\nIn July 2010, the Putorana Reserve was inscribed on the World Heritage List as \"a complete set of subarctic and arctic ecosystems in an isolated mountain range, including pristine taiga, forest tundra, tundra and arctic desert systems, as well as untouched cold-water lake and river systems\".\nNatural resources.\nThe Plateau's minerals include igneous basalt rocks, iron ores (magnetite and hematite), silicates (prehnite, zeolite), apatites, perovskites and highly saturated copper and nickel ores. The natural resources are presented by abundant water and coal."}}