{"id": 295, "data": {"title": "Rapa Nui National Park", "text": "Rapa Nui National Park () is a national park and UNESCO World Heritage Site located on Easter Island, Chile. Rapa Nui is the Polynesian name of Easter Island; its Spanish name is Isla de Pascua. The island is located in the southeastern Pacific Ocean, at the southeastern extremity of the Polynesian Triangle. The island was taken over by Chile in 1888. Its fame and World Heritage status arise from the 887 extant stone statues known by the name \"moai\", whose creation is attributed to the early Rapa Nui people who inhabited the island starting between 300 and 1200 AD. Much of the island has been declared as Rapa Nui National Park which, on 22 March 1996, UNESCO designated a World Heritage Site under cultural criteria (i), (iii), &amp; (v). Rapa Nui National Park is now under the administrative control of the Mau Henua Polynesian Indigenous Community, which is the first autonomous institute on the island. The indigenous Rapa Nui people have regained authority over their ancestral lands and are in charge of the management, preservation and protection of their patrimony. On the first of December 2017, the ex-President Michelle Bachelet returned ancestral lands in the form of the Rapa Nui National Park to the indigenous people. For the first time in history, the revenue generated by the National Park is invested in the island and used to conserve the natural heritage.\nGeography.\nGeographically isolated, the island forms the eastern geographic and cultural boundary of Polynesia. It is west of Chile, about east of Pitcairn Island (the nearest human habitat) and is the most remote inhabited spot on Earth. The park is triangular in shape and has a length of and a width of . It is home to an extinct megalithic culture which is seen in the form of edifices of huge statues called \"moai\" made out of volcanic rocks. The topography includes volcanoes and a rugged coastline. Its elevation varies from sea level to . It has fresh water lakes, volcanic craters and a coastline which is subject to erosion.\nClimate.\nThe park experiences a warm sub-tropical climate with southeast trade winds from October to April. The annual average rainfall is , with rains occurring during the winter season. The average temperature varies from in winter to in summer.\nHistory.\nThe Rapa Nui people settled the island some time between 300 and 1200 CE. The park was created by the Chilean Government in 1935. The native people were confined to a reserve area just outside the capital city of Hanga Roa and the rest of the land was leased to sheep ranchers. The movement for independence was started in 1964 and following this the lease for sheep farming was terminated during the 1980s and the entire island was declared a historic park. The population of the island which was 2,770 in 1972 rose to 3,792 by 2002, mostly concentrated in the capital.\nThe island was brought under the administrative control of Chile in 1888. Its fame and World Heritage status arise from the 887 extant stone statues known as \"moai\". Much of the island has been included in the Rapa Nui National Park. On 22 March 1996 UNESCO designated it a World Heritage Site of cultural significance under criteria (i), (iii), &amp; (v).\nIn October 2022, a forest fire swept through the park whilst causing irreparable damage to wetlands and the moai statues within the archaeological site.\nCulture.\nThe moai in the park are of varying height from 2 to 20 metres (6 to 65ft). The volcanic rock formations quarried for sculpting are a distinctive yellow-brown volcanic tuff found only at the Ranu Raraku on the southeast side of the island. Some of the moai were also carved from red scoria. The ceremonial shrines where they are erected for offering worship are known as \"ahu\". Of impressive size and form, they are normally built close to the coast and parallel to it. Many unfinished moai are also found in the quarries. The production and transportation of the 887 statues are considered remarkable creative and physical feats. The moai have been under restoration since 1950. The period between 1837 and 1864 was a critical time when, for reasons that remain unknown, all the standing statues were toppled (probably during the tribal wars), although with little damage. Subsequently they were retrieved and returned to their original positions during the period of restoration with international assistance. The moai represented a clan's \"most revered forebears who were believed to bestow mana on living leaders\". The park also has a few petroglyphs and paintings.\nThe Birdman cult which replaced the moai cult worship was concentrated in Orongo at a ceremonial site called Mata Ngarau. The location is at an elevation of , on a narrow ridge between the ocean, and the deep crater of Rano Kau volcano, which last erupted about 150,000 to 210,000 years ago.\nThe earliest inhabitants of the island called it \"Te Pito o TeHenua\" (the navel/end of the world). \nThe first European to discover the island was Dutch explorer Jacob Roggeveen on Easter day, 1722. As a result, he named it \"Easter Island\". He observed that the inhabitants were of three groups: \"dark skinned, red skinned, and very pale skinned people with red hair\". \nIn the 19th century, a Tahitian visitor who thought the island resembled Rapa but was bigger (\"nui\" means big), gave it the Polynesian name \"Rapa Nui\". In Chile, the island is called \"Isla De Pascua\" Spanish for Easter Island.\nEcology.\nAs the island was isolated there are many endemic species of animals and plants. The park is under IUCN Management Category II in southeastern Polynesia. Its biogeographic and ecological history has undergone a sea change from what existed in the ancient days when there were palm trees and a broad leaf forest. Before the Polynesians settled here in the 4th century, the island had an extensive forest cover of trees, shrubs, ferns, and grasses. The island is now almost completely grass-covered with only a few ornamental trees and shrubs scattered over the island.\nFlora.\nOf the 150 recorded plant species, 45 are endemic. However, the island is largely covered by grass with three endemic species. In ancient times the only species of tree found here were \"Sophora toromiro\" and \"Paschalococos\". The toromiro tree is now extinct on the island and \"Paschalococos\" is a species that could be related to the Chilean palm, \"Jubaea chilensis\". In the steppe areas of the island, the vegetation consists mostly of species of \"Austrostipa\" and \"Nassella\". Other species recorded are of introduced varieties. Among the shrubs, the \"hau hau\" (\"Triumfetta semitriloba\") is still present but \"Coprosma spp.\", is not seen on the island. The wood of the now extinct Jubaea palm was used to make devices for transporting the huge stone moai statues. It has been established by carbon dating that this species of tree existed on the island till the 17th century. Ferns are indigenous to Rapa Nui, and four of the 15 species noted are endemic: \"Doodia paschalis\", \"Polystichum fuentesii\", \"Elaphoglossum skottsbergii\", and \"Thelypteris espinosae\". \"Triumfetta semitriloba\" which was considered an extinct species on the island was located in 1988. According to a recent report (1991), apart from 166 introduced species of plants, 46 indigenous plant species including nine endemic species have been recorded. Also noted in the lower level of the Rano Raraku crater are tall bulrushes like totora that were probably introduced by seafarers from South America.\nFauna.\nThe island's only mammals are rodents and carnivorans. The reptiles recorded are three species of marine turtles and two terrestrial lizards, \"Lepidodactylus lugubris\" and \"Ablepharus boutoui poecilopleurus\". Four bird species - three terrestrial and one marine - are found on the island. These are: \"Fregata nubor\", red-tailed tropicbird (\"Phaethon rubricauda\"), and Kermadec petrel. Three micro-lepidopteran species are reported in the park which have no links to South American species; one of these is \"Asymphorodes trichogramma.\"\nConservation.\nInvasive plants have been introduced for livestock grazing. Forest fires are a common feature, threatening the remaining native plant species. Archaeological investigations indicate the terrain is subject to damage from erosion and the influx of tourists.\nThough declared a national park in 1935, the first management plan (by CONAF) was not implemented until the 1980s. As a result of inadequate funding, conservation was initially at a low level leading international conservation agencies to provide financial and technical support. Chile responded by setting up a Rapa Nui Monuments Board which enabled actions to be taken independent of the government. The World Monument Fund started working here in 1968 with UNESCO later recognizing the site as a World Heritage site of cultural importance. With an airline operating (the airport built in 1965 was expanded in 1985) between Chile and the island, more scientists have become interested in island's heritage, undertaking research on various aspects of its now defunct culture.\nThe Rapa Nui National Park is now under the administrative control of the Mau Henua Polynesian Indigenous Community, which is the first autonomous institute on the island. The indigenous Rapa Nui people have regained authority over their ancestral lands and are in charge of the management, preservation and protection of their patrimony. On the first of December 2017, the ex-President Michelle Bachelet returned ancestral lands in the form of the Rapa Nui National Park to the indigenous people. For the first time in history, the revenue generated by the National Park is invested in the island and used to conserve the natural heritage.\nIts conservation value is dictated by the archaeological investigations of the important intangible value of its cultural heritage. The management plan drawn by the park administration is oriented towards these archaeological investigations. Zoning of the park has been done accordingly under the classification of intangible zone, primitive zone, extensive use zone, service and CONAF (1976) zone and special use zone. A harmonious blend of conservation activities in the reserve areas (including monoliths and structures) with agricultural activities, livestock grazing, orchards and traditional fishing sites has evolved in the integrated management plans for the island."}}