{"id": 141, "data": {"title": "Redwood National and State Parks", "text": "The Redwood National and State Parks (RNSP) are a complex of one national park and three state parks, cooperatively managed and located in the United States along the coast of northern California. Comprising Redwood National Park (established 1968) and California's State Parks: Del Norte Coast, Jedediah Smith, and Prairie Creek (dating from the 1920s), the combined RNSP contain , and feature old-growth temperate rainforests. Located within Del Norte and Humboldt counties, the four parks protect 45percent of all remaining coast redwood (\"Sequoia sempervirens\") old-growth forests, totaling at least . The species is the tallest, among the oldest, and one of the most massive tree species on Earth. In addition to the redwood forests, the parks preserve other indigenous flora, fauna, grassland prairie, cultural resources, waterways, and of pristine coastline.\nIn 1850, old-growth redwood forest covered more than of the California coast. The northern portion of that area was originally inhabited by Native Americans who were forced out of their land by gold seekers and timber harvesters. The enormous redwoods attracted timber harvesters to support the gold rush in more southern regions of California and the increased population from booming development in San Francisco and other places on the West Coast. After many decades of unrestricted clear-cut logging, serious efforts toward conservation began. By 1918 the work of the Save the Redwoods League, founded to preserve remaining old-growth redwoods, resulted in the establishment of Prairie Creek, Del Norte Coast, and Jedediah Smith Redwoods State Parks among others. The federally managed Redwood National Park was created in 1968, by which time nearly 90percent of the original redwood trees had been logged. In 1994 the National Park Service (NPS) and the California Department of Parks and Recreation (CDPR) administratively combined Redwood National Park with the three abutting Redwood State Parks as a single unit for the purpose of cooperative forest management and stabilization of forests and watersheds.\nThe ecosystems of the RNSP preserve a number of threatened animal species such as the tidewater goby, Chinook salmon, northern spotted owl, and Steller's sea lion, though it is believed that the tidewater goby is likely to have been extirpated from the park. In recognition of the rare ecosystem and cultural history found in the parks, the United Nations designated them a World Heritage Site on September 5, 1980. \nHistory.\nNative Americans.\nModern day Native American groups such as the Yurok, Tolowa, Karok, Chilula, and Wiyot all have historical ties to the region. Scholar Gail L. Jenner estimates that \"at least fifteen\" tribes inhabited the area, and some groups still live in the park area today. Archaeological study shows they arrived in the area as far back as 3,000 years ago.\nThe Yurok, Chilula, and Tolowa were the most connected to the region of the parks. Based on an 1852 census, anthropologist Alfred Kroeber estimated that the Yurok population in that year was around 2,500. Historian Ed Bearss described the Yurok as the most populous in the area, estimating that there were around 55 villages. Until the 1860s, the Chilula lived in the middle region of the Redwood Creek valley in close company with the redwood trees. They primarily settled along Redwood Creek between the coast and Minor Creek, California, and they would range into and camp in the Bald Hills when food was abundant. Two Chilula village sites (Howunakut and Noieding) are located within the contemporary boundaries of the parks.\nThe tribes harvested coast redwood trees and processed them into planks, using them as a building material for boats, houses, and small villages. For buildings, the planks would be erected side by side in a narrow trench, with the upper portions bound with leather strapping and held by notches cut into the supporting roof beams. Redwood boards were used to form a shallow sloping roof.\nThe relationship between Indigenous groups and the redwoods extends beyond a physical connection. Scholar Gail L. Jenner notes that \"their lives were  and are  built on more than just wood, although the redwood was the source of much of their material culture; their lives were enmeshed in the very character and fabric of the trees.\" As noted in 1976 by Minnie Reeves, a Chilula tribal elder and religious leader, the Chilula are \"people from \"within\" the redwood tree\". Reeves elaborates that the trees are a gift from the creator as a demonstration of love: \"Destroy these trees and you destroy the Creator's love. And if you destroy that which the Creator loves so much, you will eventually destroy mankind.\" To the Yurok, the trees are sacred living beings which \"stand as 'guardians' over sacred places\". Indigenous people regard traditional houses made of the redwood trees also as \"living beings\" since, according to Bearss, \"the redwood that formed its planks was itself the body of one of the Spirit Beings\", which were considered, in his words, to be a \"divine race who existed before humans in the redwood region and who taught people the proper way to live there\".\nArrival of European Americans.\nPrevious to Jedediah Smith in 1828, no other explorer of European descent is known to have explored the interior of the Northern California coastal region. Smith and nineteen companions left San Jose, California, and explored what are now called the Trinity, Smith, and Klamath rivers, passing through coastal redwood forests and trading with Native American groups. They reached the coast near Requa, parts of which are within the parks' boundaries.\nThe California Gold Rush of 1848 brought hundreds of thousands of Europeans and Americans to California, and the discovery of gold along the Trinity River in 1850 brought many of them to the region of the parks. This quickly led to conflicts wherein native peoples were displaced, raped, enslaved, and massacred. By 1895, only one third of the Yurok in one group of villages remained; by 1919, virtually all members of the Chilula tribe had either died or been assimilated into other tribes. The miners logged redwoods for building; when this minor gold rush ended, some of them turned again to logging, cutting down the giant redwood trees.\nPreservation.\nInitially, over of the California and southwestern coast of Oregon were old-growth redwood forest, but by 1910, extensive logging led conservationists and concerned citizens to begin seeking ways to preserve the remaining trees, which they saw being logged at an alarming rate. In 1911, U.S. Representative John E. Raker, of California, became the first politician to introduce legislation for the creation of a redwood national park. However, no further action was taken by Congress at that time.\nPreservation of the redwood stands in California is considered one of the most substantial conservation contributions of the Boone and Crockett Club. The Save the Redwoods League was founded in 1918 by Boone and Crockett Club members Madison Grant, John C. Merriam, Henry Fairfield Osborn, and future member, Frederick Russell Burnham. The initial purchases of land were made by club member Stephen Mather and William Kent. In 1921, Boone and Crockett Club member John C. Phillips donated $32,000 to purchase land and create the Raynal Bolling Memorial Grove in the Humboldt Redwoods State Park. This was timely as U.S. Route 101, which would soon provide nearly unfettered access to the trees, was under construction. Using matching funds provided initially by the County of Humboldt and later by the State of California, the Save the Redwoods League managed to protect areas of concentrated or multiple redwood groves and a few entire forests in the 1920s. As California created a state park system, beginning in 1927, three of the preserved redwood areas became Prairie Creek Redwoods, Del Norte Coast Redwoods, and Jedediah Smith Redwoods State Parks. A fourth became Humboldt Redwoods State Park, by far the largest of the individual Redwood State Parks, but not in the Redwood National and State Park system. Because of the high demand for lumber during World War II and the construction boom that followed in the 1950s, the creation of a national park was delayed. Efforts by the Save the Redwoods League, the Sierra Club, and the National Geographic Society to create a national park began in the early 1960s. After intense lobbying of Congress, the bill creating Redwood National Park was signed by President Lyndon B. Johnson on October 2, 1968. \nThe Save the Redwoods League and other entities purchased over , which were added to existing state parks. Amidst both local support of environmentalists and opposition from local loggers and logging companies, were added to Redwood National Park in a major expansion in 1978. However, only a fifth of that land was old-growth forest, the rest having been logged. This expansion protected the watershed along Redwood Creek from being adversely affected by logging operations outside the park. The federal and state parks were administratively combined in 1994.\nExpansion of the national park was controversial because of the impact on the logging community and because most of the parkland was already sustainably managed by the private timber industry with the old-growth within the expanded park already protected. It remains the largest purchase of private land by the Federal Government in history as well as the largest eminent domain action. In 1977, a 25-truck convoy featuring logging equipment crossed the country to deliver President Jimmy Carter a 9-ton peanut carved from old-growth redwood. The president refused the gift, and the Orick Peanut was returned to Orick, a logging town adjacent to the newly-expanded park that saw substantial economic decline in the following decades. \nThe United Nations designated the Redwood National and State Parks a World Heritage Site on September 5, 1980. The evaluation committee noted 50 prehistoric archaeological sites, spanning 4,500years. It also cited ongoing research in the park by Humboldt State University researchers, among others.\nPark management.\nRedwood National Park is directly managed by the U.S. Government's National Park Service (NPS) and the state parks are overseen by the California Department of Parks and Recreation (CDPR). They are jointly managed as Redwoods National and State Parks. Redwood National Park headquarters is located in Crescent City, California. Redwoods National Park management oversees many other details aside from the redwoods and organic species that reside within the park boundaries. They also regulate areas that are off limits to motor vehicles, boats, horses, pets and even bicycles. In addition, park management establishes limitations on camping, campfires, food storage and backcountry use, as well as necessary permits needed.\nRedwood National Park had only six permanent employees when it first opened. Early park managers prioritized restoring existing structures, rehabilitating the watershed, and developing wildlife management plans.\nNatural resources.\nThe Redwood National and State Parks form one of the most significant protected areas of the Northern California coastal forests ecoregion.\nFlora.\nIt is estimated that old-growth redwood forest once covered close to of coastal northern California. 96% of all old-growth redwoods have been logged, and almost half (45%) of the redwoods remaining are found in RNSP. The parks protect of old-growth forest almost equally divided between federal and state management. Redwoods have existed along the coast of northern California for at least 20million years and are related to tree species that existed 160million years ago.\nThe native range of coast redwood is from the northern California coast north to the southern Oregon Coast. The tree is closely related to the giant sequoia of central California, and more distantly to the dawn redwood which is indigenous to the SichuanHubei region of China. Coast redwoods are the tallest trees on Earth; as of September 2006, the tallest tree in the park was Hyperion at , followed by Helios and Icarus which were and respectively.\nBefore September 2006, the tallest living specimen known was the Stratosphere Giant, outside the park in Humboldt Redwoods State Park, which was in 2004. For many years, one specimen simply named Tall Tree in Prairie Creek Redwoods State Park and within the RNSP was measured at , but the top of the tree was reported to have died in the 1990s. One tree that fell in 1991 was reported to be . Only the giant sequoia has more mass. The largest redwood by volume is the 42,500cubic foot (1,205m) Lost Monarch, located in Jedediah Smith Redwoods State Park. Mature Coast redwoods live an average of 500700years and a few are documented to be 2,000years old, making them some of the longest-living organisms on earth. They are highly resistant to disease, due to a thick protective bark and high tannin content. Redwoods prefer sheltered slopes, slightly inland and near water sources such as rivers and streams.\nRedwood trees develop enormous limbs that accumulate deep organic soils and can support tree-sized trunks growing on them. This typically occurs above . Scientists have recently discovered that plants which normally grow on the forest floor also grow in these soils, well above ground. The soil mats provide homes to invertebrates, mollusks, earthworms, and salamanders. During drought seasons, some treetops die back, but the trees do not die outright. Instead, redwoods have developed mechanisms to regrow new trunks from other limbs. These secondary trunks, called \"reiterations\", also develop root systems in the accumulated soils at their bases. This helps transport water to the highest reaches of the trees. Coastal fog also provides up to one-third of their annual water needs.\nAnother large tree commonly found in the forest is the coast Douglas-fir. Sitka spruce are plentiful along the coast and are better adapted to salty air than other species. Trees such as the tanoak, Pacific madrone, bigleaf maple, California laurel, and both white and red alder are also widespread throughout the parks.\nHuckleberry, snowberry, and blackberry are part of the forest understory. The California rhododendron and azalea are flowering shrubs common in the park, especially in old-growth forest. Plants such as the sword fern are prolific, particularly near ample water sources. In Prairie Creek Redwoods State Park, Fern Canyon is a well-known ravine deep, with walls completely covered in ferns.\nFauna.\nThe ecosystems of the RNSP preserve a number of rare animal species. Numerous ecosystems exist, with seacoast, river, prairie, and densely forested zones all within the park. The tidewater goby is a federally listed endangered species that live near the Pacific coastline. The bald eagle, which usually nests near a water source, is listed as a state of California endangered species. The Chinook salmon, northern spotted owl, and Steller's sea lion are a few of the other animal species that are threatened.\nOver 40 species of mammals have been documented, including the black bear, coyote, cougar, bobcat, beaver, river otter, and black-tailed deer. Roosevelt elk are the most readily observed of the large mammals in the park. Successful herds, brought back from the verge of extinction in the region, are now common in park areas south of the Klamath River. Many smaller mammals live in the high forest canopy. Different species of bats, such as the big brown bat, and other smaller mammals including the red squirrel and northern flying squirrel spend most of their lives well above the forest floor.\nAlong the coastline, California sea lions, Steller sea lions and harbor seals live near the shore and on seastacks, rocky outcroppings forming small islands just off the coast. Dolphins and Pacific gray whales are occasionally seen offshore. Brown pelicans and double-crested cormorants are mainly found on cliffs along the coast and on seastacks, while sandpipers and gulls inhabit the seacoast and inland areas. Inland, freshwater-dependent birds such as the common merganser, osprey, red-shouldered hawk, great blue heron, and Steller's jay are a few of the bird species that have been documented. At least 400 bird species have been documented in the forestlands.\nReptiles and amphibians can also be found in the parks, with the northwestern ringneck snake, northern red-legged frog, Pacific giant salamander, and the rough-skinned newt most commonly seen.\nInvasive species.\nCurrently, over 200 exotic species live in the RNSP. Of these, 30 have been identified as invasive species, and ten of the 30 are considered threats to local species and ecosystems. Exotic species currently account for about a quarter of the total flora in the parks. Only about one percent of plant growth in old-growth areas are of exotic species, while areas such as the Bald Hills prairies have a relative cover of fifty to seventy-five percent exotic. The type of foreign vegetation also varies, with plants such as English ivy (Hedera helix), spotted knapweed (Centaurea maculosa), and poison hemlock (Conium maculatum). Spotted knapweed and poison hemlock are both under consideration for addition to a high priority watch list maintained by the park system.\nGeology.\nThe parks are located in the most seismically active area in the country. Frequent minor earthquakes in the park and offshore under the Pacific Ocean have resulted in shifting river channels, landslides, and erosion of seaside cliffs. The North American, Pacific, and Gorda Plates are tectonic plates that all meet at the Mendocino Triple Junction, only southwest of the parks. During the 1990s, more than nine magnitude6.0 earthquakes occurred along this fault zone resulting in 1 death and major financial loss, and there is always potential for a major earthquake. The park ensures that visitors are aware of the potential for a major earthquake through the use of pamphlets and information posted throughout the parks. The threat of a tsunami is of particular concern, and visitors to the seacoast are told to seek higher ground immediately after any significant earthquake.\nBoth coastline and the mountains of the California Coast Ranges can be found within park boundaries. The majority of the rocks in the parks are part of the Franciscan Assemblage, uplifted from the ocean floor millions of years ago. These sedimentary rocks are primarily sandstone, siltstone, shale, and chert, with lesser amounts of metamorphic rocks such as greenstone. For the most part, these rocks are easily eroded, and can be viewed along the seacoast and where rivers and streams have cut small gorges. Formed during the Cretaceous Period, they are highly deformed from uplift and folding processes. In some areas, river systems have created fluvial deposits of sand, mud, and gravel, which are transported into the park from upstream. Redwood Creek follows the Grogan Fault; along the west bank of the creek, schist and other metamorphic rocks can be found, while sedimentary rocks of the Franciscan Assemblage are located on the east bank.\nClimate.\nThe Redwood National and State Parks have an oceanic temperate rainforest climate, with cool-summer Mediterranean characteristics. The nearby Pacific Ocean has major effects on the climate in the parks. Temperatures near the coast mostly remain between 40 and 60degrees Fahrenheit (415C) all year. Redwoods tend to grow in this area of steadily temperate climate, though most grow at least a mile or two (1.53km) from the coast to avoid the saltier air, and they never grow more than from it. In this humid coastal zone, the trees receive moisture from both heavy winter rains and persistent summer fog. The presence and consistency of the summer fog is actually more important to overall health of the trees than the precipitation. This fact is born out in annual precipitation totals, which range between annually, with healthy redwood forests throughout the areas of less precipitation because excessive needs for water are mitigated by the ever-present summer fog and the cooler temperatures it ensures. Snow is uncommon even on peaks above , but light snow mixed with rain is common during the winter months.\nParts of the parks are threatened by climate change. Increasing average temperatures have led to reduced water quality, affecting the fish and other fauna, and rising sea levels threaten to damage park structures near the coast. The redwoods benefit from higher carbon levels and are resilient against temperature changes, though the range in which they live is likely to shift along with weather patterns.\nFire management.\nPrescribed controlled fires are part of the fire management plan, and they help to eliminate exotic species of plants and allow a more fertile and natural ecosystem. Fire is also used to protect prairie grasslands and to keep out forest encroachment, ensuring sufficient rangeland for elk and deer. The oak forest regions also benefit from controlled burns, as Douglas fir would otherwise eventually take over and decrease biodiversity. The use of fire in old-growth redwood zones reduces dead and decaying material, and lessens the mortality of larger redwoods by eliminating competing vegetation. The park's fire management plan calls for monitoring all fires, weather patterns and the fuel load (dead and decaying plant material). The fuel load level is controlled by either removing material or using controlled burns.\nRecreation.\nThe park has five visitor centers, where general information, maps, and souvenirs are available; some of the centers offer activities during the summer, led by the park rangers. There is no entry fee for the RNSP, though some camping areas and park areas require paid passes.\nSince the late-2019 closure of the DeMartin Redwood Youth Hostel, a low-amenities shared lodging facility (near Klamath),&lt;ref name=\"nps.gov/redw\"&gt;&lt;/ref&gt; there are no hotels or motels within the parks' boundaries. However, nearby towns such as Klamath, Requa, and Orick provide small hotels and inns, with extensive lodging options available in the regional trading centers: Crescent City on the northern end of the park and Arcata and Eureka located to the south. The park is about north of San Francisco and south of Portland, Oregon; U.S. Route 101 passes through it from north to south. The Smith River National Recreation Area, part of the Six Rivers National Forest, is adjacent to the north end of the RNSP.\nThe state parks have four frontcountry campgrounds which can be accessed by vehicle and used for a fee; the parks' website suggests making a reservation. These are at Mill Creek campground in Del Norte Coast Redwoods State Park and Jedediah Smith campground in Jedediah Smith Redwoods State Park, which together have 251 campsites; the Elk Prairie campground in Prairie Creek Redwoods State Park, which has 75; and the Gold Bluffs Beach campground which has 26. Other nearby parks and recreation areas have additional camping options.\nHiking is the only way to reach the seven backcountry camping areas, the use of which requires a permit. Camping is only allowed in designated sites, except on gravel bars along Redwood Creek that allow for dispersed camping. Proper food storage to minimize encounters with bears is strongly enforced, and hikers and backpackers are required to take out any trash they generate.\nAlmost of hiking trails exist in the parks. Throughout the year, trails are often wet and hikers need to be well prepared for rainy weather and consult information centers for updates on trail conditions. Some temporary footbridges are removed during the rainy season, as they would be destroyed by high streams.\nHorseback riding and mountain biking are allowed on certain trails. Kayaking is permitted, with ranger-led kayak tours offered during the summer. Kayakers and canoeists frequently travel the Smith River, which is the longest undammed river remaining in California. Visitors can fish for salmon and trout in the Smith and Klamath rivers, and the beach areas offer opportunities to catch smelt and perch. A California sport fishing license is required to fish any of the rivers and streams."}}