{"id": 29, "data": {"title": "Residence of Bukovinian and Dalmatian Metropolitans", "text": "The Residence of Bukovinian and Dalmatian Metropolitans in Chernivtsi, Ukraine was built for the Eastern Orthodox metropolitan bishop between 1864 and 1882 to the designs of the Czech architect Josef Hlvka from Austria-Hungary. The Residence, whose buildings are now part of Chernivtsi University, was declared a UNESCO World Heritage Site in 2011.\nConstruction.\nIn 1782, following the incorporation of Bukovina into the Habsburg monarchy, the seat of the Moldavian Eastern Orthodox Bishops of Rdui was moved to Chernivtsi (then known as Czernowitz). The province's military administration built a residence in haste for bishop . The edifice, completed in 1783, bore a shabby aspect, divided as it was into small, low rooms, with a little chapel that had a brick floor. Due to fungal growth caused by humidity, part of the building collapsed in 1790 and the rest was demolished. Thus, Herescu and his successors Daniil Vlahovici, Isaia Baloescu and, for a time, Eugenie Hacman, were obliged to move around rented rooms. In 18511852, Hacman sent a series of reports to the administration in Lviv, complaining that this situation was undignified. In 1860, the Religious Affairs Ministry issued a decree announcing a contest to select an architect for a new episcopal residence. The Czech architect Josef Hlvka was selected to develop the project.\nIn preparing his designs, Hlvka researched the building traditions of the region, and published an article, \"Buildings of the Eastern Greek Church in Bukovina\", in the \"Austrian Review\" in 1866. Hlvka's proposals for the complex included not only the bishop's palace but also administrative offices, meeting halls, a library, a choir school, a museum of church art and a chapel. The resulting work combines Byzantine and Moorish style, with the Alhambra as one inspiration.\nConstruction commenced in 1864 but was subjected to substantial delays due to technical problems, the illness of Hlvka from 1872 onwards, and to disagreements between Hlvka and the local administration, which led to Hlvka's resignation. The incompetence of Hlvka's successor, Feliks Ksiezarski, further delayed progress. The building and churches were consecrated in the winter of 1882/3.\nSignificance.\nThe UNESCO citation, declaring the Residence and the buildings in its complex as of \"outstanding universal value\", describes the site as follows:The architectural ensemble comprises the former Residence of the Metropolitans with its St. Ioan cel Nou of Suceava Chapel; the former seminary and Seminary Church, and the former monastery with its clock tower within a garden and landscaped park. The Residence, with a dramatic fusion of architectural references, expresses the 19th century cultural identity of the Orthodox Church within the Austro-Hungarian Empire during a period of religious and cultural toleration. In the 19th century, historicist architecture could convey messages about its purpose and the Residence of Bukovinian and Dalmatian Metropolitans is an excellent example.\nFeatures.\nThe buildings of the complex are laid out on three sides of a courtyard which is approximately 100 metres deep and 70 metres wide: the fourth side of this yard contains the main gates, set in tall railings.\nOpposite the gate is the largest single building, the residence of the Metropolitan, which also contains the Chapel of John the New of Suceava. The building presently houses the university's Faculty of Modern Languages. It contains the Synodal Hall (today called the Marble Hall), with a painted ceiling. Originally, this hall contained portraits of Austrian monarchs by Epaminonda Bucevschi (18431891). Other major rooms in this building include the former library of the Metropolitan (the Blue Hall), a smaller meeting space (the Red Hall) and the former reception room of the Metropolitan (the Green Hall). The UNESCO report on the site describes the Red Hall as \"an extraordinary beautiful wooden jewel box, whose wall painting resembles a sophisticated trimming with red Chinese silk.\"\nTo the left of the gate is the seminary building (the right wing of the ensemble) and its church, the Church of the Three Holy Hierarchs, which contains murals by Karl Jobst and other artists.\nOn the other side of the courtyard (the left wing of the ensemble), the former monastery building is today the geography department of the university. The clock tower of this building is decorated with Stars of David as a tribute to the Jewish community of Czernowitz which contributed to the construction of the complex.\nThe whole ensemble is set in an extensive landscaped park, which contains a monument to Hlvka sculpted in 1937.\nHistory.\nThe buildings originally hosted a substantial theological faculty which continued to function as such when Czernowitz became, after the end of World War I, part of Romania under the name of \"Cernui\". It was in the Synodal Hall that on 28 November 1918, Bukovina's union with Romania was ratified. The buildings were looted and considerably damaged by fire during World War II. After the war, when the region came under Soviet control, the theological faculty was closed down; when the buildings began to be restored in 1955, they were transferred to the town's university. In the intervening period, the buildings had been used for storage and many of the murals had been painted over. Internal redecoration, restoring some of the original features, was carried out from 1957 to 1967, when the ensemble was granted government protection. In 1991, the building was listed on the State Register of the newly independent Ukraine. Extensive restoration was carried out from 2004 onwards, resulting eventually in the ensemble being inscribed by UNESCO in its list of World Heritage Sites on 28 June 2011. The Residence was chosen in competition, including an Internet vote, as one of the Seven Architectural Wonders of Ukraine in 2011."}}