{"id": 233, "data": {"title": "Rice Terraces of the Philippine Cordilleras", "text": "The Rice Terraces of the Philippine Cordilleras (; Ifugao: \"Payyo\") are a World Heritage Site consisting of a complex of rice terraces on the island of Luzon in the Philippines. They were inscribed on the UNESCO World Heritage List in 1995, the first-ever property to be included in the cultural landscape category of the World Heritage List. This inscription has five sites: the Batad Rice Terraces and Bangaan Rice Terraces (both in Banaue), Mayoyao Rice Terraces (in Mayoyao), Hungduan Rice Terraces (in Hungduan) and Nagacadan Rice Terraces (in Kiangan), all in Ifugao Province. The Ifugao Rice Terraces reach a higher altitude and were built on steeper slopes than many other terraces. The Ifugao complex of stone or mud walls and the careful carving of the natural contours of hills and mountains to make terraced pond fields, coupled with the development of intricate irrigation systems, harvesting water from the forests of the mountain tops, and an elaborate farming system.\nThe Ifugao Rice Terraces illustrate the remarkable ability of human culture to adapt to new social and climate pressures as well as to implement and develop new ideas and technologies. Although listed by the UNESCO as a World Heritage site believed to be older than 2,000 years, recent studies from the Ifugao Archaeological Project report that they were actually constructed upon Spanish contact about 400 years ago.\nMaintenance of the living rice terraces reflects a primarily cooperative approach of the whole community which is based on detailed knowledge of the rich diversity of biological resources existing in the Ifugao agro-ecosystem, a finely tuned annual system respecting lunar cycles, zoning and planning, extensive soil conservation, and mastery of a complex pest control regime based on the processing of a variety of herbs, accompanied by religious rituals.\nHistorical description.\nThe rice terraces of the Cordilleras are one of the few monuments in the Philippines that show no evidence of having been influenced by colonial cultures. Owing to the difficult terrain, the Cordillera tribes are among the few peoples of the Philippines who have successfully resisted any foreign domination and have preserved their authentic tribal culture. The history of the terraces is intertwined with that of its people, their culture, and their traditional practices.\nApart from the idjang stone-fortresses of the Ivatan of the Batanes, the terraces, which spread over five present-day provinces, are the only other form of surviving stone construction from the pre-colonial period. The Philippines alone among south-east Asian cultures is a largely wood-based one: unlike Cambodia, Indonesia, or Thailand, for example, in the Philippines, both domestic buildings and ritual structures such as temples and shrines were all built in wood, a tradition that has survived in the terrace hamlets.\nIt is believed that terracing began in the Cordilleras less than one thousand years ago as taro cultivation. It is evidence of a high level of knowledge of structural and hydraulic engineering on the part of the Ifugao builders. The knowledge and practices, supported by rituals, involved in maintaining the terraces are transferred orally from generation to generation, without written records. Taro was later replaced by rice around 1600 A.D. which is the predominant crop today.\nDating techniques.\nIn order to understand Philippine prehistory and Southeast Asian patterns, it is critical for anthropologists and Southeast Asian scholars to date terraces. It is notoriously difficult to date field terraces. One important method is the use of the Bayesian model, which applies radiocarbon dating to tiered rice fields in the Northern Philippines. Archaeologists predict that these terraces were built during the 16th century by individuals who were migrating inland and upland from the Spanish. Relative dating techniques have been newly developed to be radiometric dating methods, which has become easily accessible. Due to relying on stratigraphic superposition and 14C dating, there has been a drawback for arbitrary interpretation: the calibrated information that was collected through laboratory results might not find accordance with the archeological incident that is being dated. Bayesian modeling is beneficial when dating rice terraces because when dating agricultural terraces it is essential to know about the layers and the chaotic mixtures of the materials, and Bayesian modeling has the ability to restore a variety of chronological information. According to Stephen Acabado, The Bayesian approach starts with what is known about the relative deposition order of the two layers and then modifies this knowledge in the light of the 14C dating information.\" The 14C dating method is used to give an approximate period for when the terrace walls were built and used.\nNational Cultural Treasures.\nThe five clusters inscribed as part of the Rice Terraces of the Philippine Cordilleras are Batad, Bangaan, Hungduan, Mayoyao Central and Nagacadan. Batad and Bangaan are under the jurisdiction of the Municipality of Banaue but are not referred to as the Banaue Rice Terraces.\nThe Banaue Rice Terraces refer to the cluster close to the Banaue poblacion as seen from the viewpoint. Contrary to popular belief, these terraces are not part of the UNESCO World Heritage Site. They were not included in the UNESCO inscription due to the presence of numerous modern structures, making it score low in the integrity criterion of UNESCO. The Banaue Rice Terraces are however a National Cultural Treasure under Ifugao Rice Terraces, together with the other rice terraces clusters.\nA designated Globally Important Agricultural Heritage Site.\nAll located in the Ifugao region, the Rice Terraces also feature as one of the Globally Important Agricultural Heritage Sites or GIAHS. They are supported by indigenous knowledge management of muyong, a private forest that caps each terrace cluster. The muyong is managed through a collective effort and under traditional tribal practices. The communally managed forestry area on top of the terraces contains about 264 indigenous plant species, mostly endemic to the region. The terraces form unique clusters of microwatersheds and are part of the whole mountain ecology. They serve as a rainwater filtration system and are saturated with irrigation water all year round. A biorhythm technology, in which cultural activities are harmonized with the rhythm of climate and hydrology management, has enabled farmers to grow rice at over 1,000 meters.\nThe Ifugao epic Hudhud.\nAside from the Rice Terraces of the Philippine Cordilleras, UNESCO inscribed the Hudhud Chants of the Ifugao, another National Cultural Treasure, on the Representative List of the Intangible Cultural Heritage of Humanity in 2008 (originally proclaimed in 2001). The Hudhud consists of narrative chants performed mainly by elder Ifugao women usually during the rice sowing season, at harvest time and at funeral wakes and rituals.\nThreats.\nAcculturation.\nThe influences of Christianity and education are weaning the younger Ifugaos away from their customs and their land. Moreover, television and the Internet are eroding traditional work ethics, which are vital to maintaining the labour-intensive terraces.\nThey had diminishing interest in their culture and in maintaining their unique legacy. When they are exposed to other cultures and places, they assimilate them and move to areas offering economic opportunities. Even with the introduction of mechanical equipment like cultivators and threshers, many young Ifugaos still shun farming, perceiving it as an occupation for the uneducated.\nOutmigration.\nMany young people have abandoned farming and moved to the cities to work, leaving just children and the elderly in the villages. Outmigration leads to the shortage of labour to work the land and keep the paddies in good condition.\nPests.\nEarthworms began invading the area in the late 1940s. They burrow and create spaces through which water can flow between paddies. But too many earthworms make the water drain fast and the paddies dry up. Once dry, the soil becomes like clay and it cracks easily. So when water is poured into a paddy that has dried up, it often collapses, taking with it the stone wall that borders the paddy.\nSimilar to earthworms, swamp eels bore holes on irrigation dikes and rice paddies, making these vulnerable to collapse. They are considered worse than earthworms because they bore bigger holes and reproduce fast.\nOther pests that threats the foundation of the paddy fields include snails and mole crickets.\nHeavy Rains.\nHeavy rains triggered by typhoons have damaged many rice paddies.\nShift to Vegetable Farming.\nDue to poverty, many farmers are shifting to vegetable production which promises more income in a short time compared to rice, which takes six months to grow and offers less market value. But this shift demands the use of chemical fertilizers and pesticides which could damage the fertility and ecology of the rice terraces. This leads to more abandoned terraces and the conversion of even more of the remaining rice terraces into vegetable fields. Moreovver, it can push farmers to clear out forested watershed areas in search of new land.\nTourism.\nWith tourism, some Ifugaos have converted their rice paddies into residential lots where lodging houses and display shops are built. Even traditional houses are being sold.\nTourism has encouraged the commercial production of woodcarvings and handicrafts, and this contributed to the depletion of local forest resources. It was found that different species of trees are now more frequently cut for woodcarving purposes.\nLimited Funds.\nIn the past, a cooperative farming practice has helped sustain the rice terraces. Under the cooperative practice, neighbouring farmers would go voluntarily to one field to clear weeds, plant or harvest rice, or repair damaged paddy walls or irrigation canals. The owner of the field would just provide the food, and is expected to help when another neighbor needs help in the future.\nHowever, in today's time, workers who help in the fields or the repairs are paid either in kind or in cash. The decline of Ifugao's cooperative farming tradition has led to rising labor costs, which farmers can hardly afford.\nThe repair of the terraces requires funding, which the farmers do not have. Farmers have no substantial savings, and this means that if their paddy walls collapse, the farmers often cannot afford to fix it. Also, there are limited local government resources allocated for restoring and preserving the rice terraces.\nThis reduces the attractiveness of rice terrace farming. As a result, many Ifugaos have completely given up farming.\nPreservation.\nThe Rice Terraces of the Philippine Cordilleras were named as a World Heritage Site by the UNESCO World Heritage Centre in 1995. It has passed by UNESCO's standards due to the blending of the physical, socio-cultural, economic, religious, and political environment as a living cultural landscape. In 2000, the site was inscribed as one of the most endangered cultural sites in the world by World Monuments Fund but was taken off in 2001.\nThe Ifugao Rice Terraces have also been inscribed in the List of World Heritage in Danger in 2001 as the dangers of deforestation and climate change threatens to destroy the terraces. Another contributing factor is globalization where the younger generations of the Ifugaos have recently had the opportunity to gain access to media and education, most of the younger Ifugaos have opted to come to the capital for work instead of the traditional farming tradition. The Philippines sought danger listing as a way to raise national and international support and cooperation in the preservation of the heritage site. Critic W.S. Logan described the flight of locals from the land as an example of heritage designations created by bureaucrats and policy makers rather than local communities.\nThe rice terraces were listed as one of the most endangered monuments in the world by World Monuments Fund in the 2010 World Monuments Watch, along with the Santa Maria Church and San Sebastian Church. All of the sites were taken off the list in 2011 after the passage of the National Cultural Heritage Act.\nIn 2012, UNESCO has removed the Rice Terraces from the list of sites in danger in recognition of the success of the Philippines in improving its conservation.\nUNESCO Extension.\nThe \"Rice Terraces of the Philippine Cordilleras\" element currently listed in the UNESCO World Heritage List possesses only 5 properties, all of which are in Ifugao province. There are also significant rice terraces in other provinces in the Cordilleras, notably those in Benguet province, Mountain Province, Kalinga province, Abra province, Apayao province, and Nueva Vizcaya province. The provincial governments of each province may cooperate with the National Commission for Culture and the Arts, National Museum of the Philippines, or the UNESCO Commission of the Philippines for the inclusion of their respective rice terraces in the UNESCO List as extension of the \"Rice Terraces of the Philippine Cordilleras\".\nCordillera Rice Terraces not included in the World Heritage List.\nThe following are at least half of the rice terrace clusters in the Cordillera mountain range that have yet to be extended as world heritage sites. Sites can only be extended as world heritage sites if they have retained their outstanding features, including the structures within them (example: traditional houses).\nOther rice terraces outside the Cordilleras can also be found."}}