{"id": 83, "data": {"title": "Rideau Canal", "text": "The Rideau Canal is a 202 kilometre long canal that links the Ottawa River, at Ottawa, with the Saint Lawrence River at Kingston, Ontario, Canada. Its 46 locks raise boats from the Ottawa River 83 metres upstream along the Rideau River to the Rideau Lakes, and from there drop 50 metres downstream along the Cataraqui River to Kingston.\nOpened in 1832 for commercial shipping, freight was eventually moved to railways and the St. Lawrence Seaway, and it remains in use today for pleasure boating, operated by Parks Canada May to October. It is the oldest continuously operated canal system in North America, and is a UNESCO World Heritage Site. \nToponymy.\nIt is named for the Rideau River, which was in turn named for the Rideau Falls. \"Rideau\", French for \"curtain\", is derived from the curtain-like appearance of the falls where they join the Ottawa River.\nHistory.\nPlan.\nAfter the War of 1812, information was received about the United States' plans to invade the British colony of Upper Canada from upstate New York by following the St. Lawrence River. This would have severed the lifeline between Montreal and the major naval base at Kingston. To protect against such an attack in the future, the British began construction or reinforcement of a number of defences including Citadel Hill in Halifax, La Citadelle in Quebec City, and Fort Henry in Kingston.\nTo ensure safe passage between Montreal and Kingston, a new route was planned that would proceed westward from Montreal along the St. Lawrence, north along the Ottawa River to the mouth of the Rideau River, later the site of Bytown (now Ottawa), then southwest via canal to Kingston and out into Lake Ontario. The Rideau would form the last portion of this route, along with shorter canals at Grenville, Chute--Blondeau and Carillon to bypass rapids and other hazards along the route.\nConstruction.\nThe construction of the canal was supervised by Lieutenant-Colonel John By of the Royal Engineers. Private contractors such as future sugar refining entrepreneur John Redpath, Thomas McKay, Robert Drummond, Thomas Phillips, Andrew White and others were responsible for much of the construction, and the majority of the actual work was done by thousands of Irish, Scottish, and French-Canadian labourers. Colonel John By decided to create a slackwater canal system instead of constructing new channels. This was a better approach as it required fewer workers, was more cost effective, and would have been easier to build.\nThe canal work started in the fall of 1826, and it was completed by the spring of 1832. The first full steamboat transit of the canal was made by Robert Drummond's steamboat, \"Rideau\" (aka \"Pumper\"), leaving Kingston on May 22, 1832 with Colonel By and family on board, and arriving in Bytown on May 29, 1832.\nThe final cost of the canal's construction was 822,804 when all the costs, including land acquisition, were accounted for (January 1834). Because of the unexpected cost overruns, John By was recalled to London and was retired; he received no accolades or recognition for his tremendous accomplishment.\nCommercial use.\nSince the canal was completed, no further military engagements have taken place between Canada and the United States. Although the Rideau was not put to defensive use, it played a pivotal role in the early development of Canada and encouraged shipping, trade, and settlement of Upper Canada by tens of thousands of immigrants.\nThe canal was easier to navigate than the St. Lawrence River because of significant rapids in the river between Montreal and Kingston. As a result, the Rideau Canal became a busy commercial artery between Montreal and the Great Lakes. It was also used by tens of thousands of immigrants from the British Isles heading westward into Upper Canada in this period.\nIt was a major route for shipping heavy goods (timber, minerals, grain) from Canada's hinterland east to Montreal. Hundreds of barge loads of goods were shipped each year along the Rideau; in 1841, for instance, some 19 steamboats, 3 self-propelled barges, and 157 unpowered or tow barges used the Rideau Canal. The canal had to compete with the Erie Canal through New York State. Some of the shipments that might have been made from Kingston east, instead were taken to the opposite side of the St. Lawrence River to Oswego, New York. There they traveled by the Oswego Canal to reach the Erie and, via the Hudson River, New York City markets.\nBusinessmen in Kingston studied the issue. They considered building another canal to Lake Simcoe and on to the French River and Georgian Bay, thereby enabling traffic on the upper Great Lakes to use canals all the way to Montreal and avoid shipping through the entire lakes system. This plan eventually emerged as the Trent-Severn Waterway. It had originally been surveyed as a military route but never built. A simpler plan was to route around the dangerous parts of the St. Lawrence to allow direct shipping from Kingston to Montreal, and this was soon underway.\nBy 1849, the rapids of the St. Lawrence had been tamed by a series of locks, and commercial shippers were quick to switch to this more direct route. But commercial use of the Rideau largely ended after the Prescott and Bytown Railway was opened in December 1854. It provided faster service than shipping by the canal.\nFurther work improving the direct route continued along the St. Lawrence River. In the 1950s it was developed as the current Saint Lawrence Seaway, which allowed ocean-going ships access to the Great Lakes.\nCurrent use.\nAfter the arrival of railway routes into Ottawa, most use of the canal was for pleasure craft. The introduction of the outboard motor led to an increase in small pleasure craft and increasing use of inland waterways like the Rideau and Trent-Severn. Today the Rideau forms part of the Great Loop, a major waterway route connecting a large area of the eastern United States and Canada.\nConstruction deaths.\nAs many as one thousand of the workers died during the construction of the canal. Most deaths were from disease, principally complications from malaria (\"P. vivax\"), which was endemic in Ontario within the range of the \"Anopheles\" mosquito, and other diseases of the day. Accidents were fairly rare for a project of this size; in 1827 there were seven accidental deaths recorded. Inquests were held for each accidental death. The men, women and children who died were buried in local cemeteries, either burial grounds set up near work sites or existing local cemeteries. Funerals were held for the workers and the graves marked with wooden markers (which have since rotted awayleading to a misconception that workers were buried in unmarked graves).\nSome of the dead remain unidentified as they had no known relatives in Upper Canada. Memorials have been erected along the canal route, most recently the Celtic Cross memorials in Ottawa, Kingston and Chaffeys Lock. The first memorial on the Rideau Canal acknowledging deaths among the labour force was erected in 1993 by the Kingston and District Labour Council and the Ontario Heritage Foundation at Kingston Mills.\nThree canal era cemeteries are open to the public today: Chaffey's Cemetery and Memory Wall at Chaffey's Lockthis cemetery was used from 1825 to the late 19th century; the Royal Sappers and Miners Cemetery (originally called the Military and Civilian Cemetery and then as the Old Presbyterian Cemetery) near Newboroused from 1828 to the 1940s; and McGuigan Cemetery near Merrickvilleused from the early 19th century (c. 1805) to the late 1890s.\nRecognition.\nThe Rideau Canal was designated a National Historic Site of Canada in 1925, and marked with a federal plaque the next year, and again in 1962 and 2013.\nThe canal has been featured on postage stamps issued by Canada Post. Two 45-cent stamps'Rideau Canal, Summer Boating at Jones Falls' and 'Rideau Canal, Winter Skating by Parliament'were issued on June 17, 1998, as part of the Canals and Recreational Destinations series. The stamps were designed by Carey George and Dean Martin, based on paintings by Vincent McIndoe.\nIn 2014, the canal appeared on a $2.50 international rate stamp as part of a Canada Post set honoring World Heritage Sites. The same design was reprised on a 2016 domestic-rate stamp.\nIn 1993, British Waterways and Parks Canada agreed to twin the canal with the Caledonian Canal in Scotland.\nIn 2000 the Rideau Waterway was designated a Canadian Heritage River in recognition of its outstanding historical and recreational values.\nIn 2007 it was inscribed as a UNESCO World Heritage Site recognizing it as a work of human creative genius. The Rideau Canal was recognized as the best preserved example of a slack water canal in North America demonstrating the use of European slackwater technology in North America on a large scale. It is the only canal dating from the great North American canal-building era of the early 19th century that remains operational along its original line with most of its original structures intact. It was also recognized as an extensive, well preserved and significant example of a canal which was used for military purposes linked to a significant stage in human history  that of the fight to control the north of the American continent.\nA plaque was erected by the Ontario Archaeological and Historic Sites Board at Jones Falls Lockstation commemorating Lieutenant Colonel John By, Royal Engineer, the superintending engineer in charge of the construction of the Rideau Canal. The plaque notes the Rideau Canal, built as a military route and incorporating 47 locks, 16 lakes, two rivers, and a , dam at Jones Falls (Jones Falls Dam), was completed in 1832.\nOther plaques to the canal erected by the Ontario Heritage Trust are at Kingston Mills, Smiths Falls, and Rideau Lakes.\nWaterway.\nThe of the Rideau Canal incorporate sections of the Rideau and Cataraqui rivers, as well as several lakes, including the Lower, Upper and Big Rideau lakes. About of the route is artificial. Communities along the waterway include Ottawa, Manotick, Kars, Burritts Rapids, Merrickville, Smiths Falls, Rideau Ferry, Portland, Westport, Newboro, Seeleys Bay and Kingston. Communities connected by navigable waterways to the Rideau Canal include Kemptville and Perth.\nSince World War I and the construction of more extensive rail lines into rural Ontario, only pleasure craft make use of the Rideau Canal. It takes 35 days to travel one way through the Rideau Canal system by motor boat. Boat tours of the canal are offered in Ottawa, Kingston, Merrickville, and Chaffeys Lock. A cruise line operates the ship \"Kawartha Voyageur\". Recreational boaters can use it to travel between Ottawa and Kingston.\nMost of the locks are still hand-operated. There are a total of 45 locks at 23 stations along the canal, plus two locks (locks 33 and 34) at the entrance to the Tay Canal (leading to Perth). The elevation between the Ottawa River and its summit at Upper Rideau Lake, is 83 metres (273 feet), the elevation change from Upper Rideau Lake to Lake Ontario is 50 metres (164 feet). Furthermore, there are four blockhouses and some of the original 16 defensible lockmasters residences along the waterway. The original Commissariat Building and foundation of the Royal Engineers' barracks remain at the Ottawa Lock Station. The waterway is home to many species of birds, reptiles, amphibians, mammals and fish.\nIn 197374 a new Smiths Falls Combined Lock, 29a, was built a few dozen metres to the north of the original flight of three locks (locks 2830). The original locks were bypassed but left in place.\nLocks.\nThe Rideau Canal uses a lock system that is still fully functioning. The gates that let boats in and out of the locks last approximately 1215 years. When the canal was constructed, the gates were made at the lock sites by carpenters and blacksmiths, but presently they are made in Smiths Falls, Ontario, and sometimes it takes up to two months to build a set of gates. The gates used on the Rideau Canal are made of Douglas Fir and are mitre-shaped to ensure a tight seal due to water pressure. The average Rideau Canal lock lift uses 1.3million litres ( or ) of water.\nRideaumax.\nIn normal operations the canal can handle boats up to in length, in width, and in height with a draft of up to (boats drafting over . In special circumstances a boat up to in length by in width can be handled.\nBlockhouses.\nFour blockhouses were built from 1826 to 1832 to provide protection for the canal which was under the control of the British Forces:\nA fifth blockhouse at Burritts Rapids was partially built in 1832 before work was stopped with only the foundation and walls completed, then rebuilt in 19141915 and finally demolished to be replaced by the current lock station in 1969.\nCommissariat Building.\nThe Commissariat Building is the oldest stone building still standing in Ottawa. It was built in 1827 as a storehouse for the British Military in Upper Canada. The building has three floors, a secure vault, two sets of staircases, and a block and tackle on the front for hauling goods into the upper floors. After being divided into workshops and residential apartments, the Commissariat Building has housed the Bytown Museum since 1917.\nParliament Hill was intended to be the site of a fortress, to be called Citadel Hill, where the canal ended at the Ottawa River.\nSkateway.\nIn winter, a section of the Rideau Canal passing through central Ottawa becomes officially the world's largest and second longest skating rink. The cleared length is and has the equivalent surface area of 90 Olympic ice hockey rinks. It runs from the Hartwells Lockstation at Carleton University to the locks between the Parliament Buildings and the Chteau Laurier, including Dow's Lake in between. It serves as a popular tourist attraction and recreational area and is also the focus of the Winterlude festival in Ottawa. In 2023, unseasonably warm weather prevented the opening of the Skateway for Winterlude. Beaver Tails, a fried dough pastry, are sold along with other snacks and beverages, in kiosks on the skateway. Kiosks were removed in early 2023 due to the resulting lack of tourism.\nIn January 2008, Winnipeg, Manitoba, achieved the record of the world's longest skating rink at a length of 8.54 kilometres but with a width of only 2 to 3 metres wide on its Assiniboine River and Red River at The Forks. In response, the Rideau Canal was rebranded as \"the world's largest skating rink\". The Rideau Canal Skateway was added to the Guinness Book of World Records in 2005 for being the largest naturally frozen ice rink in the world.\nThe Skateway is open 24 hours a day. The length of the season depends on the weather, but typically the Rideau Canal Skateway opens in January and closes in March. Because of global warming, the region's average winter temperature has risen at an accelerating rate since the 1970s, which has gradually pushed back the opening day of skating and shortened the skating season. In 19711972, the Skateway's second winter, the skating season was 90 days long, which was its longest season. By 202223, warm temperatures combined with snow and rain led to the first ever season with zero skating days. Before then, the 20152016 season was the shortest in which the Skateway was opened, being a mere 34 days long (and with only 18 skating days).\nAlthough some residents of Ottawa used the canal as an impromptu skating surface for years, the official use of the canal as a skateway and tourist attraction is a more recent innovation. As recently as 1970, however, city government of Ottawa considered paving over the canal to make an expressway. The federal government's ownership of the canal, however, prevented the city from pursuing this proposal. When Doug Fullerton was appointed chair of the National Capital Commission, he proposed a recreational corridor around the canal, including the winter skateway between Carleton University and Confederation Park. The plan was implemented on January 18, 1971, despite opposition by city council. A small section of ice near the National Arts Centre was cleared by NCC employees with brooms and shovels, and 50,000 people skated on the canal the first weekend. Today the skating area of the canal is larger because of the equipment available for ice resurfacing and 24/7 maintenance crews. The skateway now has an average of one million visits per year. City councillor and author Clive Doucet credits this transformation of the canal with reinvigorating the communities of the Glebe, Old Ottawa East and Old Ottawa South.\nPreparation and maintenance.\nThe preparation for the Skateway starts as early as mid-October. At the end of the boating season, the water is drained at the Ottawa locks near Parliament by Parks Canada. Facilities on the ice such as shelters, chalets, and access ramps for vehicles are then installed. Next, \"beams are placed at the locks, and the water is raised to skating level.\" After this step, the essentials are added such as stairs to access the ice, and hookups for both plumbing and electricity. The ice cap that forms as the canal freezes becomes the Rideau Canal Skateway. When the canal has built up a sufficient ice thickness, snow is removed from the ice surface and it is flooded in order to make the ice even more thick and smooth. Samples of ice are tested for quality and thickness. When it is safe to skate on, the Rideau Canal Skateway is opened for the season.\nThe Rideau Canal Skateway is maintained by the NCC (National Capital Commission). The ice is maintained by crews 24 hours a day, seven days a week. The snow and ice shavings are cleared off the surface every day and the ice surface is flooded each night with a \"water dispersion machine\" (weather permitting) to fill in any cracks caused by the contracting and expanding ice. There are approximately 20 holes along the side of the Skateway that flood the ice surface to make it smoother for skaters.\nTwo types of ice can form on the Rideau Canal Skateway, which are \"white ice\" and \"clear ice\". White ice has a milky appearance with air bubbles, and is formed when snow and water mix and then freeze. White ice can also be formed by mechanically flooding the ice surface with water to increase the thickness of the ice cap. The other type of ice is called \"clear ice\", which has a colourless appearance and is formed when ice crystals build up below the frozen surface in cold temperatures. If snow accumulates on the ice it can negatively impact the conditions for skating. Snow depresses the ice surface and slows down the formation of ice crystals beneath the surface.\nIce conditions can be classified as very good, good, fair or poor. They are updated twice daily by the NCC. The ideal (\"very good\") conditions mean there are \"a limited number of pressure cracks\", the ice is very hard and durable overall, the ice surface is clean and smooth, there are a \"limited number of rough areas\", and there is a \"very good gliding surface.\""}}