{"id": 142, "data": {"title": "Rila Monastery", "text": "The Monastery of Saint John of Rila, also known as Rila Monastery \"Sveti Ivan Rilski\" (), is the largest and most famous Eastern Orthodox monastery in Bulgaria. It is situated in the southwestern Rila Mountains, south of the capital Sofia in the deep valley of the Rilska River (\"Rila River\") at an elevation of above sea level, inside of Rila Monastery Nature Park. The monastery is named after its founder, the hermit Ivan of Rila (876  946 AD), and houses around 60 monks.\nFounded in the 10th century, the Rila Monastery is regarded as one of Bulgaria's most important cultural, historical and architectural monuments and is a key tourist attraction for both Bulgaria and Southern Europe. In 2008 alone, it attracted 900,000 visitors. The monastery is depicted on the reverse of the 1 lev banknote, issued in 1999.\nHistory.\nIt is traditionally thought that the monastery was founded by the hermit St. Ivan of Rila, whose name it bears, during the rule of Tsar Peter I (927-968). The hermit actually lived in a cave without any material possessions not far from the monastery's location, while the complex was built by his students, who came to the mountains to receive their education.\nEver since its creation, the Rila Monastery has been supported and respected by the Bulgarian rulers. Large donations were made by almost every tsar of the Second Bulgarian Empire up until the Ottoman Conquest, making the monastery a cultural and spiritual centre of Bulgarian national consciousness that reached its apogee from the 12th to the 14th century.\nThe Rila Monastery was reerected at its present place by Hrelyu, a feudal lord, during the first half of the 14th century. The oldest buildings in the complex date from this period - the Tower of Hrelja (13341335) and a small church just next to it (1343). The bishop's throne and the rich-engraved gates of the monastery also belong to the time. However, the arrival of the Ottomans in the end of the 14th century was followed by numerous raids and a destruction of the monastery in the middle of the 15th century.\nThanks to donations by the Sultana Mara Brankovi, the Russian Orthodox Church and the Rossikon monastery of Mount Athos, the Rila Monastery was rebuilt in the end of the 15th century by three brothers from the region of Dupnica. With Sultana Mara Brankovi's influence Ivan of Rila's relics were moved from Tarnovo into the new complex in 1469.\nThe complex acted as a depository of Bulgarian language and culture in the ages of foreign rule. During the time of the Bulgarian National Revival (18th-19th century), it was destroyed by fire in 1833 and then reconstructed between 1834 and 1862 with the help of wealthy Bulgarians from the whole country, under the famous architect Alexi Rilets. The erection of the residential buildings began in 1816, while a belfry was added to the Tower of Hrelyu in 1844. Neofit Rilski founded a school in the monastery during the period. The monastery is known as being one of the hideouts of Bulgarian revolutionaries such as Vassil Levski, Gotse Delchev, Peyo Yavorov, etc.\nThe monastery complex, regarded as one of the foremost masterpieces of Bulgarian National Revival architecture, was declared a national historical monument in 1976 and became a UNESCO World Heritage Site in 1983. Since 1991 it has been entirely subordinate to the Holy Synod of the Bulgarian Orthodox Church.\nOn 25 May 2002, Pope John Paul II visited Rila monastery during his pilgrimage to Bulgaria. He was greeted by the Monastery's igumen, Bishop Ioan, who had been an observer at the Second Vatican Council.\nArchitecture.\nThe whole complex occupies an area of 8,800m and is rectangular in form, centred on the inner yard (3,200m), where the tower and the main church are situated.\nMain church.\nThe main church of the monastery was erected in the middle of the 19th century. Its architect is Pavel Ioanov, who worked on it from 1834 to 1837. The church has five domes, three altars and two side chapels, while one of the most precious items inside is the gold-plated iconostasis, famous for its wood-carving, the creation of which took five years to four handicraftsmen: Atanas Teladur, Petar and Georgi Dashini and Dimitar Stanishev. The participation of Petre Filipovich- Garkata is questionable. The frescoes, finished in 1846, are the work of many masters from Bansko, Samokov and Razlog, including the famous brothers Zahari Zograf and Dimitar Zograf. The church is also home to many valuable icons, dating from the 14th to the 19th century. Porticos in the courtyard have Mamluk influence with the striped painting and the domes, which became more popular in the Ottoman Empire after the conquest of Egypt.\nResidential part.\nThe four-storey (not counting the basement) residential part of the complex consists of 300 chambers, four chapels, an abbot's room, a kitchen (noted for its uncommonly large vessels), a library housing 250 manuscripts and 9,000 old printed matters, and a donor's room. The exterior of the complex, with its high walls of stone and little windows, resembles a fortress more than a monastery.\nMonastery museum.\nThe museum of the Rila Monastery is particularly famous for housing Rafail's Cross, a wooden cross made from a whole piece of wood (8143cm). It was whittled down by a monk named Rafail using fine burins and magnifying lenses to recreate 104 religious scenes and 650 miniature figures. Work on this piece of art lasted not less than 12 years before it was completed in 1802, when the monk lost his sight."}}