{"id": 340, "data": {"title": "Rock Carvings in Tanum", "text": "The Rock Carvings in Tanum () are a collection of petroglyphs near Tanumshede, Bohusln, Sweden, which were declared a World Heritage Site by UNESCO in 1994 because of their high concentration. \nPetroglyphs.\nIn total, there are thousands of images called the Tanum petroglyphs, on about 600 panels within the World Heritage Area. These are concentrated in distinct areas along a 25 km stretch, and covers an area of about 51 hectares (126 acres or 0.5 km).\nWhile the region was on the coastline when the drawings were made, it is now at an elevation of 25m.\nScandinavian Bronze Age and Iron Age people were sophisticated craftsmen and very competent travelers by water. (Dates for ages vary with the region; in Scandinavia, the Bronze Age is roughly 1800 to 500 BCE) Many of the glyphs depict boats of which some seem to be of the Hjortspring boat type carrying around a dozen passengers. Wagons or carts are also depicted.\nOther glyphs depict humans with a bow, spear or axe, and others depict hunting scenes. In all cases the pictures show people performing rituals. There is a human at a plough drawn by two oxen, holding what might be a branch or an ox-goading crop made of a number of strips of hide.\nOne of the larger rocks of Nordic Bronze Age petroglyphs in Scandinavia (at 22 metres tall and 6 metres wide), the \"Vitlyckehll\", is located in Tanumshede. It contains nearly 300 carvings of a variety of scenes, people, and objects.\nThe rock carvings are endangered by erosion due to acid rain and some are thus covered either permanently or during certain times of the year. Some have been painted red to make them more visible for tourists; a practice which has drawn criticism for removing the authenticity and original state of the drawings.\nRecent history.\nThe first records of the images inscribed at the site were made in 1627 when Peder Alfsn, a Norwegian doctor and lector, made ink drawings of some of the carvings. The first professional recordings were made in 1792 by Carl Gustaf Gottfried Hilfeling, who was sent by nobleman Pehr Tham to draw the carvings. A number of excavations and recordings took place over the course of the early 19th century, primarily led by Carl Georg Brunius and Axel Emmanuel Holmberg, who published research and debated at length the most likely era of their creation. Strong arguments for the now accepted era were not made until the late 19th century, when Oscar Montelius and Viktor Rydberg presented evidence linking the drawings to the Bronze Age. During the early 20th century, studies began to focus more on the meaning behind the drawings, rather than determining their age, but late 20th century work confirmed that the drawings were likely made during the Bronze Age.\nThe site was named a World Heritage Site by UNESCO in 1994; encompassing approximately 45 km in total. It is visited by approximately 100,000 people per year, though visitors are not permitted to walk on or touch the drawings."}}