{"id": 178, "data": {"title": "Rohtas Fort", "text": "Rohtas Fort (Punjabi, ; \"Qila Rohtas\") is a 16th-century fortress located in Dina, Punjab, Pakistan. Raja Todar Mal, a minister of the Afghan king Sher Shah Suri, supervised the construction of the fort, which is now one of the largest and most formidable in the Punjab.\nThe fort remains remarkably intact and was declared a UNESCO World Heritage Site in 1997. UNESCO called it an \"exceptional example of the Muslim military architecture of Central and South Asia.\"\nLocation.\nRohtas Fort is in Pakistan approximately northwest of Jhelum and is near the city of Dina. The fort is from Khukha and Gaggar Khurd. It lies south of the Grand Trunk Road, one of Asia's oldest and longest major roads. The historic Badshahi Road road once passed along the northern outer wall of the fort.\nRohtas Fort is situated on a hill in the Tilla Jogian Range, overlooking a gorge where the Kahn River meets a seasonal stream called Parnal Khas. The fort is positioned above its surroundings. It is above sea level and covers an area of .\nAt the northern edge of the Rohtas Fort; situated near the fort's Talaqi gate, it overlooks Gurdwara Chowa Sahib.\nHistory.\nSur period.\nSher Shah Suri, the Afghan founder of the Sur Empire of India, commissioned the Rohtas Fort on the advice of his generals, who suggested him to adopt a scorched earth strategy to defeat the warring Gakhar, a local Punjabi Muslim tribe who were providing bold resistance to the Surs, near the Salt Range region in Punjab, Pakistan. Thus the idea of the Rohtas Fort was conceived, with Sher Shah Suri laying down the foundation of the fort. The fort occupied a strategic position between the mountains of Afghanistan and the plains of Punjab, preventing Humayun from returning to India from his exile in Persia. Its name celebrated the Afghan king Sher Shah Suri's 1539 capture of the Rohtas Fort in the Shahabad district of Bihar from a Hindu prince.\nThe construction of Rohtas Fort started in 1541 under the supervision of finance minister Todar Mal. However, its construction soon stopped when the local Gakhar population was unwilling to work on the construction due to all the male tribesmen taking a vow to not cooperate with the Surs lest be threatened with excommunication or expulsion. Thus Todar Mal wasn't able to find even one labourer to help him in the construction of the fort. This was the case until he under the orders of Sher Shah Suri raised the workers' wages to such a degree that many of the Gakhars became willing to help with the fort's construction. Sher Shah Suri didn't live to see its completion as he died in 1545 before the fort was completed.\nMughal period.\nWith Sher Shah Suri's death, Humayan returned to regain his rule of the Punjab region. Rohtas Fort was ceded to Humayun in 1555. As a result, the fort lost much of its defensive significance. It was never popular with the Mughals because of its plain military style and lack of gardens. In the 1580s, Emperor Akbar constructed the nearby Attock Fort that was a better fit to Mughal interests.\nAkbar only stayed at Rohtas Fort for a single night. Emperor Jahangir rested there for one night while traveling to Kashmir. He noted, \"This fort was founded in a cleft and the strength of it cannot be imagined.\" Later, after his victorious return from a forced exile in Kabul, Jahangir convened his court at Rohtas Fort for a short time.\nDuring the Mughal era, the fort was used almost continuously until 1707. The Afsharid ruler Nader Shah camped at the fort during his invasion of the Mughal Empire. After that, it was used by the Afghan Durrani chieftain Ahmad Shah Durrani during his invasions of Punjab against the Sikhs. It was taken over by the Marathas in 1758 but the Afghans retook the fort in 1759. The Durrani chieftain Timur Shah Durrani retook Multan from the Sikhs in 1780 after defeating them at Rohtas.\nSikh Empire period.\nGurmukh Singh Lamba captured Rothas Fort in 1825 from Nur Khan, a Gakhar chief. Raja Fazal Din Khan was the last to use Rohtas Fort for military purposes when he participated in a successful rebellion led by Sher Singh in the late 1830s; however, the fort never saw any fighting. The Sikh Empire used the fort for administrative purposes until the British took the region in 1849.\nArchitecture.\nThe designers of Rohtas Fort valued function over form. Its style draws from Turkish, Middle Eastern, and South Asian artistic traditions.\nLayout.\nRohtas Fort covers an area of , enclosed by of walls. It has bastion towers and twelve monumental gates that provide access to the inner fort. The fort is an irregularly shaped triangle and follows the contours of its hill. The northwest corner of the fort is walled off from the rest of the structure by a wall. The enclosed section served as a citadel for elites. It could hold up to 30,000 men.\nRamparts.\nThe fort's walls are built in sandstone laid in lime mortar mixed with brick. The height of the outer wall varies between with a thickness between . The fortified walls have 68 bastion towers at irregular intervals. The ramparts follow the hilltop's contours.\nThe fort's wall had up to three terraces at different levels, connected by staircases. The uppermost terrace has merlon-shaped battlements from which soldiers could fire muskets and pour molten lead. In addition, the fort has hundreds of machicolations, each beautifully decorated with geometric patterns. These small drains led from the interior to the exterior walls so the soldiers could pour molten lead or other hot liquids on invaders trying to scale the fort's walls.\nGates.\nRohtas Fort has 14 gates built of grey ashlar stone\nSohail.\nSohail gate features some of the best masonry work of the Sur Empire and was likely the ceremonial main entrance to the fort. Its namesake is the local saint, Sohail Bukhari, interred in the southwestern portion of the gate.\nThis rectangular gate measures high by wide, and with a depth of . Its central archway is wide and maintains its shape throughout the depth of the gate. The gateway has ornamental floral motifs with richer decorations on its outer face. There are seven battlements along the outer face of the Sohail gate. A room on the upper floor has windows that open toward the fort's interior. There is also a small window in the middle of the inner arch.\nShah Chandwali.\nShah Chandwali is a double gate that links the citadel to the main fort. The outer gate is an entrance from the citadel. It is wide and deep. The inner gate is a simple archway wide. Its namesake is Shah Chandwali, a saint who refused wages for working on this gate. He died while working on the gate's construction and is buried nearby. His shrine still stands.\nKabuli.\nKabuli gate opens to the northwest in the general direction of Kabul, Afghanistan, its namesake. The gate now houses a visitors' information center and a museum set up by the Himalayan Wildlife Foundation.\nThe gate may have been built in two stages. It consists of an inner and outer gate that encloses a stepwell. Its opening is wide and is flanked by two bastions on either side. The gate has five battlements on top, with stairs leading up the outside wall. South of the gate is the Shahi Mosque, so many call it the Shahi Darwaza.\nShishi.\nShishi gate derives its name from the glazed tiles that decorate its outer arch. These blue tiles are the earliest known examples of this technique, later refined in Lahore. A carved calligraphy inscription to the left of the gate gives the date of construction of the fort. The Persian inscription says:In the Hijri Year 948 [1541 CE] came the exaltedAt that time constructed the great fort The Emperor is Sher, with long life There is no match to his good fortuneIt was completed by Shahu Sultan.\nLangar Khani.\nLangar Khani gate opens directly into the citadel but was designed as a trap in the direct line of fire from the fort's bastions. It is a double gate with a central arched opening that is high and wide. The outer arch has a small window like Sohail Gate. The external opening leads to a Langar Khana (kitchen). Two bastions on either side of the gate include kitchens, stores, and a well for water. The opening of this gate is L-shaped, requiring a turn to the right after entering. It is decorated with carved calligraphy inscriptions.\nTalaqi.\nTalaqi gate has two bastions on each side. It is high and wide. This gate features a duplicate of the carved calligraphy inscription on Shishi gate. The origin of the name Talaqi is unknown. Some say the gate's name is a derivative of \"Talaq\", meaning divorce. According to another legend, Prince Sabir Suri entered this gate and had a fatal attack of fever. His death was regarded as a bad omen, giving the gate its name of \"Talaqi\".\nMori.\nThe Mori gate opens to the north and faces towards Kashmir. As a result, it is also called Kashmiri gate. Morigate opens into one chamber, which opens into another.\nKhwas Khani.\nKhwas Khani is a double gate named after one of Sher Shah Suri's greatest generals, Khawas Khan Marwat. It was the original main entrance to the fort from the Grand Trunk Road. The outer gate is wide and deep. The outer gate has a bastion, five battlements at its top, and flanking defensive walls with cannons. All of the battlements have loopholes and machicolations. The inner and outer gates are almost mirrored images. The inner side of Khwas Khani also has five battlements, making it unique amongst the fort's inner gates. The inner and outer arches have calligraphy inscriptions and sunflower motifs like Sohail gate. The inner gate also has a room with windows that open to the inside and the outside. It is accessible by only one gate and has a fine stepwell, suggesting it was for the royal family.\nGatali.\nGatali is a single gate that is high and deep. It faces the village Gatali ford, also called Patan Gatiali or Gatiyalian, the critical point to cross the Jhelum River for the Kashmir Valley. Gatali gate is decorated with carved calligraphy inscriptions.\nSar.\nSar is a small entrance that seems to have been made by locals knocking down the main wall (outer boundary) as a passage to the adjacent jungle. There is a bastion next to this gate. Because the now dilapidated pond in front of this gate has existed since the fort's beginning, the entrance is called Sar gate (water pond).\nTulla Mori and Pippli.\nTulla Mori and Pippli are entrances rather than gates. Tulla Mori is on the eastern side of the fort and has an adjacent bastion. It is wide. Pippli is \nRoyal mosque.\nThe small Shahi Masjid (Royal mosque) is near the Kabuli gate and is the most decorated of the fort's original buildings.\nThe mosque includes a prayer chamber and a small courtyard. Stairs lead from the courtyard to the top of the Kabuli gate. The mosque's outer wall is also the fortification wall, meaning soldiers walked over the mosque's roof.\nThe prayer chamber is long and deep. It has three equal sections with domed ceilings that are not visible from outside the structure. The Pesh Imam (prayer leader) had a small room at the end of the prayer chamber. This room has a small interior domed roof, also not visible from outside the mosque. The mosque lacks a place for ablution (cleaning up before prayers).\nThe mosque has decorative stone carvings featuring a sunflower motif and calligraphy engravings. One such carving is outside the Pesh Imam and features the word \"Allah\" in Arabic calligraphy. The merlons on top of the Shahi Mosque have the same carving. The sunflower motif is also on each side of the arches of the Shahi Mosque and the guard posts between each gate. There are round carvings of the Six Kalimas in Naskh script, surrounded by lilies, on the mosque's outer wall. \nPalace.\nThe Raja Man Singh Haveli, located on the highest point of the citadel, is the fort's only palace. The Rani Mahal (Queen's palace) is a one-story structure inside the fort. It originally had four rooms, but only one room remains today. The room is square. It is high and beautifully decorated inside and outside. The inside of the roof has decorative flowers, geometrical patterns, and fake windows. The stone dome roof is carved on the exterior to resemble a flower. \nStepwells.\nThere are three baolis or stepwells in the fort, made by cutting deep into the limestone. The central baoli is in the middle of the fort and served soldiers, elephants, and horses. This baoli has 148 steps. Each step is wide. Three arches span its length.\nThe royal baoli is near the Kabuli gate. It has 60 steps and small chambers used as baths by the royal family. The Sar gate baoli, located near the Sar gate, is smaller and was most likely used by soldiers.\nLegacy and conservation.\nRohtas Fort was designated a World Heritage Site in 1997, having met the following inclusion criteria:\nThe fort is noted for its high integrity and authenticity. The central archway of Chandwali gate was recently restored and is the only modern construction on the fort. However, in early 2005, the left inner face of Talaqi gate collapsed due to seepage, heavy rains, and general neglect. At the same time, the right flank and foundation detached from the original structure. Over time, Gatali gate's right bastion and supporting wall collapsed due to permeated rainwater and erosion of its foundations.\nThe Himalayan Wildlife Foundation conceived the Rohtas Fort Conservation Programme in 2000 to help protect the fort and develop it as a heritage site. The foundation is undertaking several projects in conjunction with the Royal Norwegian Embassy, including completing the restoration of Shah Chandwali gate and conserving Haveli Man Singh, Talaqi gate, and Gatali gate. The project also included creating the Sher Shah Suri Museum in the upper story of Sohail gate.\nEviction order.\nIn 1992, the government of Pakistan ordered the locals of Rohtas City to leave the inside area of the fort, stating that the government would construct houses for them outside the fort. Zafar Chughtai, the chairman of Rohtas City, opposed the order and declared that no government could take the properties of Rohtas locals. The order is still in effect, but no subsequent government has pursued its execution and has allowed residents to reside inside the fort."}}