{"id": 23, "data": {"title": "Royal Palaces of Abomey", "text": "The Royal Palaces of Abomey are 12 palaces spread over an area of at the heart of the Abomey town in Benin, formerly the capital of the West African Kingdom of Dahomey. The Kingdom was founded in 1625 by the Fon people who developed it into a powerful military and commercial empire, which dominated trade with European slave traders on the Slave Coast until the late 19th century, to whom they sold their prisoners of war. At its peak the palaces could accommodate up to 8000 people. The King's palace included a two-story building known as the \"cowrie house\" or \"akuehue\". Under the twelve kings who succeeded from 1625 to 1900, the kingdom established itself as one of the most powerful of the western coast of Africa.\nUNESCO had inscribed the palaces on the List of World Heritage Sites in Africa. Following this, the site had to be included under the List of World Heritage in Danger since Abomey was hit by a tornado on 15 March 1984, when the royal enclosure and museums, particularly the King Guezo Portico, the Assins Room, King's tomb and Jewel Room were damaged. However, with assistance from several international agencies the restoration and renovation work was completed. Based on the corrective works carried out and reports received on these renovations at Abomey, UNESCO decided to remove the Royal Palaces of Abomey, Benin from the List of World Heritage in Danger, in July 2007.\nToday, the palaces are no longer inhabited, but those of King Ghzo and King Gll house the Historical Museum of Abomey, which illustrates the history of the kingdom and its symbolism through a desire for independence, resistance and fight against colonial occupation.\nHistory.\nThe opulent palaces built by the 12 rulers of the kingdom within the cloistered site of Abomey, functioned between 1695 and 1900, as the traditional cultural hub of the empire. The first ruler to initiate the building of palaces was King Houegbadja who had founded the city.\nAccording to folklore, the descendants of the royal family of Abomey who built the 12 Royal Palaces of Abomey are the progeny of Princess Aligbonon of Tado and a panther. Their kingdom existed in the southern part of the present day Republic of Benin in Abomey. Recorded history is, however, traced to the 17th century to two of their descendants, namely Do-Aklin and Dakodonou. Houegbadja (16451685) was the king who established the kingdom on the Abomey plateau and set the legal framework for the kingdom's functioning, political role, succession rules and so forth.\nKing Agaja (17181740) defeated the kingdom of Allada in 1724 and the Kingdom of Whydah in 1727. This resulted in killing of several prisoners. Many of the prisoners were also sold as slaves at Ouidah, then called Glw. These wars marked the beginning of the dominance of Dahomey's slave trade (which was carried out through the port of Whydah with the Europeans.\nIn the 19th century, however, with the rise of the antislavery movement in Great Britain, King Guzo (18181858) initiated agricultural development in the country, which resulted in further economic prosperity of the kingdom achieved through exports of agricultural products such as corn and palm oil.\nFrom 1892 to 1894, after the Fon returned to raiding the Oum Valley, France declared war to Dahomey. Following a string of decisive French victories during the Second Franco-Dahomean War, they seized the Singboji palace. King Bhanzin, the last independent reigning king of Dahomey and the remnants of his army fled north as the French entered the capital on 17 November. The French chose Bhanzin's brother, Goutchili, as the new king. Bhanzin was eventually deported to the Martinique. His successor King Agooli Agbo could rule only till his deportation to Gabon in 1900. In 1960, when the present-day Bnin attained independence from France, it originally bore the name Dahomey.\nThe official history of the kingdom were recorded and followed through a series of polychrome earthen bas-reliefs.\nCulture.\nDahomean culture was deep rooted with intense reverence for the kings of Dahomey and with great religious significance. Each king was symbolised on a \"common appliqud quilt\". Ceremonies were part of the culture, with human sacrifice as one of the practices.\nTraditional architecture.\nLayout.\nThe town where the palaces were built was surrounded by a mud wall with a circumference estimated at , pierced by six gates, and protected by a ditch deep, filled with a dense growth of prickly acacia, the usual defence of West African strongholds. Within the walls were villages separated by fields, several royal palaces, a market-place and a large square containing the barracks. The average thickness of the walls was about , which maintained cool temperatures inside the palace rooms.\nEach palace had a distinct design to suit the whims of the kings. The \"Kpododji\" through the \"Honnouwa\" formed the first interior courtyard of the palace while the second interior courtyard \"Jalalahnnou\" was by the \"Logodo\". The Ajalala, a unique building, which has many types of openings, is in the second courtyard; the walls have decorations of suggestive images in bas-relief. The palaces of Gll and Guzo, which survived the intentional fire of 1894 set by Bhanzin, were restored and they are now part of the museum.\nThe materials used for construction consisted of earth for the foundations, floors and raised structures. The wood work was made with palm, bamboo, iroko and mahogany species. Roof was made of straw and sheet-metal.\nBas reliefs.\nThe bas reliefs functioned as a record book (in the absence of written documents) to record the significant events in the evolution of the Fon people and their empire, relating the military victories and power of each king and documenting the Fon people's myths, customs and rituals. However, in 1892, in defiance of French occupation, King Behanzin (18891894) ordered that the city and the palaces be burned. Providentially, most monuments survived the fire and many palaces have been since restored. Copper and brass plaques adorned the walls.\nThe bas-reliefs were inlaid in walls and pillars. They were made out of earth from ant-hills mixed with palm oil and dyed with vegetable and mineral pigments. They represent one of the most impressive highlights of the palaces, which are now on display in the museum and replaced by replicas.\nMany of the objects exhibited in the museum, which were part of the religious ceremonies conducted by the kings in the past, are used even now by the royal family of Dahome in their religious rites.\nUNESCO recognition.\nIn recognition of the unique cultural significance of these monuments, UNESCO inscribed the Royal Palaces of Abomey under the List of World Heritage Sites in 1985 under Culture  Criteria IV. The site inscribed consists of two zones namely, the palaces which form the principal zone and the Akaba Palace Zone on the north-northwest part of the site; both zones are enclosed within a partially preserved cob walls. The UNESCO inscription states: \"From 1625 to 1900 twelve kings succeeded one another at the head of the powerful Kingdom of Abomey. With the exception of King Akaba, who used a separate enclosure, they each had their palaces built within the same cob-wall area, in keeping with previous palaces as regards the use of space and materials. The royal palaces of Abomey are a unique reminder of this vanished kingdom.\" The Royal Palaces of Abomey were taken off the List of World Heritage Sites in Danger in July 2007.\nAbomey Historical Museum.\nThe Abomey Historical Museum is housed in a building built over an area of , which was established in 1943 by the French colonial administration. Its coverage includes all the palaces within an area of , and particularly the palaces of King Guzo and King Gll. The museum has 1,050 exhibits, most of these belonged to the kings who ruled Danhom. The museum has many exhibits, which represent the culture of the Kingdom of Dahomey. Some of the significant exhibits are appliqud king quilt, traditional drums, and paintings of ceremonies and the war between France and Dahomey.\nRestitutions from French collections and financial support for a new museum.\nOn 24 December, 2020, the French government enacted a new law that allows for the permanent restitution of several cultural objects from French collections to Senegal and the Republic of Benin. Following the 2018 report on the restitution of African cultural heritage, 26 statues that had been looted by French troops during the sacking of the Royal Palaces of Abomey in 1892 and donated by the French colonel Alfred Dodds to a predecessor of the Muse du quai Branly in Paris, constitute the first permanent restitutions under the new law. Further, a loan of 20 million Euros from the French Development Agency was allocated for a new museum in Abomey.\nThe 26 cultural artifacts were repatriated to Benin and starting in early 2022 were on display at the Benin's Palais de la Marina in Cotonou. The artifacts have been scheduled to travel around the country and be on display in several museums over the following years, finally landing for permanent display in the Museum of the Epics of Amazons and Kings of Danhom in Abomey. The decolonization of museums is part of a growing global movement to repatriate cultural property to their country of origin.\n2009 damages by fire.\nOn 21 January 2009, many of the buildings of the Royal Palaces were destroyed by a bushfire; although it was unknown where the fire had originated. The extent of the flames spread rapidly as a result of the Harmattan winds, and demolished the straw roof and framework of several of the surrounding buildings. Tombs belonging to Kings Agonglo and Ghezo and their wives were also destroyed in the flames.\nAuthorities acted swiftly in a state of emergency to discuss plans to restore the dilapidated buildings. Such plans included the desiccation of water from the structural remains, and fire extinguishing equipment to aid in the prevention of similar incidents. Restoration works were supported by International Organisations, as a request from the Benin Authorities and the World Heritage Centre.\nConservation and protection.\nExtensive conservation work, extensions of buildings and collections have been carried out since 1992. The Italian Agency for Development Cooperation has been a generous donor, financing it under the PREMA-Abomey programme. Conservation work and the enhancement of buildings and collections has been implemented since 1992. This work was possible due to funds to an amount of US$450,000 arranged through UNESCO trust. Other donors who also contributed to the work were ICCROM's PREMA programme, the Getty Conservation Institute and Sweden.\nThe bas-reliefs that once decorated the palaces have been restored with special efforts of the Getty Conservation Institute, since 1993; in one palace as many as fifty of the fifty-six bas-reliefs have been conserved with \"hands-on\" involvement of the members of the Benin Cultural Heritage staff. Many of the artists employed at the palaces came from the Oum area.\nIn August 2007, Republic of Benin adopted Law No. 2007-20 of 23 on the protection of cultural heritage and natural heritage of cultural significance. In 2006, the City of Abomey decreed an urban and planning regulation, which provides a secure framework for the protection of the site. The site of the Royal Palaces of Abomey has always included sacred spaces that are respected by the royal families and populations. The organisation of ritual ceremonies is another manner of appropriate safeguarding."}}