{"id": 259, "data": {"title": "Rwenzori Mountains National Park", "text": "Rwenzori Mountains National Park is a Ugandan national park and UNESCO World Heritage Site located in the Rwenzori Mountains. Almost in size, the park has Africa's third highest mountain peak and many waterfalls, lakes, and glaciers. The park is known for its beautiful plant life.\nHistory.\nRwenzori Mountains National Park was established in 1991. It was designated a UNESCO World Heritage Site in 1994 because of its outstanding natural beauty. Rebel militias occupied the Rwenzori Mountains from 1997 to June 2001. The park was inscribed on UNESCO's List of World Heritage in Danger between 1999 and 2004 because of insecurity and a lack of resources in the park.\nGeography.\nRwenzori Mountains National Park is located in south-western Uganda on the east side of the western (Albertine) African rift valley. It lies along Uganda's border with the Democratic Republic of the Congo (DRC) and borders the DRC's Virunga National Park, also a UNESCO World Heritage Site, for . It is situated in the Bundibugyo, Kabarole, and Kasese districts, from the small city of Kasese. It is in size, 70 percent of which exceeds an altitude of . The park is long and wide.\nThe park includes most of the centre and eastern half of the Rwenzori Mountains, a mountain range rising above dry plains located just north of the equator. Those mountains are higher than the Alps and are ice-capped. Mount Stanley is located in the park. Margherita Peak, one of Mount Stanley's twin summits, is Africa's third highest peak with a height of . Africa's fourth and fifth highest peaks (Mount Speke and Mount Baker) are also located in the park. The park has glaciers, snowfields, waterfalls, and lakes and is one of Africa's most beautiful mountain areas.\nConservation and tourism.\nThe park is owned by the Ugandan government through Uganda National Parks. It is protected, although extraction may be sanctioned by a board of trustees. Kasese, 437km (260mi) west of Uganda's capital Kampala, is the gateway to the park. The town has hotels and lodges, while the park has camping, a good trail network, and huts for hikers. The park has trekking and climbing routes, several with unusual scenery. The most popular trek is a seven-day circuit of the park.\nBiodiversity.\nThe park has many species that are endemic to the Albertine Rift system, and there are several endangered species in the park. It has a high diversity of plants and trees. The park is noted for its botany, which has been described as some of the most beautiful in the world. There are five distinct vegetation zones in the park, which change according to changes in altitude. The park has 89 species of birds, 15 species of butterfly, and four primate species. The park's wildlife varies with elevation, and its species include the forest elephant, chimpanzee, hyrax, black-and-white colobus, L'Hoest's monkeys, Ruwenzori duiker, and Rwenzori turaco."}}