{"id": 107, "data": {"title": "Sagarmatha National Park", "text": "Sagarmth National Park is a national park in the Himalayas of eastern Nepal that is dominated by Mount Everest. It encompasses an area of in the Solukhumbu District and ranges in elevation from at the summit of Mount Everest. In the north, it shares the international border with Qomolangma National Nature Preserve in Tibet Autonomous Region. In the east, it is adjacent to Makalu Barun National Park, and in the south it extends to Dudh Kosi river.\nIt is part of the Sacred Himalayan Landscape.\nHistory.\nSagarmatha National Park was established in 1976. In 1979, it became the country's first national park that was inscribed as a Natural World Heritage Site. In January 2002, a Buffer Zone comprising was added. Conservation of forests, wildlife, and cultural resources received top priority under the \"Buffer Zone Management Guidelines\", followed by conservation of other natural resources and development of alternative energy.\nTourism in the area began in the early 1960s. In 2003, about 19,000 tourists arrived. As of 2005, about 3,500 Sherpa people lived in villages and seasonal settlements situated along the main tourist trails.\nLandscape.\nSagarmatha National Park contains the upper catchment areas of the Dudh Kosi and Bhotekoshi rivers and the Gokyo Lakes. It ranges in elevation from at Monjo to the top of Mount Everest at . Other peaks above are Lhotse, Cho Oyu, Thamserku, Nuptse, Amadablam and Pumori. Barren land above comprises 69% of the park while 28% is grazing land and the remaining 3% is forested. Climatic zones span from temperate and subalpine above to alpine above , which is the upper limit of vegetation growth. The nival zone begins at .\nWildlife.\nFlora.\nThe forests in the subalpine belt consist of fir, Himalayan birch and rhododendron. Juniper and rhododendron prevail at elevations of . Mosses and lichens grow above . More than 1,000 floral species were recorded in the national park.\nFauna.\nSagarmatha National Park hosts 208 bird species including Impeyan pheasant, bearded vulture, snowcock and alpine chough. It has been designated as an Important Bird Area. Ungulates include Himalayan thar, Himalayan serow and musk deer. The snow leopard inhabits elevations above , and the Indian leopard roams forests in lower elevations."}}