{"id": 244, "data": {"title": "Salonga National Park", "text": "Salonga National Park is a national park in the Democratic Republic of the Congo located in the Congo River basin. It is Africa's largest tropical rainforest reserve covering about 36,000km2 or . It extends into the provinces of Mai Ndombe, Equateur, Kasa and Sankuru. In 1984, the national park was inscribed on the UNESCO World Heritage List for its protection of a large swath of relatively intact rainforest and its important habitat for many rare species. In 1999, the site has been listed as endangered due to poaching and housing construction. Following the improvement in its state of conservation, the site was removed from the endangered list in 2021.\nGeography.\nThe park is in an area of rainforest about halfway between Kinshasa, the capital, and Kisangani. There are no roads and most of the park is accessible only by river. Sections of the national park are almost completely inaccessible and have never been systematically explored. The southern region inhabited by the Iyaelima people is accessible via the Lokoro River, which flows through the center and northern parts of the park, and the Lula River in the south.\nThe Salonga River meanders in a generally northwest direction through the Salonga National Park to its confluence with the Busira River.\nHistory.\nThe Salonga National Park was established as the Tshuapa National Park in 1956, and gained its present boundaries with a 1970 presidential decree by President Mobutu Sese Seko. It was registered as a UNESCO World Heritage Site in 1984. Due to the civil war in the eastern half of the country, it was added to the List of World Heritage in Danger in 1999.\nThe park is co-managed by the Institut Congolais pour la Conservation de la Nature and the World Wide Fund for Nature since 2015. Extensive consultation is ongoing, with the two main populations living within the park; the Iyaelima, the last remaining residents of the park and the Kitawalistes, a religious sect who installed them-self in the park just after its creation. An intense collaboration exists between the park guards and the Iyaelima, as Iyaelima villages are used as guard posts. It is known that bonobo densities are highest around Iyaelima villages which shows that they cause no threat to the park's emblematic species.\nEcology.\nLocated in the center of the Congo Basin, Salonga National Park protects the largest rainforest in Africa and the second largest in the world. The large size and ecological complexity of this rainforest has allowed species and communities to evolve relatively undisturbed. As a result, the national park protects a highly biodiverse and unique ecosystem. Of 735 identified plant species in the southwestern part of the park, 85% rely on animals to disperse their seeds, a process called zoochory.\nMany large mammals are found within the park at relatively high densities, including Bongo antelopes, black-crested mangabeys, leopards, and bonobos. The southern region has been the location for studies of bonobos in the wild. There are much higher populations of bonobos near the Iyaelima settlements than elsewhere in the park, apparently because the Iyaelima do not harm them and are playing a strong role in their conservation. Despite hunting pressure, a viable population of forest elephants survive in the park. \nOther mammals in the park include the Dryas monkey, Thollon's red colobus, long-tailed pangolin, giant pangolin, tree pangolin, Angolan slender mongoose, aquatic genet, hippopotamus, the African golden cat, bushpig, yellow-backed duiker, sitatunga, okapi, bushbuck, water chevrotain and forest buffalo.\nThere are many bird species present within the park, including the cattle egret, black stork and yellow-billed stork. The Congo peafowl, a threatened bird species endemic to the Congo Basin and the national bird of the Democratic Republic of the Congo, lives in both the primary and secondary forests within the park. \n56 fish species have been identified in the park, including the catfishes \"Clarias buthupogon\" and \"Synodontis nigriventris\".\nAfrican slender-snouted crocodiles are also found within the park."}}