{"id": 63, "data": {"title": "Saltaire", "text": "Saltaire is a Victorian model village in Shipley, West Yorkshire, England, situated between the River Aire, the railway, and the Leeds and Liverpool Canal. Salt's Mill and the houses were built by Titus Salt between 1851 and 1871 to allow his workers to live in better conditions than the slums of Bradford. The mill ceased production in 1986, and was converted into a multifunctional location with an art gallery, restaurants, and the headquarters of a technology company. It is a UNESCO World Heritage Site and on the European Route of Industrial Heritage.\nHistory.\nSaltaire was built in 1851 by Sir Titus Salt, a leading industrialist in the Yorkshire woollen industry. The name of the village is a combination of the founder's surname and the name of the river. Salt moved his business (five separate mills) from Bradford to this site near Shipley to arrange his workers and to site his large textile mill by the Leeds and Liverpool Canal and the railway. Salt employed the local architects Francis Lockwood and William Mawson.\nSimilar, but considerably smaller, projects had also been started around the same time by Edward Akroyd at Copley and by Henry Ripley at Ripley Ville. The cotton mill village of New Lanark, which is also a World Heritage site, was founded by David Dale in 1786.\nSalt built neat stone houses for his workers (much better than the slums of Bradford), wash-houses with tap water, bath-houses, a hospital and an institute for recreation and education, with a library, a reading room, a concert hall, billiard room, science laboratory and a gymnasium. The village had a school for the children of the workers, almshouses, allotments, a park and a boathouse. Recreational initiatives were also encouraged such as the establishment of a drum and fife band for school age boys and a brass band, precursor of today's Hammonds Saltaire Band, for men of the village.\nWith the combination of quality housing, employment, recreation, educational facilities and social services the model town represented a landmark example of enlightened 19th century urban planning. The building phase was nearing completion in 1871. The census from that year shows that Saltaire had 800 dwellings (755 houses and 45 almshouses), which contained 4,389 people. In October 1872, Saltaire, along with Dean Clough Mill in Halifax, were featured highlights of the Japanese Government's Iwakura Mission tour of modern industrial Britain.\nSir Titus died in 1876 and was interred in the mausoleum adjacent to the Congregational church. When Sir Titus Salt's son, Titus Salt Junior, died, Saltaire was taken over by a partnership which included Sir James Roberts from Haworth.\nSir James Roberts had worked in wool mills since the age of eleven. He had significant business interests in Russia, and spoke Russian fluently. Roberts came to own Saltaire, but chose to invest his money heavily in Russia, losing some of his fortune in the Russian Revolution. He endowed a chair of Russian at Leeds University and bought the Bronts' Haworth Parsonage for the nation. He is mentioned in T. S. Eliot's \"The Waste Land\". Roberts is buried at Fairlight, East Sussex. His legacy can still be seen in Saltaire in the park to the north of the river, which he named Roberts Park after his son when he gave it to Bradford Council in 1920.\nSaltaire village remained under the ownership of the Mill until it was sold by Messrs. Salts (Saltaire) Ltd. to the Bradford Property Trust Ltd. on 31 July 1933. In October 1933, the new owners came to an arrangement with Shipley Urban District Council to carry out improvements, including the renewal of gas services, provision of mains electricity, along with sewerage and sanitary improvements. This included \"a comprehensive scheme to eliminate the waste water lavatories and the old type of coal store, and to erect new in their places.\" The full scheme included the removal of 43 houses to open out certain parts of the village.\nSaltaire today.\nIn December 2001, Saltaire was designated a World Heritage Site by UNESCO. This means that the government has a duty to protect the site. The buildings belonging to the model village are individually listed, with the highest level of protection given to the Congregational church (since 1972 Saltaire United Reformed Church) which is listed grade I. The village has survived remarkably complete, but further protection is needed as the village is blighted by traffic through the Aire Valley, an important east-west route. A bypass is proposed to relieve traffic pressure. Roberts Park, on the north side of the river, suffered from neglect and vandalism but has been restored by Bradford Council. In July 2014 it was announced that planning officers had compiled a list of replacement front doors that were deemed to be \"not in keeping with the buildings' historic status.\"\nSaltaire is a conservation area. Victoria Hall (originally the Saltaire Institute) is used for meetings, community events and concerts, and houses a Wurlitzer theatre pipe organ. The village is served by Saltaire railway station.\nThe Saltaire Festival, which first took place in 2003 to celebrate the 150th anniversary of the foundation of Saltaire, is held every year over eleven days in September. The Saltaire Arts Trail is a visual arts festival that takes place each May. Its public events include art exhibitions, children's activities, a Makers Fair, and Open Houses where residents open their homes which become temporary art galleries.\nPolitically, Saltaire is part of the Shipley electoral ward of the City of Bradford, of the Saltaire and Hirstwood ward of Shipley Town Council, and part of the parliamentary constituency of Shipley, currently represented by Philip Davies of the Conservatives. From 1999 to 2005, parliamentarians from three chambers, Chris Leslie MP in the House of Commons, Lord Wallace of Saltaire in the House of Lords and Richard Corbett MEP in the European Parliament, all lived in Saltaire.\nProposed bypass.\nSaltaire is surrounded by a buffer zone established to protect the context of the World Heritage Site. Concerns have been raised over plans announced by Bradford Council and Action Airedale to site a bypass through the buffer zone to either side of the World Heritage Site and to tunnel beneath the village. Within sight of the mill, the tunnel would follow the line of the railway and exit behind the United Reformed Church. As it would pass alongside the Leeds and Liverpool Canal, it could impact on this Conservation Area. The route would impact on an ancient semi-natural woodland and the Woodland Garden of Remembrance at Nab Wood Cemetery.\nNo progress on a bypass for Saltaire has been made as it has been described as \"financially unviable\". Instead Bradford Council are focussing on the Shipley Eastern Relief Road, which will feed traffic into Bradford along the existing Canal Road Corridor.\nSalts Mill today.\nSalts Mill closed as a textile mill in February 1986, and Jonathan Silver bought it the following year and began renovating it. Today it houses a mixture of business, commerce, leisure and residential use.\nIn the main mill building are:\nThe \"New Mill\", on the other side of the canal, is divided between offices for the local National Health Service Trusts and residential flats.\nMedia.\nFilm footage of Saltaire and the nearby Shipley Glen Tramway in 1914 is held by the Yorkshire Film Archive. A two minute short clip showing workers leaving Salt's Mill on 24 July 1900 is held by the British Film Institute.\n2009\n2014\n2015\n2017\n2018\n2019\n2020\n2022"}}