{"id": 358, "data": {"title": "Sanahin Monastery", "text": "Sanahin Monastery () is an Armenian monastery founded in the 10th century in Sanahin in the Lori Province of Armenia.\nThe name Sanahin literally translates from Armenian as 'this one is older than that one', presumably representing a claim to being an older monastery than the neighbouring Haghpat Monastery, together with which it forms a UNESCO World Heritage Site. The two villages and their monasteries are similar in many ways, and lie in plain view of each other on a dissected plateau formation, separated by a deep crack formed by a small river flowing into the Debed river.\nAs with Haghpat, Sanahin is frequented by an increasing number of tourists, due to its recent inclusion on the itineraries of a great number of Armenian tour agencies, the beauty of its monastery complex matching that of Haghpat's. The complex belongs to the Armenian Apostolic Church with numerous khachkars (stones with elaborate engravings representing a cross) and bishop gravesites scattered throughout it.\nHistory.\nThe first church of the monastery, ' (\"Holy Mother of God\"), was built in the 30s and 40s of the 10th century under King Abas I Bagratuni. In 966, King Ashot III the Merciful and Queen Khosrovanuysh built the ' (\"Holy Savior\"). Their sons Kiurike (Gurgen) and Smbat, founded a congregation, a high school, invited clergymen, scholars, and writers. The founding abbot was Polycarp, who was succeeded by the scholar Hovhannes.\nIn 979, by the decree of King Smbat II of Armenia, the monastery complex of Sanahin became the seat of the newly formed bishop of the Kyurikian kingdom (until the middle of the 11th century), Isaiah was ordained diocese of Tashir. Dioscoros Sanahnetsi (1039-1063), proclaimed a \"great orator\", was one of the patriarchs. During his time, the library and the chapel of St. Gregory were built, the caring school became a large educational center, the library was enriched, many manuscripts were written and flourished. He was studied, taught and created by scholarly monks Anania Sanahnetsi and Hakobos Karapnetsi. In addition to theology, the school taught philosophy, rhetoric, music, medicine, calendars, and other sciences. According to tradition, Grigor Magistros Pahlavuni taught at the school, and the seminary built in the corridor between the churches of \"Surp Astvatsatsin\" and \"Surb Amenaprkich\" was named after him.\nDuring the Seljuk invasions and their rule, which began in the second half of the 11th century, as well as after the fall of the Kyurik kingdom (1113), the Sanahin monastery experienced a bad period. At the end of the 12th century, becoming a part of the Zakarid (Zakaryan) princes as part of the Tashirk province, the monastery restored its role in the care and scientific and cultural life of the country. Large-scale construction works were carried out in that period. From the 80s of the 12th century to the 30s of the 13th century the vestibules of the Holy Savior and Surb Astvatsatsin churches were built, the bell tower, the bookstore, the guest house (not preserved), the Zakarid family tomb, the high art of Grigor Tuteord and Sargis were erected khachkars, the Church of the Holy Savior was renovated. At the end of the 12th century, the famous Sanahin bridge was built on the Debed river, through which the road leading to the monastery passes, and a spring in the village.\nIn the 12th13th centuries, the fathers Grigor Tuteord (which means 'son of Tute'), Hovhannes Khachents (teacher of Zakare and Ivane Zakaryan princes), and Vardan were famous in the Sanahin monastery. The abbot Grigor Rabunapet (Grigor son of Abbas, who was the abbot of Sanahin monastery from 1214) had a great reputation, whose book \"Because of the broad and delicate writings on the question of the saints\" also served as a textbook. Rabbi Grigor donated 13 manuscripts to the monastery and wrote other works. The normal activity of the monastery was interrupted again during the Mongol invasions starting from the 1230s and during their rule. At the end of the 14th century the ruling house of the Zakaryans was torn apart, and the village of Sanahin with its surroundings and monastery became the property of the Arghutyan-Yerkaynabazuk (Arghutyan \"the Long Arms\"; until the beginning of the 20th century).\nIn the 14th and 15th centuries, the art of writing experienced a new rise in the Sanahin monastery (35 of the manuscripts written there are kept in the Matenadaran). The most memorable is the \"Kotuk\" of Sanahin (manuscript No. 3032), which contains the chronology of the monastery, valuable information about the history of the congregation.\nIn the middle of the 17th century, during the leadership of Archbishop Sargis Arghutyan, the main structures of the monastery, which were damaged by earthquakes, were significantly renovated. In 1831, Archbishop Harutyun Ter-Barseghyants, the tribal leader of the monastery, built a single spring near the northern wall (his verse inscription has been preserved on the front), decoded the inscriptions and repaired the structures. At the beginning of the 20th century the activity of the monastery stopped.\nDuring the Soviet rule, Sanahin Monastery, as a historical and cultural monument, was under state protection, and structures were strengthened and restored. In 1998, by the decision of the Government of Armenia, it was handed over to the administration of the Mother See of Holy Etchmiadzin.\nArchitecture.\nThe architectural complex of Sanahin monastery was formed during about three centuries. Each new building was built taking into account the operational role of the previous ones, the space and stylistic features. The complex includes the Church of St. Astvatsatsin and Surb Amenaprkich churches with their vestibules, the seminary, St. Grigor chapel, bookstore, bell tower, St. Hakob church, St. Harutyun chapel, the family tombs of the Kyurikyans, Zakaryans (Zakarid), Arghutyan-Yerkaynabazuk.\nThe main building material of the structures is local light gray polished basalt, which was used for roofing. The architectural forms and decoration are generally simple, monumental, with a restrained emphasis on cornices, doors, and window frames on flat wall surfaces. The artistic expression of the interior spaces was created by the combination of roofs, districts, vaulted arches, domes, with the simple, logical and symmetrical structure of the pillars bearing them. \nSt. Astvatsatsin (The Church of the Holy Mother of God).\nThe oldest of the existing buildings is the Church of the Holy Mother of God, which was built during the reign of King Abbas I Bagratuni in the 30s and 40s of the 10th century. The church, around which the complex is formed, is one of the earliest examples of the cruciform dome subtype typical of the Armenian medieval classical architecture. The drum of the dome was originally multi-faceted, which during the renovation of the church in 1652 was transformed into a cylinder and was crowned with a simple conical arch. Some traces of former frescoes have been preserved inside it. Inside the church, on the four corners, there are four vestibules, and the high tabernacle on the east side is high. \nHoly Savior (Katoghike) Church.\nSt. Amenaprkich (Holy Savior, also called \"Katoghike\") Church is the main and largest building of the complex, built on the south side of St. Astvatsatsin Church, 4 m away. It was built by Queen Khosrovanush, thus laying the foundation of Sanahin Monastery. The church has a dominant position with its powerful volume, it has become the center of gravity of the general composition of the complex. The type of the structure is again the cross dome, but unlike the previous one, it has two-storey apses. The church had two entrances on the north-western side, the first of which was later closed due to the construction of the inter-church hall. The eastern faade of the building, the adjacent parts of the southern and northern faades, are formed by a decorative arch resting on elegant columns. There is reason to believe that it continued, the drum of the original dome of the church and the High Tabernacle, which were destroyed by the earthquake and were restored with simpler tools, were decorated in that way. \nAt the top of the east faade of the church, just below the cornice crowning the jacon, is a sculpture in a rectangular frame with images of Kyurike and Smbat (the names are engraved on the top of the frame). Years after the creation of the sculpture, the first of them founded and headed the Kyurikian kingdom, and the second reigned in Ani and was declared \"Cosmic\". The sculpture depicts them standing tall facing each other, holding a model of a church in their hands. With its content, inventive idea and style, this work became a prominent phenomenon in the Armenian medieval monumental art, it was a precedent for further similar sculptures (Haghpat, Ani, etc.). \nThe walls of the Holy Savior Church were also covered with frescoes (insignificant traces have been preserved). According to lithographic data, the church was first completely renovated in 1181 with the efforts of the monastery's leader Hovhannes Vardapet and the support of Grigor Tuteord, a Kurdish amira. The southern wall damaged by the earthquake was completely rebuilt, the dome was completely rebuilt, as a result of which it became lower, fortified, and the other half-ruined or dilapidated parts of the structure were filled. The second major renovation was made in 1652, during the general renovation of the monastery, under the leadership of Archbishop Sargis Arghutyan under the leadership of Justa Sargis. Minor repairs were made later, in 1815 at the expense of Captain Solomon Arghutyan and Prince Zakare, and in 1881 under the leadership and efforts of Arghutyan Hovsep Parsadanyan. \nSurb Astvatsatsin and Surb Amenaprkich (Katoghike) churches had a common vestibule in the 80s of the 10th century, which is mentioned in the proclamation of King Kyurike I in \"Kotuk\" of Sanahin, by which he presented two magnificent chandeliers to the monastery. This structure was probably demolished during large-scale construction in 1181, during the construction of the new vestibule of the Church of the Holy Savior. The latter is a central, four-column spacious hall with a square plan, built next to the western wall of the church, with the same axis and width. The outer door is installed in the center of the north wall. The thick columns of the vestibule are connected by arches to the corresponding columns of the opposite walls, dividing the interior space into large central, marginal eight small square sections. The central square is crowned by a low dome, the corners have a flat ceiling, and the central middle parts are covered with cylindrical districts. This spatial complex plastic structure is given a special artistic expression by the woven ornaments of the columns, the caps, the symbolic sculptures of the animals' heads. The inscription engraved on one of the frescoes mentions the name of the architect, Zhamhayr. \nThe Vestibule of St. Astvatsatsin Church.\nThe vestibule (\"gavit\") of St. Astvatsatsin Church was built in 1211 by the order of Prince Vache Vachutyan, which is evidenced by the inscription preserved on the south wall inside the vestibule. The building is located next to the western walls of the vestibule of the church and Saint Amenaprkich that occupies the corner area formed between them. The symmetry with respect to the axes of the adjacent structures is preserved, and the size in the east-west direction, due to which this combination is perceived as a complete structure. \nThe plan of the vestibule is a slightly elongated rectangle in the north-south direction, which is divided into three equal vessels by two arched columns in the transverse direction. Each of them is covered with a cylindrical roof with a gabled roof, which forms a series of high ridges with sharp peaks on the western faade. The only fully visible faade of the vestibule is formed by three pairs of wide arched openings, which served as the entrance to the interior. The vestibule had a corridor for churches, the other vestibule for the seminary. The architectural interior is simple, restrained. Low and massive columns , being uniform, are different in the decoration of anchors. Typologically, this vestibule is a unique example in Armenian architecture. \nAcademy.\nThe corridor between the churches of Astvatsatsin and Amenaprkich forms the Academy or Seminary. The exact time of its construction is unknown, but according to construction-stratigraphic analysis it dates back to the first half of the 11th century. According to tradition, this was where Grigor Magistros lectured students, sitting on the stone benches lined up on both sides.\nBookstore.\nThe bookstore and St. Gregory's Chapel were built in 1063 on the initiative of Father Dioscoros Sanahnetsi under the leadership of David Anhoghin's daughter, Queen Hranush. The buildings are located in the northeastern part of the complex, at a distance of about 3 m from each other. In the intermediate area, in front of the bookstore entrance, a lobby was built in the first quarter of the 8th century. \nThe bookstore is the oldest Armenian bookstore, the largest in terms of its layout. It is a hall with a square plan, the pillars of which are placed in the centers of the four walls, one by one, are connected with each other by arches bent at an angle of 45  to the walls. They form a new, smaller square embedded in the perimeter of the hall, on which, at the base, a circular dome rests with the help of sails, and at the top, an octagonal, vaulted dome. The corner parts of the hall are covered in one case with a trumpet, in the other case with intersecting semi-cylindrical districts. The low-mass, massive columns have a rich, different ornamental design. The plane of the walls is thinned by deep niches crowned with semicircular or arrow-shaped arches, which were vaults for books or relics. The bookstore has been declared a rich collection of manuscripts  Here, along with the manuscripts, the precious objects of the temple were kept. That is why the library building was called Nshkharatun. \nSt. Gregory Chapel.\nSt. Gregory Chapel is located on the western border of the complex, 12 meters east of St. Astvatsatsin Church. It was built in 1061 by Queen Hranush, daughter of David Anhoghin. St. Gregory's Chapel is a small structure with a three-level anchor, circular on the outside, cruciform on the inside, and a four-altar central dome. The cylindrical plane of the faade and the entrance frame is made of elegant, decorative masonry columns, and the heavier sections of the wall between the tabernacles are lined with vertical, triangular niches in the plan. In 1652, the dome destroyed by the earthquake was completely rebuilt, the upper parts of the walls distorting the original appearance of the chapel and its symmetry. \nBelfry.\nThe bell tower of the monastery (1st quarter of the 13th century) is one of the earliest examples of this type. It is a three-storey building with a square plan, which is crowned with a bell tower leaning on six columns. The first floor is a simple vaulted hall with a separate entrance from the north. The asymmetrically placed entrance to the western faade leads to the second or third floors with stone steps. The second floor consists of three small adjoining apses, one of which has an insignificant construction protocol preserved on the entrance facade, according to which the bell tower was built by Vag, Abas' son. The third floor is a complete hall, covered with the construction of intersecting arches supported by four pairs of columns, bearing the bell tower. Along the axis of the western faade, a large red granite sculpted cross is embedded in a wide frame. \nSt. Hakob Church and St. Harutyun Chapel.\nTo the south-east of the main monument, at a distance of about 70 - 100 m, [9] there are two small, half-ruined structures: St. Hakob Church and St. Harutyun Chapel. The church is a domed hall built in the second half of the 10th century, with a rectangular exterior and a cruciform interior. Destroyed in 1753, some of the stones were used in 1815 to renovate the Church of the Holy Savior. The chapel (second half of the 13th century) is a simple, rectangular vaulted hall with two equal eastern tabernacles and a richly designed western entrance. \nThe Tomb of the Zakaryans (Zakarid).\nThe tomb of the Zakaryans is more unique and interesting in terms of architectural composition. It consists of adjacent eastern and western parts. The first (built in the late 10th or early 11th century) is a semi-arched vaulted hall with three small chapels raised on the roof, the central one of which has a rectangular shape and the edge one has a circular plan. The western part is a vaulted hall with a sculpted entrance and a double roof. They were built in 1189 by Ivane and Zakare brothers on the graves of Vahram (grandfather) and Sargis (father). An inscription khachkar is erected in his memory. \nKhachkars.\nAbout 50 khachkars have been preserved in the vicinity of the monastery. The most famous for its historical value and artistic elaboration is the khachkar of Grigor Tuteordi (work of Mkhitar Kazmich), erected in 1184 under the northern wall of St. Harutyun Church, the khachkar erected in 1215 on the tomb of Sargis, one of the victims of the war against the Emirates next to the wall. \nAbout 190 lithographs from the 10th-19th centuries have been preserved (on structures, khachkars and tombstones). 19 of them are of construction nature (until 1225), the others contain royal, government proclamations, prayers, memoirs, information on donations to the monastery. \nLegend.\nThe builders of the monastery were father and son. The father laid the walls, and the son cut the stones. Before the father could finish the monastery, his son died. Without tearing down the stairs, the father left. After a while, he met a man from Shnogh and told him the secret of demolishing the stairs of the monastery. Shnoghetsi came to Sanahin, demolished the stairs of the monastery with the horse, as the master says, and got a lot of money for it."}}