{"id": 136, "data": {"title": "San Antonio Missions", "text": "The San Antonio Missions are a Minor League Baseball team of the Texas League and the Double-A affiliate of the San Diego Padres. They are located in San Antonio, Texas, and are named for the Spanish missions around which the city was founded. The Missions play their home games at Nelson W. Wolff Municipal Stadium, which opened in 1994 and seats over 6,200 people with a total capacity of over 9,000.\nHistory.\nEarly years.\nSan Antonio was home for one of the charter members of the Texas League back in 1888. Since that inaugural season the town has hosted a number of Texas League franchises, most of them using the Missions moniker. Baseball was absent only a few of the early years (1889-1891,18931894, 19001902) and again when World War II occupied most would-be ballplayers between 1943 and 1945. Initially the team went by the names \"Missionaries\", \"Gentlemen\", and \"Bronchos\"a Spanish twist on the name \"Broncos\". During these years, nearly 250 players reached the major leagues.\nThe current Missions moniker was coined with the team's first major league affiliation, a partnership with the St. Louis Browns. They remained affiliated with the Browns through the Texas League's temporary demise after the 1942 season due to World War II. With the return of peace, they reaffiliated with the Browns, a partnership that continued in 1954 when they became the Baltimore Orioles. This affiliation lasted until 1959, when they struck up a partnership with the Chicago Cubs. While with the Browns/Orioles, the team saw well over 100 players reach the Major League Baseball, including Hall-of-Famers Willard Brown (1956) and Brooks Robinson (19561957).\nThe Missions won the Dixie Series, a postseason interleague championship between the champions of the Southern Association and the Texas League, in 1950, defeating the Nashville Vols, 43, in the best-of-seven series.\nThe Missions won the Pan American Series a postseason interleague championship between the champions of the Mexican League and Texas League, in 1961 defeaeating the Veracruz Aguilas 42 in the best of seven series.(Encyclopedia of Minor League Baseball,Third Edition,2007,Lloyd Johnson and Miles Wolff,editors.)\nThe Missions name was used for the teams affiliated with the Cubs, through 1962. In just four years in the Cubs' system, more than 50 alumni reached the major leaguesincluding future Hall of Famers Ron Santo (1959) and Billy Williams (1959).\nThe Missions changed their name to the Bullets in 1963, when the team joined the new Houston Colt .45s organization. The idea behind the name was that the team's prospects would be the \"bullets to the gun\" of the .45s team. The Bullets boasted 30 prospects that would go on to see time in Major League Baseball, including Hall-of-Famer Joe Morgan and two-time National League All-Star Jerry Grote.\nIn 1965, the San Antonio franchise moved to Amarillo. Three years later, in 1968, baseball returned to San Antonio, again taking on the Missions name, as part of an expansion of the Texas League. Again playing as a Cubs affiliate, another 42 future big leaguers took the field over a four-year stretch. After the 1971 season, the team packed up again and moved to Midland, where they continued as the Midland RockHounds.\nIn 1972, another ownership group brought baseball into town to replace the group that left to Midland, and brought with it an affiliation with the Milwaukee Brewers, just two years removed from their move to Wisconsin from Seattle. With the affiliation change to the Brewers, the franchise took the parent club's nicknamewhich it kept despite changes in affiliation to the Cleveland Indians (19731975) and Texas Rangers (1976). The Brewers nickname fit the city almost as well as it fit their single-season affiliate in Milwaukee, being the home of the Pearl Brewing Company.\nThe future major league players continued to pour onto the field through the affiliation changes, and more than 30 San Antonio Brewers made it to the top. Among them was Hall-of-Fame pitcher Dennis Eckersley, an Indians farmhand who tore through the Texas League in 1974.\nLos Angeles Dodgers (19772000).\nThe team became the San Antonio Dodgers with a change in affiliation to the Los Angeles Dodgers in 1977. While the franchise kept the Dodger moniker for 11 seasons (19771987), locals still referred to them occasionally as the Missions. The Dodgers responded by officially changing their nickname back to Missions for the 1988 season.\nThe Missions were the Double-A affiliate of the Los Angeles Dodgers until 2000, making the relationship the longest-standing major league affiliation held by the San Antonio franchise. During the partnership, Dodgers legends frequented the Alamo City, including Tommy Lasorda. In the 23 years with Los Angeles, some 211 players went on to see time in the majors. That includes players like Ron Washington (1977), Bob Welch (1977), Ron Roenicke (19781979), Mike Scioscia (1978), Dave Stewart (1978), Orel Hershiser (19801981, 1991), Fernando Valenzuela (1980), Steve Sax (1981), Sid Bream (1982), Sid Fernandez (1983), Franklin Stubbs (1983), Ramn Martnez (1988, 1996), John Wetteland (1988), Eric Karros (1990), Pedro Martnez (1991), Ral Mondes (19911992), Eric Young (1991), Mike Piazza (1992), Henry Blanco (19931996), Todd Hollandsworth (1993), Chan Ho Park (1994), Miguel Cairo (1995), Paul Lo Duca (1995, 1997), Paul Konerko (1996), Alex Cora (1997), Dennys Reyes (1997), Adrin Beltr (1998), and ric Gagn (1999).\nThe team played the bulk of its years with the Dodgers at V. J. Keefe Memorial Stadium, which they shared with the St. Mary's University baseball team. In 1994, the team moved into Nelson W. Wolff Municipal Stadium, utilizing a design typical of baseball stadiums build during the late-1980s through the mid-1990s. The new stadium was named in honor of Nelson Wolff, the mayor of San Antonio at the time the stadium was built.\nThe affiliation with the Dodgers ended after the 2000 season with both clubs mutually agreeing to part.\nSeattle Mariners (20012006).\nFrom 2001 until 2006, the Seattle Mariners had a player development contract with the team that brought back-to-back Texas League Championships during the 2002 and 2003 seasons.\nThe Mariners, fresh off a record season, was stocked with talent in a minor league system built by Pat Gillick, who worked with San Antonio as the farm director of the Houston Colt .45s in 1963. Gillick's prospects turned San Antonio into a Texas League powerhouse, boasting future major leaguers Willie Bloomquist, Jeff Farnsworth, J. J. Putz, Rafael Soriano, Greg Dobbs, Julio Mateo, Gil Meche, Cha Seung Baek, Jose Lopez, George Sherrill, Shin-Soo Choo, Flix Hernndez, Mike Morse, Aaron Taylor, Aaron Looper, Allan Simpson, and Yuniesky Betancourt.\nThe 2006 Missions struggled to score runs and finished 6077 overall (2741, 3337). The team was plagued by high player turnover and featured 52 different players over the course of the season.\nSan Diego Padres (20072018).\nThe Missions entered into a new player development contract with the San Diego Padres beginning in 2007. Randy Ready managed the Missions that season following a promotion from the Class A Fort Wayne Wizards. The first home game as a member of the Padres organization was on April 12, 2007, a 20 win against the Tulsa Drillers. Sean Thompson picked up the win and helped score a run. Led by Chase Headley and Josh Geer, who won Player of the Year and Pitcher of the Year honors respectively, the Missions were the 2007 Texas League Champions.\nFrom the beginning of the affiliation with the Padres, the Missions saw nearly a dozen players go on to play the big leagues. Most notably include rising Padres regulars: Chase Headley, Kyle Blanks, Nick Hundley, Tim Stauffer, Mat Latos, Matt Antonelli, Chad Huffman, Will Venable, and Luis Durango.\nThe 2009 season started out with an exhibition game between players on the Missions roster and members of the Padres' big league Spring Training roster. The result was a 73 win for the minor league affiliate, bolstered by a grand slam by San Antonio-native Seth Johnston. Under the leadership of former MLB All-Star Terry Kennedy, the team earned a playoff berth by winning the first-half division titleclinching the berth on the road during an extra-innings win at Corpus Christi on June 23, the last game in the first half of the season.\nThe season was anticlimactic, however, as the team struggled down the final stretch and into playoffs. The Missions were eliminated by the Midland RockHounds, the eventual Texas League title winners, in four gamesmanaging only to win one playoff game behind the pitching of Will Inman.\nSeveral players stood out at times during the 2009 season, some of them being promoted for their performance. Outfielder Mike Baxter was promoted early on for his assault on Texas League pitching, batting .376 with 23 doubles in 51 games. Pitchers Tim Stauffer, Cesar Carrillo, and Mat Latos were promoted to the Padres after performing well at the Double-A level, though Stauffer and Carrillo both spent a few weeks at the Triple-A level before moving on to the Majors. First baseman Craig Cooper led the team with a .312 average and 11 home runs by the end of the season. Outfielder Luis Durango led the Texas League with 44 stolen bases. Right-hander Ernesto Frieri led the team in most pitching categories, finishing the season protected on the 40-man major league roster.\nFor the 2010 season, the Missions were managed by Doug Dascenzo, who previously managed Class A Fort Wayne TinCaps to the best regular-season record in Minor League Baseball and a Midwest League title in 2009. The 2010 Texas League All-Star Game featured seven Missions players, including three starters. Pitchers Simn Castro, Wynn Pelzer, Craig Italiano, and Evan Scribner were selected to represent the Missions along with catcher Luis Martinez, first baseman Matt Clark and outfielder Cedric Hunter. Just before the game, Cedric was promoted to the Triple-A Portland Beavers, allowing utility infielder Andy Parrino to attend the All-Star Game in his place.\nThe Missions got a hot start to the 2011 season, finishing April with the best record in Double-A baseball. They also amassed the most home runs of any team in Minor League Baseball in that time despite playing in the notoriously pitcher-friendly Wolff Stadium. Their early season success can be attributed to a roster filled with some of the top slugging prospects in the Padres' system, including Jaff Decker and Cody Decker (not related). They also had an offensive boost with the return of Kyle Blanks, who played for the Missions in 2008, and rehabbed with the Missions after Tommy John surgery. The Missions won the first-half division title, then won their twelfth Texas League Championship, sweeping the Arkansas Travelers in the Texas League Championship series. During the season, the team hosted the 75th Annual Texas League All-Star Game on June 29, 2011.\nIn 2012, Nate Freiman played for the Missions and led the league in RBIs (105) and hits (154). He was both a Texas League Mid-Season and Post-Season All-Star, and an MILB.com San Diego Padres All-Star.\nThe Missions began participation in \"Copa de la Diversin\" (\"Fun Cup\"), an initiative by Minor League Baseball to connect teams with their local Hispanic communities, in 2018. For \"Copa\" games, the Missions play as the \"San Antonio Flying Chanclas\". The chancla, the Spanish term for a slipper or flip-flop, was chosen to honor the Hispanic grandmother for her strength, discipline, and love as she uses the footwear to keep her family in-line.\nMilwaukee Brewers (20192020).\nOn June 21, 2017, team owner David G. Elmore announced the relocation of the Triple-A Colorado Springs Sky Sox of the Pacific Coast League to San Antonio in 2019. The team would continue use of the Missions nickname, effectively elevating San Antonio to a Triple-A franchise. Meanwhile, the Missions Double-A franchise moved to Amarillo and continued to compete in the Texas League as the Amarillo Sod Poodles.\nThe Missions signed a two-year player development contract with the Milwaukee Brewers to be their top minor league affiliate through 2020. They played their first Triple-A game on April 4, 2019, a 53 win, against the Oklahoma City Dodgers at Chickasaw Bricktown Ballpark in Oklahoma City. The winning run was scored in the top of the ninth inning when Jake Hager hit an RBI triple scoring Nate Orf and Corey Ray. They won their first home game 65 over the Memphis Redbirds on April 9.\nSan Diego Padres (2021present).\nIn conjunction with Major League Baseball's reorganization of the minors after the 2020 season, the Missions were selected to move back down to Double-A as affiliates of the San Diego Padres. In a further change, they were organized into the Double-A Central. In 2022, the Double-A Central became known as the Texas League, the name historically used by the regional circuit prior to the 2021 reorganization. Following the 2022 season, the team was purchased by Designated Bidders, LLC, a group of San Antonio business executives.\nSeason-by-season records.\nThe following is a list of San Antonio's results since the 1968 season.\nRivals.\nThe Missions' chief rival from 2005 to 2018 was the Corpus Christi Hooks. The teams contended to determine which is the better team of South Texas. The Missions were previously rivals with the Round Rock Express, but this was interrupted when the Express joined the PCL in 2005. The Missions and Express competed again in the PCL's American Conference Southern Division from 2019 to 2020.\nSignature promotions.\nSince 1989, during the seventh inning of each game, an auxiliary mascot named Henry the Puffy Taco is chased around the bases by a child from the stands, typically between 6 and 10 years of age. The kid tackles the giant taco to the ground just before reaching home plate (they start at first base), then poses triumphantly over the downed mascot. Henry has only won the race once, in 1992. In that race, Henry mistimed his steps and he inadvertently crossed home plate before his 10-year-old opponent. Nearly 20 years later the Missions hosted a rematch and, on June 24, 2010, the child finally avenged his loss.\nThe team has two unique giveaway nightsShirt Off Your Back and Used Car Giveaway. In the first, often held on or near the last game of the season, the jerseys worn by the players during the game are raffled off to fans in the stands (raffle tickets are offered at no charge, and each fan is limited to one entry). The same raffle format is used for the Used Car Giveaway, where more than 10 used cars are given away throughout the night. In 2010, the prizes included a 2001 Ford Mustang and a 2001 Volvo S60.\nFormer Missions with MLB experience.\nMore than 700 former San Antonio baseball players have reached the major leagues, if only for a \"cup of coffee\". Some of the more notable players include:\nIn addition, Brian Andersonthe former radio voice of the San Antonio Missionshas reached the big leagues as the broadcaster for the Milwaukee Brewers.\nBallpark.\nThe Missions play their home games at Nelson W. Wolff Municipal Stadium which opened in 1994. The ballpark seats more than 6,200 spectators and holds more than 9,000 people with additional outfield grass berm seating. The team has sought a new stadium since 2009, and continues to do so, though the team moved to the Triple-A Pacific Coast League in 2019.\nTickets for Missions games are priced on par with other minor league parks, ranging from $11 to $30 based on the section of the ballpark or $10 for berm seating."}}