{"id": 285, "data": {"title": "San Agustín Archaeological Park", "text": "The San Agustn Archaeological Park (Spanish: \"Parque Arqueolgico de San Agustn\") is a large archaeological area located near the town of San Agustn in Huila Department in Colombia. The park contains the largest collection of religious monuments and megalithic sculptures in Latin America and is considered the world's largest necropolis. Belonging to San Agustin culture, it was declared a UNESCO World Heritage Site in 1995.\nThe dates of the statues are uncertain, but they are believed to have been carved between 5400 AD. The origin of the carvers remains a mystery, as the site is largely unexcavated. \nHistory.\nThe statues were first described by a Spanish monk, Fray Juan de Santa Gertrudis (17241799), who visited the countries of Colombia (then part of the New Kingdom of Granada), Ecuador and Peru in 175657 as a missionary. He passed through San Agustn in mid-1756, and wrote about the statues in his four-volume work \"Maravillas de la naturaleza\" (English: \"Wonders of Nature\").\nGeography.\nThe archaeological park is located in the upper basin of the Magdalena River and its primary tributaries, in the municipality of the town of San Agustin in Huila in the eastern foothills of the Colombian Massif, from which emerge the three Andean mountain ranges traversing the country from south to north in the Andean Region. San Agustn is 520km from Bogot. The remains of the ancient cultural groups are scattered over an area of over 50 square kilometers, on plateaus located on either side of the canyon formed by the top of the Magdalena River. The park itself corresponds to a small area with a high concentration of graves and contains more than 500 statues of unknown origin.\nSan Agustn Archaeological Park includes:\nIn addition to the main archaeological park in San Agustn, there are two further independent sites, the Heights of the Idols (Alto de los dolos) and the Heights of the Stones (Alto de las Piedras), which are located in the municipality of Isnos, a few kilometers from San Agustn. The Heights of the Idols is 4km from the town of Isnos and contains the tallest statue of all the parks, at 7 meters. The Heights of the Stones park is 7km from Isnos includes the famous \"Double I\" (\"Doble Yo\") statue.\nStatues.\nThe statues present both anthropomorphic and zoomorphic features (from crocodiles, bats and jaguars), having short legs. There were found approximately 300 statues. They were painted in bright colors, mainly yellow, red, black and white, but today only a few of them are still colored.\nThe statues vary in height, the tallest being tall. They are suspected to be funeral statuary. In other regions of the archaeological site where large burial mounds are located, you will see more intimidating figures such as snakes, frogs, and birds strategically place to stand guard for increased protecting during the afterlife. Statues of deities or carving on the ground, of both solar gods, males, and lunar gods, females. These figures and statues provide researchers with a little insight to what this civilization thoughts and perception of life and death are.\nRepatriation.\nIn 1913 German ethnologist Konrad Theodor Preuss led an archaeological excavation in the area at the behest of the Ethnological Museum of Berlin. He took 21 smaller sculptures from the site and brought them to Berlin in 1919 where they were incorporated into the collections of the Ethnological Museum. In 2022 the Colombian government formally announced that they would seek the return of the statues from the Humboldt Forum (the successor of the Ethnological Museum of Berlin)."}}