{"id": 206, "data": {"title": "San Cristóbal de La Laguna", "text": "San Cristbal de La Laguna (commonly known as La Laguna, ) is a city and municipality in the northern part of the island of Tenerife in the Province of Santa Cruz de Tenerife, on the Canary Islands, Spain. The former capital of the Canary Islands, the city is the third-most populous city of the archipelago and the second-most populous city of the island. La Laguna's historical center was declared a World Heritage Site by UNESCO in 1999. La Laguna is situated alongside the city of Santa Cruz de Tenerife; thus, the two cities and municipalities form a single large urban center. Its economy is business-oriented while agriculture dominates the northeastern portion of the city. The urban area dominates the central and the southern parts.\nLa Laguna is considered to be the cultural capital of the Canary Islands. In this city one finds the house of the spectre of Catalina Lercaro, as well as the incorrupt body of Sor Mara de Jess, and the Christ of La Laguna (Cristo de La Laguna). Another emblematic building of the city is the Cathedral of La Laguna, which is the Catholic cathedral of Tenerife and its diocese (Diocese of Tenerife). Important historical figures of the city include Amaro Pargo, one of the famous corsairs of the Golden Age of Piracy, and Jos de Anchieta, Catholic saint and missionary and founder of the cities of So Paulo and Rio de Janeiro in Brazil.\nEtymology.\nThe city was named \"Villa de San Cristbal de La Gran Laguna\" upon its founding by Alonso Fernndez de Lugo, presumably because there was a pond or lake (\"laguna\") at this location. The name was later shortened to \"San Cristbal de La Laguna\".\nCoat of arms.\nThe coat of arms was granted by Queen Joanna of Castile on 23 March 1510, as arms of the island of Tenerife. The town of La Laguna, being the capital of Tenerife after the conquest, adopted this emblem as its own. It features an island with a volcano spitting fire, on waves, between a castle and a lion, and above the archangel Saint Michael, holding a spear in one hand and a shield in the other. In the border, the inscription \"Michael Arcangele Veni in Adjutorium Populo Dei Thenerife Me Fecit\". These elements symbolize the incorporation of the island of Tenerife to the Crown of Castile and its evangelization under the patronage of Saint Michael.\nClimate.\nBecause it captures moisture from the prevailing northeasterly winds, San Cristbal de La Laguna has a Mediterranean climate (Kppen: \"Csb\") that contrasts with the arid climate of other cities on the Canary Islands, with three to five times more rainfall than on the southern slopes, around ten percent less sunshine, and about ten percent higher humidity throughout the year. In spite of its elevation, the maritime and subtropical influences keep the temperature above frost at all times.\nHistory.\nThe land upon which the city now stands belonged to the Menceyato de Anaga, which was one of nine aboriginal Guanche kingdoms on the island until its conquest by the Kingdom of Castile. The valley of Aguere (where the city lies) and especially the large lake that was in this place, was a place of pilgrimage for the aborigines of the island.\nThe Battle of Aguere was fought here in 1494. The city was founded between 1496 and 1497 by Alonso Fernndez de Lugo and became the capital of the island of Tenerife after the conclusion of the conquest of the islands. Later the city became the capital of all of the Canary Islands. In 1582, the city suffered an epidemic of plague that resulted in between 5,000 and 9,000 deaths.\nThe layout of the city resembles that of many Spanish colonial cities in the Americas. Since the urban plan of the city of La Laguna was the model for these Latin American cities. The University of La Laguna was founded in 1701.\nA declining population and economy in the 18th century resulted in the transfer of the capital to Santa Cruz de Tenerife in 1723. Santa Cruz has since been the capital of the island of Tenerife and the sole capital of the Canary Islands until 1927, since which time the capital of the Canary Islands has been shared with the city of Las Palmas de Gran Canaria.\nThe Tenerife North Airport at Los Rodeos was opened in the 1930s and is today expanding.\nThe historic center of the city was declared a World Heritage Site on 2 December 1999. Several streets of historical significance have been closed off to automobile traffic. La Laguna has often been called the Florence of the Canary Islands, due to its many churches and convents, as well as its old town and historic buildings. Also due to the fact that the city was the cradle or seat of different artistic and cultural movements then exported to the rest of the Canary archipelago, especially in the religious sphere as in Holy Week, or having been the cradle in the Canaries of the movement of the Enlightenment, also called the Century of Lights. This favored the emergence especially in the Baroque period (XVII-XVIII centuries) of notable sculptors, painters and architects who exercised their trade in the city and sometimes exported their works to the rest of the archipelago.\nSeveral tunnels, passages and underground vaults dating from the immediate aftermath of the founding of the city have recently been found. These tunnels are located beneath some iconic buildings such as the Iglesia de la Concepcin, the Cathedral of La Laguna and the former Convent of San Agustn. Researchers believe that the present city of La Laguna has been raised, because now it does not have the same ground level as at the time of its founding. In some places it is more than one meter higher and buries what is underneath.\nFestivals and holidays.\nThe Romera Regional de San Benito Abad is a popular romeria that is considered the most representative of the Canary Islands, which involves groups coming from all corners of the archipelago. The second Sunday of July is celebrated. She is also considered among the most important romeria in Spain. Courtship is carried through the streets in which people are dressed in traditional costumes and decorated with typical products bullock carts. Along the way throughout the city there are also Canarian folk music.\nHoliday of the Cristo de La Laguna is celebrated every 14 September in honor of a much venerated image of Christ in the Canary Islands, the Cristo de La Laguna. For this event come people from all over the archipelago. It is the leading holidays in town.\nHoly Week in the city of San Cristbal de La Laguna is the largest of the Canary Islands. Holy Week has steps of great historical and artistic value, such as the aforementioned Cristo de La Laguna, accompanied by their guilds, some of them centuries old and which adopted the use of the hood in the nineteenth century, ride on the wheeled carts streets of the city."}}