{"id": 208, "data": {"title": "Sangay National Park", "text": "Sangay National Park () is a national park located in the Morona-Santiago, Chimborazo, Tungurahua, Caar, and Azuay provinces of Ecuador. The park contains two active volcanoes (Tungurahua and Sangay), one extinct volcano El Altar (Kapak Urku). Protecting a range of elevations from above sea level, Sangay National Park contains a wide variety of habitats, including glaciers, volcanic landscapes, tropical rainforests, cloud forests, wetlands, grasslands, and one of the largest regions of pramo (high elevation moorlands) in Ecuador. 327 lakes feed into a vast wetland system covering .\nBecause of its complex ecology and geology, as well as its outstanding biodiversity, the park has been listed as a UNESCO World Heritage Site since 1983. In 1992, it was added to the List of World Heritage in Danger due to illegal poaching, extensive grazing, unplanned road construction, and encroachment of the park's perimeter. It was removed from the UNESCO list of endangered sites in 2005.\nBiodiversity.\nDue to the variety of habitats found within the park, the fertile volcanic soil, and the relatively unaltered landscape, Sangay National Park preserves an exceptional number of native species. Over 3,000 flowering plant species have been documented within the park, in addition to more than 430 bird, 107 mammal, 33 amphibian, 14 reptile, and 17 fish species. \nThe National Park is an important refuge for rare species of the Andes, like the mountain tapir and spectacled bear. The park is a vital stronghold for the endangered mountain tapir in particular.\nIn the forests below live spectacled bears, giant otter, jaguar, ocelot, margay, Brazilian tapir, white-tailed deer (\"Odocoileus virginianus ustus\"), little red brocket deer and Northern pudu. The cougar and pampas cat have been recorded in the park as well. \"Caenolestes sangay\", a species of shrew opossum, was originally described in 2013 from specimens collected from Sangay National Park. \nOver 400 bird species inhabit the Park, and it has been recognised as an Important Bird Area (IBA) by BirdLife International. Notable bird species resident to the park include the Andean Condor and Andean Cock-of-the-rock.\nIn 2016, a new frog species in the genus \"Pristimantis\" (\"Pristimantis tinguichaca\") was described from the park's cloud forest."}}