{"id": 232, "data": {"title": "Selous Game Reserve", "text": "The Selous Game Reserve, now renamed as Nyerere National Park, is a protected area in southern Tanzania. It covers a total area of and has additional buffer zones. It was designated a UNESCO World Heritage Site in 1982 due to its wildlife diversity and undisturbed nature. Some of the diverse wildlife of the miombo include the African bush elephant, south-central black rhinoceros, hippopotamus, lion, African wild dog, African buffalo, Masai giraffe, Plains zebra and Nile crocodile. Permanent human habitation is not permitted within the reserve. All human entry and exit is controlled by the Wildlife Division of the Tanzanian Ministry of Natural Resources and Tourism.\nHistory.\nThe area was first designated a protected area in 1896 by the German Governor of Tanganyika Hermann von Wissmann, and became a hunting reserve in 1905. The reserve was named after Frederick Selous, a famous big game hunter and early conservationist, who died at Beho Beho in this territory in 1917 while fighting against the Germans during World War I. Scottish explorer and cartographer Keith Johnston had died at Beho Beho in 1879 while leading a Royal Geographical Society expedition to the Great Lakes of Africa with Joseph Thomson.\nSince 2005, the protected area is considered a Lion Conservation Unit. \nA boundary change to allow the use of uranium deposits has been approved. The approval for the boundary change was given by the UNESCO and seriously criticized by environmentalists and organizations e.g., Uranium-Network and Rainforest Rescue.\nTanzania president John Magufuli has given an approval of constructing a new Stiegler's Gorge Hydroelectric Power Station of 2,115MW over the Rufiji River. The power station will result to an additional 2,100 megawatts of electricity, more than tripling Tanzania's installed hydropower capacity of 562 megawatts. The project started on 26 July 2019 and should be completed by 2022. The International Union for Conservation of Nature (IUCN) has criticised the Government of Tanzania for failing to consider, the impact of the flooding of nearly 1,000km2 will have, on both the people and biodiversity of the reserve. Thousands of people are dependent on the river for fishing and agriculture.\nPortions of the Selous may be regarded as untouched wilderness. The Germans never mapped the Rufiji Floodplain, and in 1917, an expedition headed by Lt. E. William Boville described that area as \"uninhabitable\".\nDescription.\nInteresting places in the park include the Rufiji River, which flows into the Indian Ocean opposite Mafia Island and the Stiegler Gorge, a canyon of 100 metres depth and 100 metres width. Habitats include grassland, typical \"Acacia\" savanna, wetlands and extensive Miombo woodlands. Although total wildlife populations are high, the reserve is large and densities of animals are lower than in the more regularly visited northern tourist circuit of Tanzania. In 1976, the Selous Game Reserve contained about 109,000 elephants, then the largest population in the world. By 2013, the numbers had dropped to about 13,000  including a 66% drop from 2009 to 2013. Sources blame corrupt politicians, officials and businessmen who help poachers.\nMost of the reserve remains set aside for game hunting through a number of privately leased hunting concessions, but a section of the northern park along the Rufiji River has been designated a photographic zone and is a popular tourist destination. There are several high end lodges and camps mainly situated along the river and lake systems in this area. Rather difficult road access means most visitors arrive by small aircraft from Dar es Salaam, though train access is also possible. Walking safaris are permitted in the Selous, and boat trips on the Rufiji are a popular activity."}}