{"id": 36, "data": {"title": "Serengeti National Park", "text": "The Serengeti National Park is a large national park in northern Tanzania that stretches over . It is located in eastern Mara Region and northeastern Simiyu Region and contains over of virgin savanna. The park was established in 1940.\nThe Serengeti is well known for the largest annual animal migration in the world of over 1.5million blue wildebeest and 250,000 zebra along with smaller herds of Thomson's gazelle and eland. The national park is also home to the largest lion population in Africa. It is under threat from deforestation, population growth and ranching.\nEtymology.\nThe name \"Serengeti\" is an approximation of the word \"siringet\" used by the Maasai people for the area, which means \"the place where the land runs on forever\".\nHistory.\nIn 1930, an area of was designated as a game reserve in southern and eastern Serengeti. In the 1930s, the government of Tanganyika established a system of national parks compliant with the Convention Relative to the Preservation of Fauna and Flora in their Natural State. The area became a national park in 1940. It was granted strict protection in 1948 when the Serengeti National Park Board of Trustees was formed to administer the national park. The government restricted the movements of the resident Maasai people, and the park boundaries were finalized in 1951. In 1959, an area of was split off in the eastern part of the national park and re-established as Ngorongoro Conservation Area intended to accommodate the traditional land use interests of the Maasai people in a multiple land use area. In 1981, the Serengeti National Park covered , which was less than half of the Serengeti.\nThe Serengeti gained fame after Bernhard Grzimek and his son Michael produced a book and documentary titled \"Serengeti Shall Not Die\" in 1959.\nWildlife.\nSerengeti National Park forms a Lion Conservation Unit since 2005 together with Maasai Mara National Reserve.\nMore than 3,000 lions live in this ecosystem. The population density of the African leopard is estimated at 5.41 individuals per in the dry season.\nAfrican bush elephant herds recovered from a population low in the 1980s caused by poaching, and numbered over 5,000 individuals by 2014. The African buffalo population declined between 1976 and 1996 due to poaching, but increased to 28,524 individuals by 2008. The black rhinoceros population was reduced to about 10 individuals in the 1980s due to poaching, and fewer than 70 individuals survive in the park today. Rhinos mostly browse on grasses, woody \"Indigofera\", \"Acacia\" and \"Crotalaria\" forbs and shrubs.\nOther mammal carnivores include the Cheetah, about 3,500 spotted hyena, Black-backed jackal, African golden wolf, honey badger, striped hyena, caracal, serval, banded mongoose, and two species of otters. The African wild dog was reintroduced to the area in 2012 after disappearing in 1991. Other mammals include hippopotamus, common warthog, aardvark, aardwolf, African wildcat, African civet, common genet, zorilla, african striped weasel, bat-eared fox, ground pangolin, crested porcupine, three species of hyraxes and cape hare. Primates such as yellow and olive baboons, patas monkeys, and vervet monkey, mantled guereza are also seen in the gallery forests of the Grumeti River.\nReptiles include Nile crocodile, leopard tortoise, serrated hinged terrapin, rainbow agama, Nile monitor, Jackson's chameleon, African python, black mamba, black-necked spitting cobra, and puff adder.\nMore than 500 bird species can be seen such as Masai ostrich, secretarybird, kori bustards, helmeted guineafowls, Grey-breasted spurfowl, blacksmith lapwing, african collared dove, red-billed buffalo weaver, southern ground hornbill, crowned cranes, sacred ibis, cattle egrets, black herons, knob-billed ducks, saddle-billed storks, white stork, goliath herons, marabou storks, yellow-billed stork, spotted thick-knees, lesser flamingo, shoebills, abdim's stork, hamerkops, hadada ibis, african fish eagles, pink-backed pelicans, tanzanian red-billed hornbill, martial eagles, egyptian geese, lovebirds, spur-winged geese, oxpeckers, and many species of vultures.\nGreat migration.\nThe great migration is the world's longest overland migration. The complete migration route is around . South of this migration route covers the Ngorongoro Conservation Area where around half a million Wildebeest are born between January and March. By March, at the beginning of the dry season, roughly 1.5 million and 250,000 zebras start to migrate heading north towards Maasai Mara in Kenya. Common eland, plains zebra, and Thomson's gazelle join the wildebeest. In April and May, the migrating herds pass through the Western Corridor. To get to the Maasai Mara, the herds have to cross the Grumeti and Mara Rivers where around 3,000 crocodiles lie in wait. For every wildebeest captured by the crocodiles, 50 drown. When the dry season ends in late October, the migrating herds start to head back south. Around 250,000 wildebeests and 30,000 plains zebras die annually from drowning, predation, exhaustion, thirst, or disease.\nGeology.\nThe basement complex consists of Archaen Nyanzian System greenstones (2.812.63 Ga in age), Archaean granite-gneiss plutons (2.722.56 Ga in age), which were uplifted 180 Ma ago) forming koppies and elongated hills, the Neoproterozoic Mozambique Belt consisting of quartzite and granite, and the Neoproterozoic Ikorongo Group, consisting of sandstone, shale and siltstone that form linear ridges. The southeast portion of the park contains Neogene-aged volcanic rock and Oldoinyo Lengai Holocene-aged volcanic ash. The Grumeti, Mara, Mbalageti, and Orangi rivers flow westward to Lake Victoria, while the Oldupai River flows eastward into the Olbalbal Swamps.\nOn the eastern portion of the park lies the Serengeti volcanic grasslands which is a Tropical Grassland Ecozone. The grasslands grow on deposits of volcanic ash from the Kerimasi Volcano, which erupted 150,000 years ago, and also from the Ol Doinyo Lengai volcanic eruptions, which created layers of calcareous tuff and calcitic hard-pan soil (vertisols) from rapid weathering of the natrocarbonatite lava produced by the volcanoes.\nGeography.\nThe park covers of grassland plains, savanna, riverine forest, and woodlands. The park lies in northwestern Tanzania, bordered to the north by the Kenyan border, where it is continuous with the Maasai Mara National Reserve. To the southeast of the park is the Ngorongoro Conservation Area, to the southwest lies Maswa Game Reserve, to the west are the Ikorongo and Grumeti Game Reserves, and to the northeast and east lies the Loliondo Game Control Area.\nThe landscape of the Serengeti Plain is extremely varied, ranging from savannah to hilly woodlands to open grasslands. The region's geographic diversity is due to the extreme weather conditions that plague the area, particularly the potent combination of heat and wind. The diverse habitats in the region may have originated from a series of volcanoes, whose activity shaped the basic geographic features of the plain by adding mountains and craters to the landscape.\nThe Mara River, which flows through Maasai Mara National Reserve from the Kenyan highlands to Lake Victoria, is the only permanently-flowing river in the Serengeti ecosystem.\nThe park is divided into three regions:\nHuman habitation is forbidden in the park except for the Tanzania National Parks Authority staff, researchers and staff of the various lodges, campsites, and hotels. The main settlement is Seronera with its primary airstrip. \nAdministration and protection.\nThe park is listed by the United Nations Educational, Scientific and Cultural Organization as a World Heritage Site. It is designated as a Category II protected area under the system developed by the International Union for Conservation of Nature, which means that it should be managed to protect the ecosystem or ecological processes.\nThe administrative body for all parks in Tanzania is the Tanzania National Parks Authority. Myles Turner was one of the park's first game wardens and is credited with bringing its rampant poaching under control.\nThreats.\nDeforestation in the Mau Forest region has changed the hydrology of the Mara River. There are invasive species of plants such as Siam weed, Prickly pear, Feverfew and Mexican sunflower. A study in 1996 estimated that the human population of the western side of the park is growing by four percent yearly. Livestock use is also growing which increased the amount of land turned over to farming and ranching. A study by the World Conservation Monitoring Centre in 2001 estimated that roughly 200,000 animals are killed by poaching every year."}}