{"id": 179, "data": {"title": "Serra da Capivara National Park", "text": "Serra da Capivara National Park (Portuguese: \"Parque Nacional Serra da Capivara\", ) is a national park in the Northeastern region of Brazil. The area has many prehistoric paintings.\nThe name of the mountain range that defines the park, \"Serra da Capivara,\" literally means \"Capybara Hills\" in Portuguese. This area has the largest and the oldest concentration of prehistoric sites in the Americas. Scientific studies confirm that the Capivara mountain range was densely populated in the pre-Columbian Era.\nLocation.\nIt is located in northeast state of Piau, between latitudes 8 26' 50\" and 8 54' 23\" south and longitudes 42 19' 47\" and 42 45' 51\" west. It falls within the municipal areas of So Raimundo Nonato, So Joo do Piau, Coronel Jos Dias and Canto do Buriti. It has an area of 1291.4 square kilometres (319,000 acres).\nThe Capivara-Confuses Ecological Corridor, created in 2006, links the park to the Serra das Confuses National Park.\nHistory.\nThe park was created to protect the prehistoric artifacts and paintings found there. It became a World Heritage Site in 1991. Its head archaeologist is Nide Guidon. Its best known archaeological site is Pedra Furada.\nScientific studies confirm that the Capivara mountain range was densely populated in the pre-Columbian Era.\nA newer site is Toca da Tira Peia, where the stone tools found may date to as early as 22,000 years ago. The site has been dated through optically stimulated luminescence.\nOther important archaeological sites in the area are Toca da Pena, Baxao da Esperanca, and Sitio do Meio. Lapa do Boquete site is located directly south.\nStio do Meio.\nStio do Meio is the second most important rock shelter in the area after Pedra Furada. It features fully Pleistocene dates and artefacts. The stone artefacts are better preserved because of the absence of waterfalls here. At least 98 stone tools seem older than 12,500 BP. They belong to the Upper Pleistocenic phase of Pedra Furada 3."}}