{"id": 110, "data": {"title": "Shirakami-Sanchi", "text": " is a UNESCO World Heritage Site in the Thoku region of northern Honsh, Japan. This mountainous area includes the last virgin forest of Siebold's beech which once covered most of northern Japan. The area straddles both Akita and Aomori Prefectures. Of the entire , a tract covering 169.7 was included in the list of World Heritage Sites in 1993. Fauna found in the area includes Japanese black bear, the Japanese serow, Japanese macaque and 87 species of birds. The Shirakami-Sanchi was one of the first sites entered on the World Heritage List in Japan, along with Yakushima, Himeji Castle, and \"Buddhist Monuments in the Hry-ji Area\" in 1993. Permission is needed from Forest Management to enter the heart of the Shirakami-Sanchi.\nLocation.\nShirakami-Sanchi is a wilderness area covering one third of Shirakami mountain range. It has the largest remaining virgin beech forest in East Asia, and is a remnant of the cool-temperate beech forests that have covered the hills and mountain slopes of northern Japan since eight to twelve thousand years ago. The area has an altitude ranging from to above sea level. Beech forests are distributed across North America, Europe, and East Asia, and are thought to have originated from circumpolar vegetation prior to the Last glacial period. The location near the Sea of Japan is characterised by a distinct heavy-snow environment, enabling the area to retain a complete ecosystem of stable climax beech forest, which has disappeared from most of the world\nThe World Heritage Site is located within the boundaries of multiple municipalities Ajigasawa, Fujisato, Fukaura, and Nishimeya. The Anmon no Taki waterfalls are in the western part of Nishimeya, about to the west of Miyama Lake.\nHighlights.\nPrimeval beech forest.\nApart from beech trees, \"Katsura, Kalopanax\", Japanese Hop-hornbeam and other species of tall deciduous trees are found in the forest. Planted forests of timber trees, such as Japanese cedar, have replaced many of the beech forests in northern Japan; however, within the borders of the Shirakami-Sanchi unmodified beech forests are densely and continuously distributed. The area is largely a wilderness with no roads, trails or man-made facilities. The beech tree is usually unsuitable for cultivation of the shiitake mushroom. Therefore, beech forests have never been disturbed by shiitake farmers and remain in a state of preservation much greater than that of surrounding forests. Further to the strict legal protections, almost no logging of beech trees has been carried out due to lack of access and the rugged terrain. Also, tourism activities are limited mainly to the areas near the boundary.\nThe Shirakami-Sanchi region also contain large areas of forest not covered by the World Heritage listing, and the level of preservation in these areas is not as high as in the central listed area.\nAnmon no taki (Shadow Gate Falls).\nThese triple falls in the World Heritage Site also fall within the borders of the Akaishi Keiry Anmon no Taki Prefectural Natural Park, and are easily accessible on foot.\nTsugaru Quasi-National Park.\nShirakami-Sanchi is bordered on the east by Tsugaru Quasi-National Park.\nShirakami-dake.\nShirakami-dake is the highest peak in Shirakami-Sanchi. It is in height. The peak itself is not a part of the World Heritage Site and, as such, permission is not necessary to climb. The summit is equipped with toilet and shelter facilities.\nYky-no-Mori () Shirakami festival.\nAt the foot of the Shirakami-Sanchi, the town of Hachimori in the Yamamoto District of Akita prefecture holds an annual concert in the open air."}}