{"id": 3, "data": {"title": "Shushtar Historical Hydraulic System", "text": "The Shushtar Historical Hydraulic System () is a complex irrigation system of the island city Shushtar from the Sassanid era. It consists of 13 dams, bridges, canals and structures which work together as a hydraulic system.\nLocated in Iran's Khuzestan Province. It was registered on UNESCO's list of World Heritage Sites in 2009 and is Iran's 10th cultural heritage site to be registered on the United Nations' list. \nThis engineering masterpiece is unique both in Iran and in the world. The Sassanids, whose economy was mainly dependent on agriculture, developed extensive irrigation systems in this region. \ninfrastructure included water mills, dams, tunnels, and canals. Gargar Bridge-Dam was built on the watermills and waterfalls. Bolayti canal is situated on the eastern side of the water mills and water falls and functions to supply water from behind the GarGar bridge to the east side of water mills and channel the water to prevent damage to the water mills. Dahaneye shahr tunnel (city orifice) is one of the three main tunnels which channeled the water from behind the Gargar Bridge-Dam into the water mill and then run several water mills. Seh kooreh canal channels the water from behind the GarGar bridge into the western side. In the water mills and water falls, we can see a perfect model of haltering to run mills.\nThe Band-e Kaisar (\"Caesar's dam\"), an approximately long Roman weir across the Karun, was the key structure of the complex which, along with the Mizan Dam (Band-e Mizan), retained and diverted river water into the irrigation canals in the area. Built by a Roman workforce in the 3rdcenturyAD on Sassanid order, it was the most eastern Roman bridge and Roman dam and the first structure in Iran to combine a bridge with a dam.\nParts of the irrigation system are said to originally date to the time of Darius the Great, an Achaemenian king of Iran. It partly consists of a pair of primary diversion canals in the Karun river, one of which is still in use today. It delivers water to the Shushtar city via a route of supplying tunnels. The area includes Salasel Castle, which is the axis for operation of the hydraulic system. It also consists of a tower for water level measurement, along with bridges, dams, mills, and basins.\nThen it enters the plain south of the city, where its impact includes enabling the possibility of farming over the area called Mianb and planting orchards. In fact the whole area between the two diversion canals (Shutayt and Gargar) on Karun river is called Mianb, an island having the Shushtar city at its northern end.\nThe site has been referred to as \"a masterpiece of creative genius\" by UNESCO.\nSites.\nShushtar Historical Hydraulic System is a complex of dams, bridges, canals and structures which consists of 13 sites which work together as a hydraulic system.\n1. Mizan Dam\n2. Kolah-Farangi Tower\n3. Gargar Canal\n4. Gargar Bridge-Dam\n5. Watermills and Waterfalls area\n6. Borj Ayar Bridge-Dam and Sabein Sanctuary\n7. Khoda-Afrain Bridge-Dam\n8. Salasel Castle\n9. Dariun Canal\n10. Shadorvan Bridge-Dam\n11. Band-e Khak Dam\n12. Lashkar Bridge-Dam\n13. Sharabdar Dam"}}