{"id": 98, "data": {"title": "Singapore Botanic Gardens", "text": "The Singapore Botanic Gardens is a -year-old tropical garden located at the fringe of the Orchard Road shopping district in Singapore. It is one of three gardens, and the only tropical garden, to be honoured as a UNESCO World Heritage Site. The Botanic Gardens has been ranked Asia's top park attraction since 2013, by TripAdvisor Travellers' Choice Awards. It was declared the inaugural Garden of the Year by the International Garden Tourism Awards in 2012.\nThe Botanic Gardens was founded at its present site in 1859 by the Agri-horticultural Society. It played a pivotal role in the region's rubber trade boom in the early twentieth century when its first scientific director, Henry Nicholas Ridley, headed research into the plant's cultivation. By perfecting the technique of rubber extraction, which is still in use today, and promoting its economic value to planters in the region, rubber output expanded rapidly. At its height in the 1920s, the Malayan peninsula cornered half of the global latex production.\nThe National Orchid Garden, which is located within the main gardens, is at the forefront of orchid studies and a pioneer in the cultivation of hybrids, complementing the nation's status as a major exporter of cut orchids. Aided by the equatorial climate, it houses the largest orchid collection of 1,200 species and 2,000 hybrids.\nEarly in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical \"Garden City\", an image and moniker for which the nation is widely known. In 1981, the hybrid climbing orchid, Vanda Miss Joaquim, was chosen as the country's national flower. Singapore's \"orchid diplomacy\" honours visiting head of states, dignitaries, and celebrities by naming its finest hybrids after them; these are displayed at its popular VIP Orchid Gardens.\nThe Gardens is opened from 5 a.m. to 12 midnight daily and is free to enter, except for the National Orchid Garden. More than 10,000 species of flora are spread over its area, which is stretched vertically; the longest distance between the northern and southern ends is . The Botanic Gardens receives about 4.5million visitors annually.\nHistory.\nThe first \"Botanical and Experimental Garden\" in Singapore was established in 1822 on Government Hill by Sir Stamford Raffles, the founder of modern Singapore and a keen naturalist. The Garden's main task was to evaluate cultivation crops which were of potential economic importance, including those yielding fruits, vegetables, spices and other raw materials. This first Garden closed in 1829.\nIt was not until 30 years later that the present Singapore Botanic Gardens began in 1859, when the Singapore Agri-horticultural Society was granted 32hectares of land in Tanglin by the colonial government, which had obtained it from the merchant Hoo Ah Kay, better known as Whampoa, in exchange for land at Boat Quay.\n18591876.\nThe new gardens started off functioning primarily as a pleasure park for the society's members. Lawrence Niven was hired as superintendent and landscape designer to turn what were essentially overgrown plantations and a tangle of virgin rainforest into a public park. He and his team worked on developing the Gardens to reflect the styles of the English Landscape Garden Movement. This included a series of interconnecting pathways and promenades, a levelled parade area for military bands to play music... and the establishment of ornamental planting. The layout of the Gardens as it is today is largely based on Niven's design. In 1866 the Gardens expanded in the Northwest direction by about 12 hectares. The excavation of Swan Lake took place in 1866. In 1868, the Burkill Hall was completed. The Singapore Agri-horticultural Society ran out of funds, which led to the colonial government taking over the management of the gardens in 1874. In 1875, the Raffles Library Committee selected a horticulturist, Henry James Murton, to serve as the first Superintendent of Gardens, while a zoology expert, William Krohn, was hired as the superintendent of the Zoological Garden to build up a collection of animals within the gardens, establishing the first zoo in Singapore. By 1877, the developed parts of the gardens were dotted with enclosures housing a collection of about 150 animals.\n18771942.\nThe first rubber seedlings came to the gardens from Kew Gardens in 1877. A naturalist, Henry Nicholas Ridley, or Mad Ridley as he was known, became the director of the gardens in 1888 and spearheaded rubber cultivation. Successful in his experiments with rubber planting, Ridley convinced planters across Malaya to adopt his methods. The results were astounding; Malaya became the world's number one producer and exporter of natural rubber.\nIn 1879, the Palm Valley was established on the site of the former Economic Garden. Nathaniel Cantley, who replaced Murton as the second Superintendent of Gardens in 1880, oversaw the building installation of Ridley Hall in 1882. Other installations included the Plant House, an arboretum in the former Economic Garden, and plant nurseries. Due to the high upkeep of the zoo at the gardens, in 1903, the colonial government decided to sell all the animals and birds and shut it down. More building installations at the garden included E.J.H Corner House in 1910 and Holttum Hall in 1921. This was also the period when Singapore's national flower, the orchid Hybrid Vanda Miss Joaquim, was founded, which was part of the achievement of the pioneering of orchid hybridisation by Professor Eric Holttum, director of the Gardens from 1925 to 1949. His techniques led to Singapore being one of the world's top centres of commercial orchid growing. Presently, it has the largest collection of tropical plant specimens.\n19421945.\nDuring the Japanese occupation of Singapore from 1942 to 1945, Hidezo Tanakadate (), a professor of geology from Tohoku Imperial University, learned of the possibility that the Gardens and Museum might be looted due to the occupation, and negotiated directly with general Tomoyuki Yamashita to gain control of the Singapore Botanic Gardens and the Raffles Museum. At the beginning of the occupation, he ensured that no looting occurred in the Gardens and the Museum. Both institutions continued to function as scientific institutions. Holttum and Edred John Henry Corner were interned in the Gardens and instructed to continue their horticultural work. The Japanese government and army were unwilling to fund the institutions, however, and Tanakadate had to pay for maintenance and staff salaries from his own pocket. The Gardens was also renamed as Shnan Botanic Gardens (). Tanaka returned to Japan in July 1943, and Dr. , a retired professor of botany from the Kyoto Imperial University and secretary-general of the Imperial Japanese Army's Malayan military administration department's general affairs department, was appointed director to the Gardens and Museum, posts he held until the end of the war.\n19451986.\nAfter the war ended, the Gardens was handed back to the control of the British in September 1945, and Koriba was made a prisoner of war. Corner negotiated for Koriba's release with the British command, citing his contributions to protecting the Gardens, but he chose to remain in custody alongside his countrymen until his release in January 1946.\nMurray Ross Henderson, curator of the Herbarium before the war, succeeded Holttum as director from 1949 to 1954. Eventually the Gardens played an important role during the \"greening Singapore\" campaign and Garden City campaign during the early independence years.\n1986present.\nThe Singapore Botanic Gardens was put under the charge of the National Parks Board. The Gardens was revitalised with new and improved public amenities, research facilities and training facilities (19902005). Here, the focus is on Garden City Vision, Horticulture, Taxonomic + Biodiversity Research, Recreation and Education.\nA \"Tyersall extension\" to the Gardens was announced in 2009. A total of 18 hectares of land was added in expanding the Gardens by almost four times its original size in 1859. Known as the Gardens' Learning Forest when it was fully completed in 2018, the extensions included a Forest Conservation Interpretive Centre and a Natural History Art Gallery, housed in colonial buildings more than a century old. The Learning Forest showcases the best of tropical trees that grow under local conditions and strengthen the Botanic Gardens' position as a premier institute for research, conservation and education. Visitors are able to appreciate this unique collection of trees and plants through various thematic walks within the Learning Forest featuring giant trees, trees with interesting forms and barks of various textures, a conservation collection of rare fruit and nut species and a bamboo garden. Also included is a flood protection scheme for the main shopping district of Orchard Road and its surroundings and a water detention pond with capacity to hold excess storm-water of about 15 Olympic-size pools.\nAttractions.\nThe garden is bordered by Holland Road and Napier Road to the south, Cluny Road to the east, Tyersall Avenue and Cluny Park Road to the west and Bukit Timah Road to the north. The linear distance between the northern and southern ends is around . There are a number of entrances at different zones of the gardens, though the Tanglin Gate facing Holland Road in the south is the grand entrance.\nNational Orchid Garden.\nThe National Orchid Garden is the main attraction within the Botanic Gardens. Located on the mid-western side of the Garden, the hilly three-hectare site has a collection of more than 1,000 species and 2,000 hybrids of orchids.\nThere are a number of attractions within the Orchid Garden, including the following -\nBurkill Hall: Burkill Hall is a colonial plantation bungalow built in 1886. It used to be the director's house and was named in honour of the only father and son pair to hold the post of Director of Singapore Botanic Gardens, Isaac and Humphrey Burkill. The ground level serves as an exhibition area, showcasing information on the different hybrids named after VIPs who have visited the garden.\nVIP Orchid Garden: located at the back of Burkill Hall, it displays hybrids of the most popular VIP orchids. Notable ones include \"Dendrobium Memoria\" Princess Diana, \"Dendrobium\" Margaret Thatcher,  \"Renantanda\" Akihito, \"Dendrobium\" Masako Kotaishi Hidenka, \"Dendrobium\" Elizabeth and \"Vanda\" Gloria Macapagal Arroyo. More than 100 celebrities, dignitaries, and visiting heads of states have been honoured by Singapore's \"orchid diplomacy\" program.\nOrchidarium: A haven for serious orchids enthusiasts, the Orchidarium houses natural species in a tropical setting.\nTan Hoon Siang Misthouse: Tan Hoon Siang was a descendant of Tan Tock Seng, who was a philanthropist and founder of the Tan Tock Seng Hospital. The misthouse contains a colourful collection of different hybrids. It also has a small collection of fragrant orchids like \"Vanda\" Mimi Palmer.\nLady Yuen-Peng McNeice Bromeliad House: Named in honour of its sponsor, the Bromeliad House showcases plants from the family Bromeliaceae, which includes the pineapple. The unique collection of bromeliads on display was acquired from Shelldance Nursery in the United States in 1994.\nCoolhouse: The Coolhouse tries to recreate the environment of a tropical highland forest and showcases orchids that are normally only found in the tropical highland areas.\nRainforest.\nThe Singapore Botanic Gardens has a small tropical rainforest of around six hectares in size, which is older than the gardens itself. The rainforest and its bigger cousin at the Bukit Timah Nature Reserve are located within the Singapore's city limits. Singapore is one of the only two major cities with a tropical rainforest within its city limits, the other being Tijuca Forest in Rio de Janeiro.\nGinger Garden.\nLocated next to the National Orchid Garden, this one-hectare garden brings together members of the family Zingiberaceae. The garden houses a restaurant called the Halia Restaurant. There is also a drop-off point along Tyersall Avenue as well as a waterfall. The garden was officially opened in 2003 and it took over the spot vacated by the previous Orchid Enclosure.\nBotany Centre and Tanglin Gate.\nThe two new blocks of offices and classroom in the upgraded Tanglin Core area are known as the Botany Centre. They house the:\nThe corridors and walkways of the Botany Centre are covered by leaf imprints. There are also a number of wooden carvings scattered around the grounds and fern-covered vertical walls.\nThe Green Pavilion is the first \"green roof\" in Singapore. Weed and grass-like plants fully cover the pitched roof. It houses the visitor services desk as well as a caf called Food For Thought in the basement.\nThe offices of former directors, namely Holttum Hall (after Eric Holttum, Director of the Gardens from 1925 to 1949) and Ridley Hall (after Henry Nicholas Ridley, first director of Gardens from 1888 to 1911) were preserved and now known as the Singapore Botanic Gardens' Heritage Museum and Ridley Hall (a function space).\nJacob Ballas Children's Garden.\nThe Children's Garden was named after its main donor Jacob Ballas, a Jewish-Singaporean philanthropist who died in 2004.\nBuilt at a cost of S$7million (of which $99million was donated by the Jacob Ballas Trust and sponsors), it is located at the quieter northern end of the Botanic Gardens. It has its own visitor centre with a caf. It opened on Children's Day, 1 October 2007. The National Parks Board claims it is Asia's first children's garden. There are play areas like the Water Play area, a small playground, tree-houses with slides, and a maze. There are also interactive exhibits that teach how photosynthesis takes place, and a mini-garden that showcases how plants may be used to make dyes, beverages or as herbs.\nAt the Children's Garden Visitor Centre there is a sculpture by the Israeli artist Zodok Ben-David. Named \"Mystree\", it was commissioned by the Yad Vashem museum in 2010. From a distance, the sculpture looks like a tree but a closer inspection reveals 500 human figures.\nAlthough it is considered part of the Botanic Gardens, the Children's Garden has its own entrance along Bukit Timah Road existing as a separate enclosure.\nOther attractions.\nTropical plants line the bank of the Saraca Stream as it meanders its way down a small hill. The main highlights of the stream walk are the Yellow Saraca trees (\"Saraca cauliflora\") and Red Saraca (\"Saraca declinata\"). Other attractions include the Palm Valley, Bandstand area, Sun Garden and Sundial Garden.\nThe Botanic Gardens has three lakes, namely Symphony Lake, Eco-Lake and Swan Lake. The Shaw Foundation Symphony Stage on Symphony Lake occasionally has free concerts on weekends. Notable performers include the Singapore Symphony Orchestra and Singapore Chinese Orchestra. On 10 October 2008, a statue of the composer Frdric Chopin was unveiled just south of Symphony Lake.\nThe headquarters of the National Parks Board is located within the grounds of the Singapore Botanic Gardens. Eateries within the garden include the one-Michelin-starred Corner House, a casual fine-dining restaurant in a colonial bungalow; Casa Verde, a caf at the Visitor Centre; and Halia Restaurant, a restaurant at the Ginger Garden. There are also gift shops for visitors. Singapore's national agency in biodiversity-related issues, the National Biodiversity Centre, is also located within the grounds of the gardens.\nUNESCO.\nAn official application for Singapore Botanic Gardens to be listed as a World Heritage Site was submitted to UNESCO in January 2014. The bid underlines the gardens' historical and cultural significance and its achievements in conservation and research. A 700-page nomination dossier was compiled and written up over one-and-a-half years, led by the National Heritage Board's (NHB) preservation of sites and monuments division and the Botanic Gardens director, Dr Nigel Taylor, who was also involved in the Royal Botanic Gardens at Kew's own UNESCO bid from 2000 to 2003.\nAs part of the process, the dossier had to seek the assessment of the International Council on Monuments and Sites (ICOMOS), a separate professional association. On 16 May 2015, ICOMOS's panel of experts backed the inscription without reservation  the best recommendation possible, stating:\nOn 4 July that year, in Bonn, the 39th session of the World Heritage Committee deliberated Singapore's submission, and all 21 members endorsed it.\nDr Taylor recalled the unanimous vote:\nSingapore Botanic Gardens is the first tropical, and only the third botanic gardens on the UNESCO World Heritage listing. The honour was widely noted as a fitting tribute to the nation's 50th year of independence."}}