{"id": 152, "data": {"title": "Skogskyrkogården", "text": " (; ) is a cemetery located in the Gamla Enskede district south of central Stockholm, Sweden. It was inaugurated in 1920 and was inscribed on the UNESCO World Heritage List in 1994. Its design, by Gunnar Asplund and Sigurd Lewerentz, reflects the development of architecture from Nordic Classicism to mature functionalism.\nHistory.\nSkogskyrkogrden came about following an international competition in 1915 for the design of a new cemetery in Enskede in the southern part of Stockholm, Sweden. The entry called \"Tallum\" by the young architects Gunnar Asplund and Sigurd Lewerentz was selected. After changes made to the design on the recommendations of the competition jury, work began in 1917 on land that had been old gravel quarries that were overgrown with pine trees, and the first phase was completed three years later. The architects' use of the natural landscape created an extraordinary environment of tranquil beauty that had a profound influence on cemetery design throughout the world. Essential models for the design of the cemetery were the German forest cemeteries of Friedhof Ohlsdorf at Hamburg and Waldfriedhof in Munich but also the neoclassical paintings of Caspar David Friedrich.\nThe basis for the route through the cemetery is a long route leading from the ornamental colonnaded entrance that then splits, one way leading through a pastoral landscape, complete with a large pond and a tree-lined meditation hill, and the other up to a large detached granite cross and the abstract portico of the crematorium and the chapels of the Holy Cross, Faith, and Hope. The paths then rejoin and pass along a dead-straight path through a dense grove of tall pine trees, the so-called Way of Seven Wells, leading to the \"Uppstndelsekapellet\" or Resurrection Chapel. The giant dark granite cross at the focus of the vista from the main entrance has also been described as having been based on a painting by Caspar David Friedrich, titled \"Cross on the Baltic Sea\" (1815), signifying hope in an abandoned world; yet Asplund and Lewerentz insisted that the cross was open to non-Christian interpretations, even quoting Friedrich: \"To those who see it as such, a consolation, to those who do not, simply a cross.\"\nThe architects designed the entire complex, from the landscape to the smallest lamp, though there are also integrated sculptures by Carl Milles. Lewerentz's contribution mainly concerned the landscape but also the main entrance and the classical \"Uppstndelsekapellet\" or Resurrection Chapel, which was built in 1925. Asplund devoted himself mainly to the buildings, and the small Woodland Crematorium  built in 193540  has been regarded as a central work in his oeuvre as well as the Nordic Classicism style of that period. The small chapel, set on a Tuscan peristyle and featuring a gold statue on the roof by Carl Milles, was in fact derived from a \"primitive hut\" that Asplund had happened to see in a garden at Liselund. The crematorium, with its Faith, Hope, and Holy Cross Chapels, was Asplund's final work of architecture, designed in a rational modernist style typical for his later work, opened shortly before his death in 1940.\nIn 1994, Skogskyrkogrden was named a UNESCO World Heritage Site and although it does not have the number of famous interments as the Norra begravningsplatsen, its much older counterpart in northern Stockholm, it is a major tourist attraction. At the Tallum Pavilion (a building designed originally by Asplund as staff facilities), visitors can see an exhibition about the cemetery and the story of its origins and the two architects whose vision created it.\nSkogskyrkogrden is connected to a metro station by the same name (see Skogskyrkogrden metro station)."}}