{"id": 209, "data": {"title": "Soltaniyeh", "text": "Soltaniyeh (, also Romanized as Solnyeh, Solneyyeh, Sultaniye, and Sultnyeh; also known as Sadyeh;) is a city in the Central District of Soltaniyeh County, Zanjan province, Iran, and serves as capital of the county.\nAt the 2006 census, its population was 5,864 in 1,649 households, when it was in Soltaniyeh District of Abhar County. The following census in 2011 counted 7,116 people in 2,013 households. The latest census in 2016 showed a population of 7,638 people in 2,319 households, by which time Soltaniyeh County had been established with the city of Soltaniyeh as its capital.\nHistory.\nSoltaniyeh, located some to the north-west of Tehran, was built as the capital of Mongol Ilkhanid rulers of Iran in the 14th century. Its name which refers to the Islamic ruler title sultan translates loosely as \"the Regal\". Soltaniyeh was visited by Ruy Gonzlez de Clavijo, who reported that the city was a hub of silk exportation.\nIn 2005, UNESCO listed Soltaniyeh as one of the World Heritage Sites. The road from Zanjan to Soltaniyeh extends until it reaches to the Katale khor cave.\nWilliam Dalrymple notes that ljait intended Soltaniyeh to be \"the largest and most magnificent city in the world\" but that it \"died with him\" and is now \"a deserted, crumbling spread of ruins.\"\nEcclesiastical history.\nEstablished on 1 April 1318 as Latin Metropolitan Archdiocese of Soltania (Latin and Curiate Italian) or Soltaniyeh.\nIt 1329 the Latin Diocese of Samarcanda became its suffragan for the Chagatai Khanate, at least until Tamerlane (founder of the Timurids) swept its see Samarkand.\nSuppressed as residential see around 1450.\nTitular see.\nTransformed at its suppression as residential see in 1450 into a Latin Titular archbishopric, which was itself suppressed in 1926.\nIt has had the following incumbents, of both the fitting archiepiscopal (intermediary) and the (lower) episcopal ranks :\nSources and external links.\nhttp://sultaniyya.org/"}}