{"id": 267, "data": {"title": "Speyer Cathedral", "text": "Speyer Cathedral, officially \"the Imperial Cathedral Basilica of the Assumption and St Stephen\", in Latin: Domus sanctae Mariae Spirae (German: \"Dom zu Unserer lieben Frau in Speyer\") in Speyer, Germany, is the seat of the Roman Catholic Bishop of Speyer and is suffragan to the Roman Catholic Archdiocese of Bamberg. The cathedral, which is dedicated to St. Mary, patron saint of Speyer (\"Patrona Spirensis\") and St. Stephen is generally known as the Kaiserdom zu Speyer (Imperial Cathedral of Speyer). Pope Pius XI raised Speyer Cathedral to the rank of a minor basilica of the Roman Catholic Church in 1925.\nBegun in 1030 under Conrad II, with the east end and high vault of 10901103, the imposing triple-aisled vaulted basilica of red sandstone is the \"culmination of a design which was extremely influential in the subsequent development of Romanesque architecture during the 11th and 12th centuries\". As the burial site for Salian, Staufer and Habsburg emperors and kings the cathedral is regarded as a symbol of imperial power. With the Abbey of Cluny in ruins, it remains the largest Romanesque church. It is considered to be \"a turning point in European architecture\",\none of the most important architectural monuments of its time and one of the finest Romanesque monuments.\nIn 1981, the cathedral was added to the UNESCO World Heritage List of culturally important sites as \"a major monument of Romanesque art in the German Empire\".\nHistory and architecture.\nMiddle ages.\nIn 1025, Conrad II ordered the construction of the Christian Western world's largest church in Speyer which was also supposed to be his last resting place. Construction began in 1030 on the site of a former basilica which stood on an elevated plateau right by the Rhine but safe from high water. Along with Santiago de Compostela (begun 1075), Cluny Abbey (Cluny III, begun 1085), and Durham Cathedral (begun 1093), it was the most ambitious project of the time. The red sandstone for the building came from the mountains of the Palatine Forest and is thought to have been shipped down the channelled Speyerbach, a stream running from the mountains into the Rhine at Speyer. Neither Conrad II, nor his son Henry III, were to see the cathedral completed. Conrad II died in 1039 and was buried in the cathedral while it was still under construction; Henry III was laid next to him in 1056. The graves were placed in the central aisle in front of the altar.\nNearly completed, the cathedral was consecrated in 1061. This phase of construction, called \"Speyer I\", consists of a Westwerk, a nave with two aisles and an adjoining transept. The choir was flanked by two towers. The original apse was round inside but rectangular on the outside. The nave was covered with a flat wooden ceiling but the aisles were vaulted, making the cathedral the second largest vaulted building north of the Alps (after Aachen Cathedral). It is considered to be the most stunning outcome of early Salian architecture and the \"culmination of a design which was extremely influential in the subsequent development of Romanesque architecture during the 11th and 12th centuries\".\nAround 1090, Conrad's grandson, Emperor Henry IV, conducted an ambitious reconstruction in order to enlarge the cathedral. He had the eastern sections demolished and the foundations enforced to a depth of up to eight metres. Only the lower floors and the crypt of \"Speyer I\" remained intact. The nave was elevated by five metres and the flat wooden ceiling was replaced with a groin vault of square bays, one of the outstanding achievements of Romanesque architecture. Each vault extends over two bays of elevation. Every second pier was enlarged by adding a broad pilaster or \"dosseret\", which formed a system of interior buttressing. Engaged shafts had appeared around 1030 in buildings along the Loire (Saint-Benot-sur-Loire, Auxerre, Loches) from where the technique spread to Normandy and the Rhineland.\nThe only other contemporary example of such a bay system is in the Church of Sant Vicen in Cardona, Spain. \nThe \"double-bay system\" of Speyer functioning as a support for the stone vaults was copied in many monuments along the Rhine. The addition of groin vaults made the incorporation of clerestory windows possible without weakening the structure. \"The result is an interior of monumental power, albeit stark and prismatic when compared with contemporary French buildings, but one which conveys an impression of Roman \"gravitas\", an impression singularly appropriate for a ruler with the political pretensions of Henry IV.\"\nIn the course of these modifications the cathedral was equipped with an external dwarf gallery, an arcaded gallery recessed into the thickness of the walls, and which is a natural development of the blind arcade. Such blind arcades were used extensively as decorations, lining internal and external walls of many Romanesque churches. At the east end of Speyer Cathedral the dwarf gallery and the blind arcades were composed into \"one of the most memorable pieces of Romanesque design\". The dwarf gallery encircles the top of the apse, underlining its rounded form, and runs all around the structure below the roofline. This feature soon became a fundamental element in Romanesque churches; it was adopted at Worms Cathedral and Mainz Cathedral, and on the faades of many churches in Italy (see detail in gallery below). \"The cathedral re-emerged in a more sculptural style typical of the prime of the Romanesque period.\" \"The transept, the square of the choir, the apse, the central tower and the flanking towers were combined in a manner and size surpassing anything done before. All surfaces and edges rise without stages. The major elements within the combination remain independent... Speyer became a model for many other church buildings but was unsurpassed in its magnificence.\"\nThe expanded cathedral, \"Speyer II\", was completed in 1106, the year of Henry's IV death. With a length of 444 Roman feet (134 metres) and a width of 111 Roman feet (43 metres) it was one of the largest buildings of its time.\nThe building became a political issue: the enlargement of the cathedral in the small village of Speyer with only around 500 inhabitants was a blunt provocation for the papacy. The emperor not only laid claim to secular but also to ecclesiastical power, and with the magnificence and splendour of this cathedral he underlined this bold demand.\nThe purpose of the building, already a strong motive for Conrad, was the emperor's \"claim to a representative imperial Roman architecture\" in light of the continuing struggle with Pope Gregory VII. Thus, Speyer Cathedral is also seen as a symbol of the Investiture Controversy. It was only five years after his death that Henry IV's excommunication was revoked and his body was put to rest in his cathedral in 1111.\nIn the following centuries the cathedral remained relatively unchanged. In a drawing of 1610 a Gothic chapel has been added to the northern aisle, and in a drawing of around 1650 there is another Gothic window in the northern side of the Westwerk. In a drawing of 1750 depicting the cathedral with the destroyed middle section the latter window is absent. \nFile:\nThe last ruler was put to rest in the cathedral in 1308, completing a list of eight emperors and kings and a number of their wives:\nIn addition to these rulers the cathedral is the resting place of several of the ruler's wives and many of Speyer's bishops.\nModern era.\nAlthough repeatedly occupied and ransacked, town and cathedral survived the Thirty Years' War (16181648) with little damage. During the Nine Years' War (Palatinate War of Succession 168897), the people of Speyer brought furniture and possessions into the cathedral, stacking everything several metres high hoping to save them from the French troops of Louis XIV marauding the town. But on 31 May 1689 the soldiers broke in, pillaged the imperial graves and set everything alight. On that day almost the whole town of Speyer was burned down. In the heat of the fire the western part of the nave collapsed and the late Gothic elements were destroyed.\nIn the great fire the Prince-Bishops of Speyer lost their residence and a plan was considered to build a new one in the style of a Baroque chteau in place of the cathedral. Because of the hostility of the people of Speyer towards the bishop it was decided to build a palace in Bruchsal.\nFor almost a century only the eastern part of the cathedral was secured and used for services. Under the direction of Franz Ignaz M. Neumann, the son of renowned Baroque architect Balthasar Neumann, the building was restored from 1748 to 1772. The Romanesque nave was reconstructed, but the westwork rebuilt in the Baroque style on its remaining lower section. The funds were not sufficient to rebuild the whole cathedral in the style of the time.\nIn 1792 Speyer was again occupied, this time by French revolutionary troops, and once more the cathedral was pillaged. During the Napoleonic Wars (1803 to 1815) the cathedral was used as a stable and storage facility for fodder and other material. In 1806 the French had in mind to tear the building down and use it as a quarry, which was only prevented by the bishop of Mainz, Joseph Ludwig Colmar. After Napoleon's victories over the Prussian and Russian armies in the Battles of Grossgrschen and Ltzen in 1813, around 4,000 wounded soldiers came to Speyer. After the battle of Leipzig there were even more and the cathedral was needed as an army hospital.\nAs a result of the Congress of Vienna (1815), Speyer and the Palatinate passed to Bavaria. At the behest of King Ludwig I of Bavaria, Johann von Schraudolph and Joseph Schwarzmann decorated the interior walls of the cathedral with Nazarene style frescoes (18461853). 1854 to 1858, Ludwig's successor, King Maximilian II, had the Baroque westwork replaced by a Neo-Romanesque one, with the two tall towers and the octagonal dome resembling those that were lost, thus restoring the cathedral's overall Romanesque appearance. The roofs were lowered and covered with copper. Only the Gothic sacristy kept its slate roof. Eduard Rottmanner was organist at the church from 1839 to 1843.\nOn 24 September 1861, the then Prince of Wales of United Kingdom, Prince Albert Edward, who would later become King Edward VII, first met his Danish born wife, Princess Alexandra later Queen Alexandra at the Speyer Cathedral.\nIn designing the faade of the westwork, Heinrich Hbsch, an architect of early Historicism, created a Neo Romanesque design which drew on features of the original westwork and those of several other Romanesque buildings, scaling the windows differently and introducing a gable on the facade, a row of statues over the main portal and polychrome stonework in sandstone yellow and rust. These restorations coincided with the development of Romanticism and German nationalism, during which many buildings were restored in the Romanesque and Gothic style of the Holy Roman Empire. Speyer Cathedral was elevated to the level of a national monument.\nThe interior decorations and the new westwork were considered a major feat in the 19th century. Ludwig I was of the opinion that nothing greater had been created than these paintings. Yet, by the start of the 20th century, the mood had changed. In 1916, Georg Dehio, a German art historian, was convinced that among all the misfortunes to befall the cathedral, the alterations of the 19th century were not the smallest.\nThe graves of the emperors and kings were originally placed in the central aisle in front of the altar. In the course of the centuries knowledge of the exact location was lost. In a big excavation campaign in 1900 the graves were discovered and opened and the identity of the rulers was established. Some of the contents, e. g. clothing, can be seen at the Historical Museum of the Palatinate near the cathedral. The restored coffins were relocated into a newly constructed crypt open to the public under the main altar in 1906.\nThe restoration of the cathedral, beginning in 1957 \"was directed towards both securing the structure and recreating the original atmosphere of the interior\". Some of the plaster and 19th-century paintings from the walls was removed. Only the cycle of 24 scenes from the life of the Virgin between the windows of the nave have been preserved.\nGables which had been removed from the transept and choir during the Baroque era were replaced using etchings and examples in related buildings. Changes in the crossing were also undone, but enforcements from the Baroque were left in place for structural reasons. Also, the Baroque style curved roof on the eastern dome remained.\nPresent condition.\nSpeyer Cathedral has maintained the overall form and dimensions of the 11th-century structure and, despite substantial losses to the original fabric and successive restorations, presents a complete and unified Romanesque building. The design broadly follows the plan that was established at St. Michael's Church in Hildesheim and set the standard that was to be generally adopted in the Rhineland. This comprised a high vaulted nave with aisles, with a domed crossing towards at the east which terminated in an apsidal chancel. The horizontal orientation already points to the development of the Gothic architecture.\nThe western end terminates in an elaborate structure known as a \"Westwerk\" including the main portal, a feature typical of many Romanesque churches. Other German Romanesque churches, such as Worms Cathedral have an apse at both ends. Externally, the silhouette of the building is balanced by two pairs of tall towers which frame the nave at the western end and the chancel to the east, and form a sculptural mass with the dome at each end, creating an \"equilibrium between the eastern and western blocks\". The majority of its features are still the same exterior but the interior has undergone many renovations supporting the foundation but changing the interior greatly.\nThe exterior appearance of the cathedral is unified by the regularity of the size of its openings. Speyer has the earliest example in Germany of a colonnaded dwarf gallery that goes around the entire building, just below the roofline. The same type of gallery also adorns the eastern and western domes. The openings in the gallery match the size of the paired windows in the towers. The domes are both octagonal, the roof of the eastern one being slightly ovoid. The towers are surmounted by \"Rhenish helm\" spires. The nave, towers and domes are all roofed with copper, which has weathered to pale green, in contrast to the pinkish red of the building stone, and the polychrome of the Westwerk.\nInternally, the nave is of two open stages with simple semi-circular Romanesque openings. The arcade has piers of a simple form, each with a wide attached shaft, the alternate shafts carrying a stone arch of the high vault. The square bays thus formed are groin vaulted and plastered. Although most of the plasterwork of the 19th century has been removed from wall surfaces, the wide expanse of masonry between the arcade and the clerestory contains a series of colourful murals depicting the \"Life of the Virgin\".\nThe cathedral has recently undergone fundamental restorations, which cost around 26 million Euros. In addition the frescos by Johann Schraudolph, which were removed in the 1950s, were restored and are now displayed in the \"Kaisersaal\" of the cathedral.\nWorld Heritage Site.\nIn April 1981, Speyer Cathedral was added to the UNESCO World Heritage List of culturally important sites. The International Council on Monuments and Sites (ICOMOS) justified the inclusion:\n\"The cathedral of Speyer, with those of Worms and Mayence (Mainz), is a major monument of Romanesque art in the German Empire. It is, by virtue of its proportions, the largest and the most important; by virtue of the history to which it is linked  the Salic emperors made it their place of burial.\"\nICOMOS also cites the building as important in demonstrating the evolution in attitudes towards restoration since the 17th century, both in Germany and the world.\nFeatures.\nCrypt.\nOver the centuries, crypts developed from tiny chambers into large semi-subterranean and very articulated hall crypts, which became standard forms in Italy and Germany, sometimes extending under the transepts as well as the chancel.\nThe monumental crypt of Speyer Cathedral, consecrated in 1041, is the largest Romanesque columned hall crypt in Europe, with an area of and a height of approx. 7 m. Forty-two groin-vaults are supported on twenty cylindrical columns with simple cushion capitals. The sandstone blocks alternate in colour between yellow and rust, a typical design of the Salian and Staufer era, and providing the context of the colour-scheme of the 19th century facade. The \"architectural clarity is quite exceptional, a result of the precise execution of the base moldings and the cushion capitals, together with the emphatic system of transverse arches.\"\nChapels.\nOn the southern side of the cathedral is the \"double chapel\" (Doppelkapelle) of Saint Emmeram (Saint Martin) and Saint Catherine. The concept of the double chapel was well established by the end of the 11th century, dating back to the time of Charlemagne and commonly used in imperial and Episcopal chapels. Construction of the one in Speyer already started around 1050. Saint Catherine's chapel was built on occasion of the birthday of Henry III's daughter on 25 November, named after Saint Catherine of Alexandria, one of the Fourteen Holy Helpers. In 1961 the chapel was restored to its original state as a double chapel. The two chapels on top of each other are connected through an opening in the centre. Today, Saint Emmeram is a baptistery.\nOn the northern side of the cathedral is the chapel of Saint Afra, named after an early Christian martyr. Henry IV had the chapel built in her honour because he was born on her commemoration day. Saint Afra's remains had been discovered in Augsburg around 1064. Henry IV was buried in the unconsecrated chapel from 1106 to 1111, when Pope Paschalis II revoked the ban, which had been in effect since 1088. During restoration works in 1971 a page of parchment was found in the chapel which is part of a Wulfila Bible written around 500. Today, the Saint Afra Chapel is a tabernacle.\nInitially there were five other chapels on the northern side of the cathedral: Saint Paul, Saint Agnes, Saint Bernard, Saint Henry, and Saint Mary. Saint Mary's chapel had been added on the northern side of the cathedral by Bishop Matthias von Rammung in 1475. Their ruins were already removed in the 18th century.\nBells.\nThe cathedral's peal is composed of nine bells of which the larger four were cast in 1822 by Peter Lindemann (Zweibrcken) and the five smaller ones in 1963 by Friedrich Wilhelm Schilling (Heidelberg). They are all contained in the cathedral belfry, located in the western dome. In Germany, the bells are always numbered from largest to smallest, Bell 1 is always the tenor or bourdon. The four largest bells also serve as clock bells; bells 4 and 3 chime alternately every quarter hour while bells strike 2 and 1 in succession each the number of a full hour.\nSurroundings.\nOriginally, the cathedral was surrounded by numerous buildings. To the south it was adjoined by a cloister with a sculpture of the Mount of Olives in its centre. On the northern side was the palatial bishop's residence. Other buildings nearby, for example, were the chapter house, rectory, archives, St. Nikolaus Chapel, town fortifications etc. Most of the buildings disappeared after the French Revolution. The outline of the former cloister can be seen as pavement.\nThe sculpture of the Mount of Olives was destroyed in the great fire of 1689 and left in ruins after the rubble of the cloister was removed in 1820 in order to create some open space. Later it was fitted with a roof to prevent further deterioration. The sculptures were supplemented by a local sculptor, Gottfried Renn. Inside the mount is a chapel dedicated to the Archangel Michael.\nIn the square at the western end of the cathedral is a large bowl known as Domnapf (lit.: 'cathedral bowl') It formerly marked the boundary between the episcopal and municipal territories. Each new bishop on his election had to fill the bowl with wine, while the burghers emptied it to his health.\nHeidentrmchen (Heath Tower).\nThe Heidentrmchen is a remainder of the medieval town fortifications, a tower and a section of the wall, situated a little to the east of the cathedral. It once stood right by the Rhine, at the very edge of the plateau, adjoined by some marshy area which used to be called \"heath\".\nHall of Antiques (Antikenhalle).\nThe Hall was built to the north of the cathedral to house the Roman findings in the cathedral area. It was erected in the Neo-Classical style and turned out to be too small for the intended purpose. Later some cannons captured in the Franco-Prussian war of 1870/71 were displayed. Today it is a memorial for the fallen of the two world wars."}}