{"id": 149, "data": {"title": "Srebarna Nature Reserve", "text": "The Srebarna Nature Reserve (, transliterated as \"Priroden rezervat Srebarna\") is a nature reserve in northeastern Bulgaria (Southern Dobruja), near the village of the same name, west of Silistra and south of the Danube. It comprises Lake Srebarna and its surroundings and is an important wetland located on the Via Pontica, a bird migration route between Europe and Africa. As a result, it provides nesting and migratory habitat for many endangered bird species.\nThe reserve embraces of protected area and a buffer zone of . The lake's depth varies from . There is a museum constructed, where a collection of stuffed species typical for the reserve is arranged.\nHistory.\nWhile Lake Srebarna was studied many times in the past by foreign biologists, the first Bulgarian scientist to take an interest in the area was Aleksi Petrov, who visited the reserve in 1911. In 1913, the whole of Southern Dobrudja was incorporated in Romania, but was returned to Bulgaria in 1940, when the area was visited once again by Petrov to examine the colonies of birds that nest there.\nThe area was proclaimed a nature reserve in 1948 and is a Ramsar site since 1975. The reserve was recognized as World Natural Heritage Site under the 1972 Convention for the Protection of the World Cultural and Natural Heritage and included in the UNESCO World Heritage List in 1983.\nLegends.\nThere are several legends about the origin of the lake's name. The one is about a khan named \"Srebrist\", who died in the neighbourhood whilst engaging in an unequal battle with the Pechenegs. A second one tells about a boat full of silver (\"srebro\" in Bulgarian) along the shores of the lake. According to a third one, which is regarded as most plausible, the name comes from the silvery reflections on the lake's surface during full moon.\nFlora and Fauna.\nFlora.\nThere are hydrophyte species such as reed in and around the lake. The reserve is home to 139 plant species, 11 of them are in danger of extinction outside the territory of Srebarna.\nFauna.\nA wide variety of fauna exists in the area. 39 mammal, 21 reptile and amphibian and 10 fish species inhabit the reserve, but it is most famous for the 179 bird species that nest on its territory. These species include multiple species of herons and cormorants, the glossy ibis, the Dalmatian pelican, the mute swan, the greylag goose, the marsh harrier and the bluethroat. Small mammals in the reserve include several shrew and mice species. \nHonour.\nSrebarna Glacier on Livingston Island in the South Shetland Islands, Antarctica is named after Srebarna."}}