{"id": 343, "data": {"title": "Stari Grad Plain", "text": "The Stari Grad Plain, near the town of Stari Grad on the island of Hvar, Croatia, is an agricultural landscape that was set up by the ancient Greek colonists in the 4th century BC, and remains in use. The plain is the largest agricultural area on any of the Adriatic islands, and is remarkably fertile due to Ice Age loess deposition. This landscape is almost entirely preserved from its original form. The ancient layout has been preserved by careful maintenance of the stone walls over 24 centuries, along with the stone shelters (known locally as trims), and the water collection system. The same crops, mainly grapes and olives, are still grown in the fields, and the site is also a natural reserve. The site is a valuable example of the ancient Greek system of agriculture, and was inscribed as a UNESCO World Heritage Site in 2008.\nHistory.\nIn 384 BC, Stari Grad was colonized by Greeks from the island of Paros. The colonists divided the plain into 75 land parcels (called \"chora\"), each measuring roughly 16 hectares, bordered by dry stone walls. These walls may have been secondarily used to surveil the plain or to travel quickly across the landscape. The original field layout has been respected by the continuous maintenance of the boundary walls by succeeding generations. Agricultural activity in the chora has been uninterrupted for 24 centuries up to the present day. What we see today is a continuation of the cultural landscape of the original Greek colonists.\nIn addition to the \"chora\", the Greeks built small store huts made of dry stone called \"trims\", where tools were kept and people could take refuge from bad weather. Large storage cisterns and gutters were also built throughout the plain to retain rainwater, to handle the dry Mediterranean climate. Many of these ancient buildings are still used for those purposes today.\nIn 229 BC, Stari Grad became the residence of Demetrius of Pharos, an Illyrian ruler who briefly resisted Roman occupation, although by the mid-2nd century BC it was a Roman colony. During that time, it was a trading center for grapes and fishing."}}