{"id": 90, "data": {"title": "Stevns Klint", "text": "Stevns Klint, known as the Cliffs of Stevns in English, is a white chalk cliff located some southeast of Store Heddinge on the Danish island of Zealand. Stretching along the coast, it is of geological importance as one of the best exposed Cretaceous-Tertiary (K/T) boundaries in the world. Subject to frequent erosion, the cliff rises to a height of up to . Because of its exceptional fossil record, Stevens Klint was inscribed on the UNESCO World Heritage List in 2014.\nGeology.\nThe cliff reveals sections from the uppermost part of the Maastrichtian stage (72 to 66 million years ago), known as the Tor Formation and from the lowermost part of the Danian stage (66 to 62 million years ago); the Danian-aged rocks are known as the Rdvig Formation and the Stevns Klint Formation. The lower strata from the cliff are from the Cretaceous and are composed of soft chalk, indicating a relatively deep marine depositional environment. The dark layer of , mainly five to ten centimeters thick, clearly marks the CretaceousPaleogene boundary. The is enriched in iridium, a fact used as an argument for the Alvarez hypothesis that the worldwide CretaceousPaleogene mass extinction was caused by the impact of an asteroid. Following the boundary is a layer of darker clay and chalk between 10 and 30 cm thick, corresponding to a period of low biological diversity on the sea floor immediately after the K-Pg Boundary. The layers can also be seen deep in the tunnels of Stevnsfortet, a cold-war fortress constructed in 1953. The upper layers of the cliff consist of bryozoa chalk and were deposited during the early Paleogene. The bryozoa chalk in the cliff is highly shock resistant to both conventional and nuclear weapons.\nPaleontology.\nStevns Klint contains a remarkably detailed and complete fossil record of the biota in Northern Europe during the late Cretaceous and early Paleogene. The Cretaceous chalk at Stevns Klint contains more than 450 species of macrofossils and hundreds more species of microfossils. The lower Paleogene layers are similarly rich in microfossils, containing many species of millimeter-long suspension feeders. A wide variety of benthic foraminifera species have been identified from the Cretaceous and Paleogene, with significant differences in abundance across the KPg boundary demonstrating the biotic turnover that occurred during the mass extinction event. \"Corbulamella\", a bivalve known as a pioneer species, dominate the strata immediately after the boundary layer. In total, over 830 species of macrofauna have been identified from Stevns Klint. These include bryozoans, brachiopods, ammonites, corals, crustaceans, and the remains of some larger animals like sharks. \nStevns Klint was the first known site to document the short-term survival of ammonites into the Paleogene, when they were originally thought to have gone extinct at the K-pg boundary.\nCold War museum.\nIn 2008 Cold War Museum Stevns Fortress opened to the public. It features a large exhibition of military equipment and a 1.5-hour guided tour in the large underground system of the fortress. The underground system of the fortress features of tunnels, living quarters and command centers, including a hospital and a chapel. There are also two ammunition depots for its two cannons. The tunnels are below the surface, dug deep into the chalk of Stevns. The top-secret fortress was built in 1953 and remained operational until 2000.\nHjerup Church.\nThe old Hjerup Church (\"Hjerup Gamle Kirke\") which stands at the top of the cliff dates from the year 1200. As a result of erosion, a landslide in 1928 caused the chancel to collapse and fall to the shore below. The cliff can be accessed via steps from the church. A new church completed in 1913 is located back from the cliff.\nUNESCO listing.\nOn 23 June 2014 it was announced that Stevns Klint and the Wadden Sea had been added to the UNESCO list of World Heritage Sites in Denmark."}}