{"id": 93, "data": {"title": "Studenica Monastery", "text": "The Studenica Monastery (), ) is a 12th-century Serbian Orthodox monastery situated southwest of Kraljevo and east of Ivanjica, in central Serbia. It is one of the largest and richest Serb Orthodox monasteries.\nStefan Nemanja, the founder of the medieval Serb state, founded the monastery in 1190. The monastery's fortified walls encompass two churches: the Church of the Virgin, and the Church of the King, both of which were built using white marble. The monastery is best known for its collection of 13th- and 14th century Byzantine-style fresco paintings.\nStudenica was declared Monument of Culture of Exceptional Importance in 1979, and it is protected by Republic of Serbia, and in 1986 UNESCO included Studenica monastery on the list of World Heritage Sites, with the description:\nHistory.\nThe monastery \"Studenica\", dedicated to the Presentation of the Holy Virgin, is the mother-church of all Serbian temples. It was constructed over a quite long period of time. The first stage of works were completed by the spring of 1196, when Stefan Nemanja abdicated and took monastic vows at the monastery. When he later left for Hilandar, his son and successor Stefan took over the care of Studenica. Nemanja died in Hilandar in 1199. Nemanja's third son Rastko (\"Saint Sava\"), after reconciling with his brothers Stefan and Vukan, moved Nemanja's relics to Studenica. Under guardianship of Sava, Studenica became the political, cultural and spiritual center of medieval Serbia.\nStudenica enjoyed continual care by the members of the Nemanji dynasty. King Radoslav added a splendid narthex to the church in 1235. King Milutin built a small but lovely church dedicated to saints Joachim and Anna.\nSince the fall of the last of the medieval Serbian states in 1459, the Turks often assaulted the monastery. The first of the significant restorations of the damage took place in 1569, when the frescoes in the Church of the Virgin were repainted. In the early 17th century, an earthquake and a fire befell the monastery, and historical documents and a significant part of the artistic heritage were destroyed and lost forever.\nArchitecture.\nThe Virgin's Church is a domed single-nave basilica. At its eastern end there is a three-sided apse, while an extended narthex faces west; there are also vestibules on the north and the south. In the 1230s, a large exonarthex was added. The facades were built with slabs of white marble; inside, the church is revetted with tuff blocks. Externally, the Church harmoniously reconciles two architectural styles, the Romanesque and the Byzantine. The blending of these two styles eventually produced a particular style of architecture known as the Raka School.\nNorthwest of the Church of the Virgin there is the church of saints Joachim and Anna, known after its founder King Milutin as the King's Church. The church was constructed in 1314, in the form of a compressed cross, with the exterior structure of an octagonal dome. It is built of stone and tuff, with plastered facades.\nThe complex of the Studenica monastery includes the Church of St. Nicholas, a small single-nave church frescoed inside with works from the 12th or possibly early 13th centuries. Between the Church of St. Nicholas and the King's Church are the foundations of the church dedicated to St. John the Baptist. West of the Virgin's Church, there is an old refectory made of rubble, built during the time of Archbishop Sava. Finally, on the western side of the monastery complex there is a bell tower, erected in the 13th century. There used to be a chapel inside; now, only fragments of frescoes can be seen there. Remains of fresco painting have also been numbered on the external part of the narthex, splendidly representing the Nemanji dynasty genealogy. They obviously relate to the frescoes from the Virgin's Church which date back to 1208-1209.\nNorthward from the Studenica refectory is the 18th century monastic residence, which now houses a museum and displays a number of the precious exhibits from the Studenica treasury. However, the frequent wars and plunders have considerably reduced the depository of the Studenica treasury.\nArt.\nThe artistic achievements of the sculpture of Studenica culminate in four portals of the Virgin's Church, primarily the west one, inside between the narthex and the exonarthex. On the north wall under the dome, there is a window made of many square panes with medallions carved on a leaden plaque which represent eight fantastic animals - the symbols of the Virgin's virtues. There are also two rosettes denoting the Divine Eye. The masons came to Studenica most probably from the Adriatic region, perhaps from Kotor, where Nemanja used to have a palace. They left an inscription in Serbian lettering on the tympanum of the west portal.\nThe Virgin's Church was painted in the first decade of the 13th century. The original frescoes have been partly preserved in the altar area, under the dome, on the west wall, and in the lower registers of the nave. The most splendid representation is that of the Crucifixion, painted on blue background in 1209, one of the paramount achievements in Serbian art. On the south wall there is the \"founders' composition\" which shows the Virgin taking Nemanja (Simon) with the church model to Jesus Christ as the Magistrate Impartial. The narthex was painted in 1569. Those frescoes include an exquisite representation of the Last Judgment in the upper registers and the portrait of Nemanja's wife Ana as the nun Anastasia.\nThe earliest fresco painting in King's church marks the supreme achievement of Byzantine art in the region. The frescoes in Radoslav's narthex and the parecclesions originate from the 1230s and display a close relation to the painting style of the main church. The north chapel, dedicated to St. Nicholas, contains a composition of the Hetoimasia and a cycle dealing with the life of St. Nicholas. In the south chapel, one finds the portraits of Nemanja, Stefan the First Crowned and King Radoslav with his wife Ana. On the north wall of the narthex, three dignitaries of the Serbian Church are portrayed - the archbishops Sava, Arsenije and Sava II (Radoslav's brother)."}}