{"id": 164, "data": {"title": "Sundarbans National Park", "text": "The Sundarbans National Park is a national park, tiger reserve and biosphere reserve in West Bengal, India. It is part of the Sundarbans on the Ganges Delta and adjacent to the Sundarban Reserve Forest in Bangladesh. It is located to south-west of the Bangladesh. The delta is densely covered by mangrove forests, and is one of the largest reserves for the Bengal tiger. It is also home to a variety of bird, reptile and invertebrate species, including the salt-water crocodile. The present Sundarban National Park was declared as the core area of Sundarban Tiger Reserve in 1973 and a wildlife sanctuary in 1977. On 4 May 1984 it was declared a national park. It is a UNESCO World Heritage Site inscribed in 1987, and it has been designated as a Ramsar site since 2019. It is considered as a World Network of Biosphere Reserve (Man and Biosphere Reserve) from 1989.\nThe first forest management division to have jurisdiction over the Sundarbans was established in 1869. In 1875 a large portion of the mangrove forests was declared as reserved forests under the Forest Act, 1865 (Act VIII of 1865). The remaining portions of the forests were declared a reserve forest the following year and the forest, which was so far administered by the civil administration district, was placed under the control of the Forest Department. A forest division, which is the basic forest management and administration unit, was created in 1879 with the headquarters in Khulna, Bangladesh. The first management plan was written for the period 18931898.\nIn 1911, it was described as a tract of unexamined waste country and was excluded from the census. It then stretched for about from the mouth of the Hugli to the mouth of the Meghna river and was bordered inland by the three settled districts of the 24 parganas, Khulna and Bakerganj. The total area (including water) was estimated at . It was a water-logged jungle, in which tigers and other wild beasts abounded. Attempts at reclamation had not been very successful. The Sundarbans was everywhere intersected by river channels and creeks, some of which afforded water communication throughout the Bengal region both for steamers and for native ships. The maximum part of the delta is located in Bangladesh.\nAdministration.\nThe Directorate of Forest is responsible for the administration and management of the Sundarbans. The Principal Chief Conservator of Forests (PCCF), Wildlife &amp; Bio-Diversity &amp; ex-officio Chief Wildlife Warden, West Bengal, is the senior most executive officer looking over the administration of the park. The Chief Conservator of Forests (South) &amp; Director, Sundarban Biosphere Reserve is the administrative head of the park at the local level and is assisted by a deputy field director and an assistant field director. The park area is divided into two ranges, overseen by range forest officers. Each range is further sub-divided into beats. The park also has floating watch stations and camps to protect the property from poachers.\nThe park receives financial aid from the state government as well as the Ministry of Environment and Forests under various plan and non-plan budgets. Additional funding is received under the Project Tiger from the Central Government. In 2001, a grant of US$20,000 was received as preparatory assistance for promotion between India and Bangladesh from the World Heritage Fund.\nGeography.\nThe Sundarban National Park is located between 21 432  21 55 N latitude and between 88 42  89 04 E longitude. The average altitude of the park is 7.5 m above sea level. The park is composed of 54 small islands and intersected by several distributaries of the Ganges river.\nClimate.\nThe average minimum and maximum temperature is 20C and 48C respectively. Rainfall is heavy with humidity as high as 80% as it is close to the Bay of Bengal. The monsoon lasts from mid-June to mid-September. Prevailing wind is from the north and north-east from October to mid-March and southwest westerlies prevails from mid-March to September. Storms which sometimes develop into cyclones are common during the months of May to October.\nEco-geography, rivers and watercourses.\nSeven main rivers and innumerable watercourses form a network of channels at this estuarine delta. All the rivers have a southward course towards the sea. The eco-geography of this area is totally dependent on the tidal effect of two flow tides and two ebb tides occurring within 24 hours with a tidal range of 35m and up to 8m in normal spring tide, inundating the whole of Sundarban in varying depths. The tidal action deposits silts back on the channels and raising the bed, it forms new islands and creeks contributing to uncertain geomorphology. There is a great natural depression called the \"Swatch of No Ground\" in the Bay of Bengal between 2100' to 2122' latitude where the depth of water changes suddenly from 20 m to 500 m. This mysterious depression pushes back the silts towards south and/or further east to form new islands.\nMudflats.\nThe Sunderban mudflats are found at the estuary and on the deltaic islands where low velocity of river and tidal current occurs. The flats are exposed in low tides and submerged in high tides, thus being changed morphologically even in one tidal cycle. The interior parts of the mudflats are the right environment for mangroves.\nThere are a number of mudflats outside the Sundarbans National Park is a mudflat that have the potential to be tourist spots in the Sundarbans. One can visit them and enjoy the beauty of the place during low tide. If one is lucky, one can see sea anemones, horseshoe crab (Nearing extinction)and small octopus.\nFlora and fauna.\nThe coastal active delta of Sundarban at the mouth of Bay of Bengal in Bangladesh, having a complex geomorphologic and hydrological character with climatic hazards, has a vast area of mangrove forests with a variety of flora and diverse fauna in a unique ecosystem. The natural environment and coastal ecosystem of this Biosphere Reserve and World Heritage Site is under threat of physical disaster due to unscientific and excessive human interferences. Conservation and environmental management plan for safeguarding this unique coastal ecology and ecosystem is urgently required.\nFlora.\nSundarban has achieved its name from the Sundari tree. It is the most exquisite variety of tree that are found in this area, a special kind of mangrove tree. It has specialised roots called pneumatophores which emerge above ground and help in gaseous exchange i.e. respiration. During the rainy season when the entire forest is waterlogged, the spikes rising from the ground has their peak in the air and helps in the respiration process.\nThe Sundarbans National Park houses a large number of reptiles as well, including gharials, estuarine crocodiles, chameleons, monitor lizards, turtles, including olive ridley, hawksbill, and green turtles, and snakes, including python, king cobra, rat snake, Russell's viper, dog faced water snake, checkered keelback, red tailed bamboo pit viper, Taipan, Chinese Green viper(Trimeresurus stejnegeri), common krait, etc. Yearly 100-200 people are killed due to snake bites in Sunderbans.\nEndangered species.\nThe endangered species that lives within the Sundarbans are royal Bengal tiger, saltwater crocodile, river terrapin, olive ridley turtle, Ganges river dolphin, hawksbill turtle and mangrove horseshoe crab.\nMarine mammals.\nThe proposed \"Sundarbans Cetacean Diversity Protected Area\", includes the coastal waters off Sundarbans that host critical habitats for endangered cetaceans; resident groups of Bryde's whales, a newly rediscovered critical population of Irrawaddy dolphins, Spinner dolphins, Ganges river dolphins, and Chinese white dolphins. Indo-Pacific finless porpoises, Indo-Pacific bottlenose dolphins, and Pantropical spotted dolphins are also regularly found in this area, while Minke whales and Rough-toothed dolphins and False killer whales are rarer.\nManagement and special projects.\nThe Bengal tiger is the commonly found species in the park. Having protection since its creation, the core area is free from all human disturbances such as collection of wood, honey, fishing, and other forest products. However, in the buffer area, these activities are permitted in limited form. The forest staff, using motorboats and launches, protect the park from illegal poaching and theft. Forest offices and camps are located at several important parts of the park. Under the supervision of a range officer, two or three experienced workers manage anti-poaching camps.\nHabitat of wildlife is maintained through eco-conservation, eco-development, training, education and research. Ten Forest Protection Committees and 14 Eco-development Committees have been formed in the fringe of Sundarbans Tiger Reserve to help in this regard. Seminars, workshops and awareness camps are organised in the vicinity of park to educate the people on eco-conservation, eco-development, and such other issues. Mangrove and other plants are planted in the fringe area to meet the local need of fuel wood for about 1000 villages and to conserve the buffer area. Conservation of soil is done to maintain the ecological balance. Several sweet water ponds have been dug up inside the park to provide drinking water for the wild animals.\nControlling man-eating tigers is another major activity. The number of casualties has been reduced from 40 to 10 per year. The reduction in number of casualties is a result of strict control over the movement of the people inside the tiger reserve, alternative income generation and awareness building among people. It is also believed that due to use of human masks and electric human dummies the tigers will stay away from the people. Straying of tigers into nearby villages is prevented through measures such as nylon net fencing and solar illumination of villages. The youths of the villages are given training in controlling the straying of tigers into the villages.\nThe Mangrove Interpretation Centre is established at Sajnekhali to make the local people and tourists aware of the importance of conservation of nature in general and specially the mangrove ecosystems.\nConstraints.\nThough protection exists in the park, there are a few loopholes. The geographical topography with hostile terrain cris-crossed by several rivers and their tributaries, long international border with Bangladesh, fishing trawlers and launches enables poaching and the cutting of wood, affecting the mangrove forests. Lack of staff, infrastructure and lack of funds exacerbate the situation.\nPark-specific information.\nThe only means of travelling the park is by boat, down the various lanes formed by the many flowing rivers. Local boats or vessels operated by the West Bengal Tourism Development Corporation, namely \"M.V. Chitrarekha\" and \"M.V. Sarbajaya\". Accommodation on land and cruise safaris are provided by \"Sunderban Tiger Camp\", the only government-approved resort in the region. They conduct fixed departures and private tours from Kolkata throughout the year.\nApart from viewing the wildlife from boat safaris, visitors also visit the Sudhanyakali Watch Tower, Dobanki Watch Tower, Burirdabri Watch Tower, Netidhopani Watch Tower, Sajnekhali Bird Sanctuary, Bhagabatpur Crocodile Project (a crocodile breeding farm), Sagar Island, Jambudweep, Haliday Island, and Kanak.\nSunderban Tiger Reserve.\nBackground.\nThe Sunderban Tiger Reserve is located in the South 24 Parganas district of the Indian state of West Bengal, and has a total geographical area of 2585km2, with 1437.4km2 consisting of populated areas and forest covering the remaining 1474km2. The Sunderban landscape is contiguous with the mangrove habitat in Bangladesh.\nSunderban mangroves form part of the largest mangrove system of the Indian subcontinent with a tiger population in a distinct ecological setting. These forests have saltwater crocodiles, estuarine and marine turtles, and a number of bird species. The reserve also contains species of the fishing cat, spotted deer, rhesus monkey, and wild pig.\nThe Sunderban is isolated with no forest connection to other tiger-occupied mainlands. Due to this, there is heavy biotic pressure for forest resources. On average, 50 metric tonnes of honey and 3 metric tonnes of wax are collected each year by locals under licence from the Indian Forest Service. The habitat is traversed by many narrow tidal channels forming small to large islands. Tigers readily cross these islands and human-tiger interactions are common.\nThe estimation of tiger population in Sunderban, as a part of the all India tiger estimation using the refined methodology, could not be carried out owing to the unique habitat and obliteration of evidences due to high and low tides. Phase-I data collection has been completed and process is on for tiger estimation using a combination of radio telemetry and pugmark deposition rate from known tigers.\nDamage from Cyclone Aila.\nCyclone Aila struck Sunderban on 25 May 2009, causing damage to field camps and fringe villages bordering the reserve. Breaches in the embankments on the village side have caused large scale flooding, leaving lakhs of people marooned in the area. The field camps were under 12 to 15 feet of water for around seven hours, resulting in soil erosion and damage to staff quarters, generators and bamboo pilling. There was a report of a tiger wandering inside an abandoned cattle shed in a village, which was captured and released back in the wild. No tiger death has been reported, apart from the mortality of two spotted deer. Several NGOs have been involved in the relief operation.\nThe Forest Department of the State has constituted a Committee and has assessed damage of almost Rs. 11150,000. Central assistance amounting to Rs. 10million under Project Tiger has been provided to the State for restoring the damage done to infrastructure.\nDamage from Cyclone Amphan.\nCyclone Amphan made landfall near Sagar Island of South 24 Parganas district on 20 May 2020. Lives have been lost and damage has been meted out to infrastructure. The cyclone damaged \"almost the entire nylon fencing\" in the forest which prevents the tigers from entering the forest-fringe villages, thereby keeping a check on the man-animal conflict. Besides the fencing, the cyclone also damaged \"dozens of forest camp offices, tents, watch towers and staff quarters\". The West Bengal Forest Department were initially apprehensive about tigers being harmed or killed by the cyclone but the post cyclone patrolling revealed no dead bodies of the tigers and instead offered glimpses of the animals roaming around in the forest.\nChallenges.\nThe Sunderban Tiger Reserve has several challenges to its future operations. Due to wandering tigers, human-tiger conflict continues to be an issue. Sunderban tigers hunt humans, and it is estimated that over a thousand of the local people have been killed by tigers over the past four decades. An estimation of the number of tigers present in the reserve using the refined method has not yet been completed. A tiger conservation plan is awaited as are constitutions for the State level Steering Committee under the Chairmanship of the Chief Minister and the reserve-specific Tiger Conservation Foundation.\nSundarban Transport.\nAir: Sundarban National Park is located 140kilometres from Netaji Subhas Chandra Bose International Airport, which operates international flights across the world.\nRail: The nearest railway station to Sundarbans National Park is Canning railway station which is located 29km far from the Gate way of Sundarban (i.e. Godhkhali).\nRoad: The national park can be accessed from Kolkata via West Bengal's State Highway 3.\nEcosystem valuation.\nA 2015 economic assessment study of the Sundarbans estimated that the national park provides flow benefits worth 12.8 billion (approximately 50,000 per hectare of land) annually.\nImportant ecosystem services and their annual valuations include nursery function (5.17 billion), gene-pool protection (2.87 billion), provisioning of fish (1.6 billion) and waste assimilation services (1.5 billion). The study also mentioned services such as the generation of employment for local communities (36 million), moderation of cyclonic storms (275 million), provision of habitat and refugia for wildlife (360 million) and sequestration of carbon (462 million)."}}