{"id": 161, "data": {"title": "Tassili n'Ajjer", "text": "Tassili n'Ajjer (Berber: \"Tassili n Ajjer\", ; \"Plateau of rivers\") is a national park in the Sahara desert, located on a vast plateau in southeastern Algeria. Having one of the most important groupings of prehistoric cave art in the world, and covering an area of more than , Tassili n'Ajjer was inducted into the UNESCO World Heritage Site list in 1982 by Gonde Hontigifa.\nGeography.\nTassili n'Ajjer is a plateau in southeastern Algeria at the borders of Libya, Niger, and Mali, covering an area of 72,000km2. It ranges from east-south-east to . Its highest point is the Adrar Afao that peaks at , located at . The nearest town is Djanet, situated approximately southwest of Tassili n'Ajjer.\nThe archaeological site has been designated a national park, a Biosphere Reserve (cypresses) and was inducted into the UNESCO World Heritage Site list as Tassili n'Ajjer National Park.\nThe plateau is of great geological and aesthetic interest. Its panorama of geological formations of rock forests, composed of eroded sandstone, resembles a lunar landscape and hosts a range of rock art styles.\nGeology.\nThe range is composed largely of sandstone. The sandstone is stained by a thin outer layer of deposited metallic oxides that color the rock formations variously from near-black to dull red. Erosion in the area has resulted in nearly 300 natural rock arches being formed in the south east, along with deep gorges and permanent water pools in the north.\nEcology.\nBecause of the altitude and the water-holding properties of the sandstone, the vegetation here is somewhat richer than in the surrounding desert. It includes a very scattered woodland of the endangered endemic species of Saharan cypress and Saharan myrtle in the higher eastern half of the range. The Tassili Cypress is one of the oldest trees in the world after the bristlecone pines of the western US.\nThe ecology of the Tassili n'Ajjer is more fully described in the article West Saharan montane xeric woodlands, the ecoregion to which this area belongs. The literal English translation of \"Tassili n'Ajjer\" is 'plateau of rivers'.\nRelict populations of the West African crocodile persisted in the Tassili n'Ajjer until the twentieth century. Various other fauna still reside on the plateau, including Barbary sheep, the only surviving type of the larger mammals depicted in the rock paintings of the area.\nArchaeology.\nBackground.\nAlgerian rock art has been subject to European study since 1863, with surveys conducted by \"A. Pomel (1893-1898), Stphane Gsell (1901-1927), G. B. M. Flamand (1892-1921), Leo Frobenius and Hugo Obermaier (1925), Henri Breuil (1931-1957), L. Joleaud (1918-1938), and Raymond Vaufrey (1935-1955).\"\nTassili was already well known by the early 20th century, but Westerners were broadly introduced to it through a series of sketches made by French legionnaires, particularly Lieutenant Charles Brenans in the 1930s. He brought with him French archaeologist Henri Lhote, who would later return during 1956 - 1957, 1959, 1962, and 1970. Lhote's expeditions have been heavily criticized, with his team accused of faking images and of damaging paintings in brightening them for tracing and photography, which resulted in reducing the original colors beyond repair.\nCurrent archaeological interpretation.\nThe site of Tassili was primarily occupied during the Neolithic period by transhumant pastoralist groups whose lifestyle benefited both humans and livestock. The local geography, elevation, and natural resources were optimal conditions for dry-season camping of small groups. The wadis within the mountain range functioned as corridors between the rocky highlands and the sandy lowlands. The highlands have archaeological evidence of occupation dating from 5500 to 1500 BCE, while the lowlands have stone tumuli and hearths dating between 6000 to 4000 BCE. The lowland locations appear to have been used as living sites, specifically during the rainy season. There are numerous rock shelters within the sandstone forests, strewn with Neolithic artifacts including ceramic pots and potsherds, lithic arrowheads, bowls and grinders, beads, and jewelry.\nThe transition to pastoralism following the African Humid period during the early Holocene is reflected in Tassili n'Ajjer's archaeological material record, rock art, and zooarchaeology. Further, the occupation of Tassili is part of a larger movement and climate shift within the Central Sahara. Paleoclimatic and paleoenvironment studies started in the Central Sahara around 14,000 BP and then proceeded by an arid period that resulted in narrow ecological niches. However, the climate was not consistent and the Sahara was split between the arid lowlands and the humid highlands. Archaeological excavations confirm that human occupation, in the form of hunter-gather groups, occurred between 10,000 and 7,500 BP; following 7,500 BP, humans began to organize into pastoral groups in response to the increasingly unpredictable climate. There was a dry period from 7900 and 7200 BP in Tassili that preceded the appearance of the first pastoral groups, which is consistent with other parts of the Saharan-Sahelian belt. The pre-Pastoral pottery excavated from Tassili dates around 9,000 - 8,500 BP, while the Pastoral pottery is from 7,100 - 6000 BP.\nThe rock art at Tassili is used in conjunction with other sites, including Dhar Tichitt in Mauritania, to study the development of animal husbandry and trans-Saharan travel in North Africa. Cattle were herded across vast areas as early as 3000 - 2000 BCE, reflecting the origins and spread of Pastoralism in the area. This was followed by horses (before 1000 BCE) and then the camel in the next millennium. The arrival of camels reflects the increased development of trans-Saharan trade, as camels were primarily used as transport in trade caravans.\nPrehistoric art.\nThe rock formation is an archaeological site, noted for its numerous prehistoric parietal works of rock art, first reported in 1910, that date to the early Neolithic era at the end of the last glacial period during which the Sahara was a habitable savanna rather than the current desert. Although sources vary considerably, the earliest pieces of art are presumed to be 12,000 years old. The vast majority date to the ninth and tenth millennia BP or younger, according to OSL dating of associated sediments. The art was dated by gathering small fragments of the painted panels that had dried out and flaked off before being buried. Among the 15,000 engravings so far identified, the subjects depicted are large wild animals including antelopes and crocodiles, cattle herds, and humans who engage in activities such as hunting and dancing. These paintings are some of the earliest by Central Saharan artists, and occur in the largest concentration at Tassili. Although Algeria is relatively close to the Iberian Peninsula, the rock art of Tassili n'Ajjer evolved separately from that of the European tradition. According to UNESCO, \"The exceptional density of paintings and engravings...have made \"Tassili\" world famous.\" \nSimilar to other Saharan sites with rock art, Tassili can be separated into five distinct traditions: Archaic (10,000 to 7,500 BCE), Round Head (7550 to 5050 BCE), Bovidian or Pastoral (4,500 to 4,000 BCE), Horse (from 2,000 BCE and 50 CE), and Camel (1000 BCE and onward).\nThe Archaic period consists primarily of wild animals that lived in the Sahara during the Early Holocene. These works are attributed to hunter-gather peoples, consisting of only etchings. Images are primarily of larger animals, depicted in a naturalistic manner, with the occasional geometric pattern and the human figure. Usually, the humans and animals are depicted within the context of a hunting scene.\nThe Round Head Period is associated with specific stylistic choices depicting humanoid forms and is well separated from the Archaic tradition even though hunter-gatherers were the artists for both. The art consists mainly of paintings, with some of the oldest and largest exposed rock paintings in Africa; one human figure stands over five meters and another at three and a half meters. The unique depiction of floating figures with round, featureless heads and formless bodies appear to be floating on the rock surface, hence the \"Round Head\" label. The occurrence of these paintings and motifs are concentrated in specific locations on the plateau, implying that these sites were the center of ritual, rites, and ceremonies. Most animals shown are mouflon and antelope, usually in static positions that do not appear to be part of a hunting scene.\nThe Bovidian/Pastoral period correlates with the arrival of domesticated cattle into the Sahara and the gradual shift to mobile pastoralism. There is a notable and visual difference between the Pastoral period and the earlier two periods, coinciding with the aridification of the Sahara. There is increased stylistic variation, implying the movement of different cultural groups within the area. Domesticated animals such as cattle, sheep, goats, and dogs are depicted, paralleling the zooarchaeological record of the area. The scenes reference diversified communities of herders, hunters with bows, as well as women and children, and imply a growing stratification of society based on property.\nThe following Horse traditions correspond with the complete desertification of the Sahara and the requirement for new travel methods. The arrival of horses, horse-drawn chariots, and riders are depicted, often in mid-gallop, and is associated more with hunting than warfare. Inscriptions of Libyan-Berber script, used by ancestral Berber peoples, appear next to the images, however, the text is completely indecipherable.\nThe last period is defined by the appearance of camels, which replaced donkeys and cattle as the main mode of transportation across the Sahara. The arrival of camels coincides with the development of long-distance trade routes used by caravans to transport salt, goods, and enslaved people across the Sahara. Men, both mounted and unmounted, with shields, spears, and swords are present. Animals including cows and goats are included, but wild animals were crudely rendered.\nAlthough these periods are successive the timeframes are flexible and are consistently being reconstructed by archaeologists as technology and interpretation develop. The art had been dated by archaeologists who gathered fallen fragments and debris from the rock face.\nA notable piece common in academic writing is the \"Running Horned Woman,\" also known as the \"Horned Goddess,\" from the round head period. The image depicts a female figure with horns in midstride; dots adorn her torso and limbs, and she is dressed in fringed armbands, a skirt, leg bands, and anklets. According to Arisika Razak, Tassili's Horned Goddess is an early example of the \"African Sacred Feminine.\" Her femininity, fertility, and connection to nature are emphasized while the Neolithic artist superimposes the figure onto smaller, older figures. The use of bull horns is a common theme in later round head paintings, which reflects the steady integration of domesticated cattle into Saharan daily life. Cattle imagery, specifically that of bulls, became a central theme in not only at Tassili, but at other nearby sites in Libya.\nFungoid rock art.\nIn 1989, the psychedelics researcher Giorgio Samorini proposed the theory that the fungoid-like paintings in the caves of Tassili are proof of the relationship between humans and psychedelics in the ancient populations of the Sahara, when it was still a verdant land:\nThis theory was reused by Terence McKenna in his 1992 book \"Food of the Gods\", hypothesizing that the Neolithic culture that inhabited the site used psilocybin mushrooms as part of its religious ritual life, citing rock paintings showing persons holding mushroom-like objects in their hands, as well as mushrooms growing from their bodies. For Henri Lhote, who discovered the Tassili caves in the late 1950s, these were obviously secret sanctuaries.\nThe painting that best supports the mushroom hypothesis is the \"Tassili mushroom figure Matalem-Amazar\" where the body of the represented shaman is covered with mushrooms. According to Earl Lee in his book \"From the Bodies of the Gods: Psychoactive Plants and the Cults of the Dead\" (2012), this imagery refers to an ancient episode where a \"mushroom shaman\" was buried while fully clothed and when unearthed sometime later, tiny mushrooms would be growing on the clothes. Earl Lee considered the mushroom paintings at Tassili fairly realistic.\nAccording to Brian Akers, writer for the \"Mushroom\" journal, the fungoid rock art in Tassili does not resemble the representations of the \"Psilocybe hispanica\" in the Selva Pascuala caves (2015), and he doesn't consider it realistic.\nGallery.\nThe rock engravings of Tin-Taghirt.\nThe Tin-Taghirt site is located in the Tassili n'Ajjer between the cities of Dider and Iherir."}}