{"id": 89, "data": {"title": "Taxila", "text": "Taxila or Takshashila (; ; ; ; ) is a city in the Pothohar region of Punjab, Pakistan. Located in the Taxila Tehsil of Rawalpindi District, it lies approximately northwest of the IslamabadRawalpindi metropolitan area and is just south of the Haripur District of Khyber Pakhtunkhwa. In 326 BCE, Alexander the Great gained control of the city without a battle, Taxila having a too weak army, it was immediately surrendered to Greeks by the locals.\nOld Taxila was for a time the capital city of ancient Gndhra, situated on the eastern shore of the Indus Riverthe pivotal junction of the Indian subcontinent and Central Asia; it was founded around 1000 BCE. Some ruins at Taxila date to the time of the Achaemenid Persian Empire, followed successively by the Maurya Empire, the Indo-Greek Kingdom, the Indo-Scythians, and the Kushan Empire. Owing to its strategic location, Taxila has changed hands many times over the centuries, with many polities vying for its control. When the great ancient trade routes connecting these regions ceased to be important, the city sank into insignificance and was finally destroyed in the 5th century by the invading Hunas. In mid-19th century British India, ancient Taxila's ruins were rediscovered by British archaeologist Alexander Cunningham. In 1980, UNESCO designated Taxila as a World Heritage Site.\nBy some accounts, the University of ancient Taxila is considered to be one of the earliest universities or education centre in South Asia. Other scholars do not consider it to have been a university in the modern sense, in that the teachers living there may not have had official membership of particular colleges, and there did not seem to have existed purpose-built lecture halls and residential quarters in the city. In a 2010 report, the Global Heritage Fund identified Taxila as one of 12 worldwide sites that were \"on the verge\" of irreparable loss and damage, citing insufficient management, development pressure, looting, and armed conflict as primary threats. However, significant preservation efforts have since been carried out by the Pakistani government, which has resulted in the site's recategorization as \"well-preserved\" by different international publications. Because of the extensive preservation efforts and upkeep, Taxila is one of Punjab's popular tourist spots, attracting up to one million tourists every year.\nEtymology.\nIn ancient times, Taxila was known as in Sanskrit (per IAST) and as in Pali. The city's Sanskrit name translates to \"City of Cut Stone\" or \"Rock of Taksha\" in reference to a story in the \"Ramayana\" that states that the city was founded by Bharata, the younger brother of the Hindu deity Rama, and named in honour of Bharata's son, Taksha.\nThe city's modern name, however, is derived from the ancient Greek rendering noted in Ptolemy's \"Geography\". The Greek-language transcription of \"Taxila\" became universally favoured over time, and both the Sanskrit and Pali names fell out of use.\nFaxian, a Chinese Buddhist pilgrim who visited the city via the Silk Road, had given its name's meaning as \"cut-off head\". With the help of a \"Jataka\", he had interpreted it to be the place where Buddhain his previous birth as \"Pusa\" or \"Chandaprabha\"cut off his head to feed a hungry lion. This tradition still persists with the area in front of Sirkap (also meaning \"cut-off head\"), which was known in the 19th century as \"Babur Khana\" ('House of Tiger'), alluding to the place where Buddha offered his head. In addition, a hill range to south of the Taxila Valley is called \"Margala\" ().\nIn traditional sources.\nIn Vedic texts such as the Shatapatha Brahmana, it is mentioned that the Vedic philosopher Uddalaka Aruni (c. 7th century BCE) had travelled to the region of Gandhara. In later Buddhist texts, the Jatakas, it is specified that Taxila was the city where Aruni and his son Shvetaketu each had received their education.\nOne of the earliest mentions of Taxila is in Pini's , a Sanskrit grammar treatise dated to the 5th to 4th centuries BCE.\nMuch of the Hindu epic, the Mahabharata, is a conversation between Vaishampayana (a pupil of the sage, Vyasa) and King Janamejaya. It is traditionally believed that the story was first recited by Vaishampayana at the behest of Vyasa during the snake sacrifice performed by Janamejaya at Takshashila. The audience also included Ugrashravas, an itinerant bard, who would later recite the story to a group of priests at an ashram in the Naimisha Forest from where the story was further disseminated. The Kuru Kingdom's heir, Parikshit (grandson of Arjuna) is said to have been enthroned at Takshashila.\nThe Ramayana describes Takshashila as a magnificent city famed for its wealth which was founded by Bharata, the younger brother of Rama. Bharata, who also founded nearby Pushkalavati, installed his two sons, Taksha and Pushkala, as the rulers of the two cities.\nIn the Buddhist Jatakas, Taxila is described as the capital of the kingdom of Gandhara and a great centre of learning with world-famous teachers. The Takkasila Jataka, more commonly known as the Telapatta Jataka, tells the tale of a prince of Benares who is told that he would become the king of Takkasila if he could reach the city within seven days without falling prey to the yakshinis who waylaid travellers in the forest. According to the Dipavamsa, one of Taxila's early kings was a Kshatriya named Dipankara who was succeeded by twelve sons and grandsons. , mentioned in the Avadanakalpalata, is another king associated with the city.\nIn the Jain tradition, it is said that Rishabha, the first of the Tirthankaras, visited Taxila millions of years ago. His footprints were subsequently consecrated by Bahubali who erected a throne and a dharmachakra ('wheel of the law') over them several miles in height and circumference.\nHistory.\nEarly settlement.\nThe region around Taxila was settled by the neolithic era, with some ruins at Taxila dating to 1000 BCE. Ruins dating from the Early Harappan period around 1300 BCE have also been discovered in the Taxila area, though the area was eventually abandoned after the collapse of the Indus Valley civilisation.\nThe earliest settled occupation in Taxila Valley was found at Sarai Khola, located 2km to the south-west of Taxila Museum, where three radiocarbon dates from Period I suggest the site was first occupied between the late 4th and early 3rd millennium BCE, with deposits of polished stone celts, chert blades and a distinctive type of highly burnished pottery that shows clear signs of the use of woven baskets in the manufacturing process and the application of a slurry to the exterior surface. \nPeriods IA and II at Sarai Khola seem to show continuity from Period I, with the appearance of red burnished wares. However, Kot Diji-style wares were found in greater numbers, and the Kot Diji-style forms show signs of having been wheel-thrown, marking a clear technological change from the Period I material. Seven radiocarbon dates were also taken from the earlier and later Period II/Kot Diji, and seem to show this phase dates from the mid-late 3rd to early 2nd millennium BCE.\nGandhra kingdom.\nGandhara was an ancient Indo-Aryan kingdom of western South Asia whose existence is attested during the Iron Age. The capital of the kingdom was in Taxila. The first major settlement at Taxila, in Hathial mound, was established around 1000 BCE. By 900 BCE, the city was already involved in regional commerce, as discovered pottery shards reveal trading ties between the city and Pukalvat.\nLater, Taxila was inhabited at Bhir Mound, dated to some time around the period 800-525 BCE with these early layers bearing grooved red burnished ware.\nAchaemenid.\nArchaeological excavations show that the city may have grown significantly during the rule of the Persian Achaemenid Empire in the 6th century BCE. In 516 BCE, Darius I embarked on a campaign to conquer Central Asia, \"Ariana\" and \"Bactria\", before marching onto what is now Afghanistan and northern Pakistan. Emperor Darius spent the winter of 516-515 BCE in the Gandhara region surrounding Taxila, and prepared to conquer the Indus Valley, which he did in 515 BCE, after which he appointed Scylax of Caryanda to explore the Indian Ocean from the mouth of the Indus to the Suez. Darius then returned to Persia via the Bolan Pass. The region continued under Achaemenid suzerainty under the reign of Xerxes I, and continued under Achaemenid rule for over a century.\nTaxila was sometimes ruled as part of the Gandhara kingdom (whose capital was Pushkalavati), particularly after the Achaemenid period, but Taxila sometimes formed its own independent district or city-state.\nHellenistic.\nDuring his invasion of the Indus Valley, Alexander the Great was able to gain control of Taxila () in 326 BCE without a battle, as the city was surrendered by its ruler, king Omphis (mbhi). Greek historians accompanying Alexander described Taxila as \"wealthy, prosperous, and well governed\". Arrian writes that Alexander was welcomed by the citizens of the city, and he offered sacrifices and celebrated a gymnastic and equestrian contest there.\nOn Alexander's death, in 323 BCE, the province and much of the once Achaemenid territories would pass to his general Seleucus I Nicator and founder of the successor Seleucid Empire.\nMauryan.\nBy 303 BCE, the Seleucid Empire's satraps in South Asia had been formally annexed by the expanding Mauryan empire, following the SeleucidMauryan war, with the provincial capital and center of higher education at of Taxila now under the control of Chandragupta Maurya. His advisor, Kautilya/Chanakya, was said to have taught at Taxila's university. Under the reign of Ashoka the Great, Chandragupta's grandson, the city was made a great seat of Buddhist learning, though the city was home to a minor rebellion during this time.\nTaxila was founded in a strategic location along the ancient \"Royal Highway\" that connected the Mauryan capital at Pataliputra in Bihar, with ancient Peshawar, Pukalvat, and onwards towards Central Asia via Kashmir, Bactria, and Kpia. Taxila thus changed hands many times over the centuries, with many empires vying for its control.\nIndo-Greek.\nIn the 2nd century BCE, Taxila was annexed by the Indo-Greek kingdom of Bactria. Indo-Greeks built a new capital, Sirkap, on the opposite bank of the river from Taxila. During this new period of Bactrian Greek rule, several dynasties (like Antialcidas) likely ruled from the city as their capital. During lulls in Greek rule, the city managed profitably on its own, to independently control several local trade guilds, who also minted most of the city's autonomous coinage. In about the 1st century BCE or 1st century CE, an Indo-Scythian king named Azilises had three mints, one of which was at Taxila, and struck coins with obverse legends in Greek and Kharoh.\nThe last Greek king of Taxila was overthrown by the Indo-Scythian chief Maues around 90 BCE. Gondophares, founder of the Indo-Parthian Kingdom, conquered Taxila around 20 BCE, and made Taxila his capital. According to early Christian legend, Thomas the Apostle visited Gondophares IV around 46 CE, possibly at Taxila given that city was Gondophares' capital city.\nKushan.\nAround the year 50 CE, the Greek Neopythagorean philosopher Apollonius of Tyana allegedly visited Taxila, which was described by his biographer, Philostratus, writing some 200 years later, as a fortified city laid out on a symmetrical plan, similar in size to Nineveh\".\" Modern archaeology confirms this description. Inscriptions dating to 76 CE demonstrate that the city had come under Kushan rule by that time, after the city was captured from the Parthians by Kujula Kadphises, founder of the Kushan Empire. The great Kushan ruler Kanishka later founded Sirsukh, the most recent of the ancient settlements at Taxila.\nGupta.\nIn the mid-fourth century CE, the Gupta Empire occupied the territories in Eastern Gandhara, establishing a Kumaratya's post at Taxila. The city became well known for its trade links, including silk, sandalwood, horses, cotton, silverware, pearls, and spices. It is during this time that the city heavily features in classical Indian literature  both as a centre of culture as well as a militarised border city.\nTaxila's university remained in existence during the travels of Chinese pilgrim Faxian, who visited Taxila around 400 CE. He wrote that Taxila's name translated as \"the Severed Head\", and was the site of a story in the life of Buddha \"where he gave his head to a man\".\nDecline.\nThe Kidarites, vassals of the Hephthalite Empire are known to have invaded Taxila in c. 450 CE. Though repelled by the Gupta Emperor Skandagupta, the city would not recover- probably on account of the strong Hunnic presence in the area, breakdown of trade as well as the three-way war among Persia, the Kidarite State, and the Huns in Western Gandhara.\nThe White Huns and Alchon Huns swept over Gandhra and Punjab around 470 CE, causing widespread devastation and destruction of Taxila's famous Buddhist monasteries and stupas, a blow from which the city would never recover. From 500 CE to 540 CE, the city languished after falling under the control of the Hunnic Empire ruled by Mihirakula. Mihirakula presided over some destruction of Buddhist sites , monasteries and hindu temples across northwestern regions of the Indian subcontinent.\nXuanzang visited India between 629 and 645 CE. Taxila which was desolate and half-ruined was visited by him in 630 CE, and found most of its sangharamas still ruined and desolate. Only a few monks remained there. He adds that the kingdom had become a dependency of Kashmir with the local leaders fighting amongst themselves for power. He noted that it had some time previously been a subject of Kapisa. By the ninth century, it became a dependency of the Kabul Shahis. The Turki Shahi dynasty of Kabul was replaced by the Hindu Shahi dynasty which was overthrown by Mahmud of Ghazni with the defeat of Trilochanpala.\nAl-Usaifan's king during the reign of Al-Mu'tasim is said to have converted to Islam by Al-Biladhuri and abandoned his old faith due to the death of his son despite having priests of a temple pray for his recovery. Said to be located between Kashmir, Multan and Kabul, al-Usaifan is identified with kingdom of Taxila by some authors.\nCentre of learning.\nBy some accounts, Taxila was considered to be one of the earliest (or the earliest) universities in the world. Others do not consider it a university in the modern sense, in that the teachers living there may not have had official membership of particular colleges, and there did not seem to have existed purpose-built lecture halls and residential quarters in Taxila, in contrast to the later Nalanda university in eastern India.\nTaxila became a noted centre of learning (including the religious teachings of Historical Vedic Religion and Buddhism) at least several centuries BCE, and continued to attract students from around the old world until the destruction of the city in the 5th century. It has been suggested that at its height, Taxila exerted a sort of \"intellectual suzerainty\" over other centres of learning in India and its primary concern was not with elementary, but higher education. Generally, a student entered Taxila at the age of sixteen. The ancient and the most revered scriptures, and the Eighteen \"Silpas\" or Arts, which included skills such as archery, hunting, and elephant lore, were taught, in addition to its law school, medical school, and school of military science. Students came to Taxila from far-off places such as Kashi, Kosala and Magadha, in spite of the long and arduous journey they had to undergo, on account of the excellence of the learned teachers there, all recognised as authorities on their respective subjects.\nNotable students and teachers.\nTaxila had great influence on Hindu culture and the Sanskrit language. It is perhaps best known for its association with Chanakya, also known as Kautilya, the strategist who guided Chandragupta Maurya and assisted in the founding of the Mauryan empire. Chanakya's \"Arthashastra\" (\"The knowledge of Economics\") is said to have been composed in Taxila. The Ayurvedic healer Charaka also studied at Taxila. He also started teaching at Taxila in the later period. Pini, the grammarian who codified the rules that would define Classical Sanskrit, has also been part of the community at Taxila.\nThe institution is significant in Buddhist tradition since it is believed that the Mahyna branch of Buddhism took shape there. Jvaka, the court physician of the Magadha emperor Bimbisara who once cured the Buddha, and the Buddhism-supporting ruler of Kosala, Prasenajit, are some important personalities mentioned in Pali texts who studied at Taxila.\nNo external authorities like kings or local leaders subjected the scholastic activities at Taxila to their control. Each teacher formed his own institution, enjoying complete autonomy in work, teaching as many students as he liked and teaching subjects he liked without conforming to any centralised syllabus. Study terminated when the teacher was satisfied with the student's level of achievement. In general, specialisation in a subject took around eight years, though this could be lengthened or shortened in accordance with the intellectual abilities and dedication of the student in question. In most cases the \"schools\" were located within the teachers' private houses, and at times students were advised to quit their studies if they were unable to fit into the social, intellectual and moral atmosphere there.\nKnowledge was considered too sacred to be bartered for money, and hence any stipulation that fees ought to be paid was vigorously condemned. Financial support came from the society at large, as well as from rich merchants and wealthy parents. Though the number of students studying under a single Guru sometimes numbered in the hundreds, teachers did not deny education even if the student was poor; free boarding and lodging was provided, and students had to do manual work in the household. Paying students, such as princes, were taught during the day, while non-paying ones were taught at night. Gurudakshina was usually expected at the completion of a student's studies, but it was essentially a mere token of respect and gratitude - many times being nothing more than a turban, a pair of sandals, or an umbrella. In cases of poor students being unable to afford even that, they could approach the king, who would then step in and provide something. Not providing a poor student a means to supply his Guru's Dakshina was considered the greatest slur on a King's reputation.\nExaminations were treated as superfluous, and not considered part of the requirements to complete one's studies. The process of teaching was critical and thorough- unless one unit was mastered completely, the student was not allowed to proceed to the next. No convocations were held upon completion, and no written \"degrees\" were awarded, since it was believed that knowledge was its own reward. Using knowledge for earning a living or for any selfish end was considered sacrilegious.\nStudents arriving at Taxila usually had completed their primary education at home (until the age of eight), and their secondary education in the Ashrams (between the ages of eight and twelve), and therefore came to Taxila chiefly to reach the ends of knowledge in specific disciplines.\nRuins.\nThe sites of a number of important cities noted in ancient Indian texts were identified by scholars early in the 19th century. The lost city of Taxila, however, was not identified until later, in 1863-64. Its identification was made difficult partly due to errors in the distances recorded by Pliny in his Naturalis Historia which pointed to a location somewhere on the Haro river, two days march from the Indus. Alexander Cunningham, the founder and the first director-general of the Archaeological Survey of India, noticed that this position did not agree with the descriptions provided in the itineraries of Chinese pilgrims and in particular, that of Xuanzang, the 7th-century Buddhist monk. Unlike Pliny, these sources noted that the journey to Taxila from the Indus took three days and not two. Cunningham's subsequent explorations in 186364 of a site at Shah-dheri convinced him that his hypothesis was correct.\nTaxila's archaeological sites lie near modern Taxila about northwest of the city of Rawalpindi. The sites were first excavated by John Marshall, who worked at Taxila over a period of twenty years from 1913.\nThe vast archaeological site includes neolithic remains dating to 3360 BCE, and Early Harappan remains dating to 29002600 BCE at \"Sarai Kala\". Taxila, however, is most famous for ruins of several settlements, the earliest dating from around 1000 BCE. It is also known for its collection of Buddhist religious monuments, including the Dharmarajika stupa, the Jaulian monastery, and the Mohra Muradu monastery.\nThe main ruins of Taxila include four major cities, each belonging to a distinct time period, at three different sites. The earliest settlement at Taxila is found in the Hathial section, which yielded pottery shards that date from as early as the late 2nd millennium BCE to the 6th century BCE. The Bhir Mound ruins at the site date from the 6th century BCE, and are adjacent to Hathial. The ruins of Sirkap date to the 2nd century BCE, and were built by the region's Greco-Bactrian kings who ruled in the region following Alexander the Great's invasion of the region in 326 BCE. The third and most recent settlement is that of Sirsukh, which was built by rulers of the Kushan empire, who ruled from nearby Purushapura (modern Peshawar).\nWorld Heritage Site.\nTaxila was designated a UNESCO World Heritage Site in 1980 in particular for the ruins of the four settlement sites which \"reveal the pattern of urban evolution on the Indian subcontinent through more than five centuries\". The serial site includes a number of monuments and other historical places of note in the area besides the four settlements at Bhir, Saraikala, Sirkap, and Sirsukh. They number 18 in all:\nIn a 2010 report, Global Heritage Fund identified Taxila as one of 12 worldwide sites most \"on the Verge\" of irreparable loss and damage, citing insufficient management, development pressure, looting, and war and conflict as primary threats. In 2017, it was announced that Thailand would assist in conservation efforts at Taxila, as well as at Buddhist sites in the Swat Valley.\nGeography.\nTaxila is located north-west of the Pakistani capital Islamabad. The city is located approximately above sea level.\nClimate.\nTaxila features a humid subtropical climate (Kppen: Cwa)\nEconomy.\nTourism.\nTaxila is one of northern Pakistan's most important tourist destinations and is home to the Taxila Museum which holds a large number of artifacts from Taxila's excavations. Though the number of foreign visitors to the site drastically declined following the start of an Islamist insurgency in Pakistan in 2007, visitor numbers began to noticeably improve by 2017, after the law and order situation in the region had greatly improved following the start of the 2014 \"Zarb-e-Azb\" campaign launched by the Pakistani Army against radical Islamist militants.\nIn 2017, the Pakistani government announced its intention to develop Taxila into a site for Buddhist religious pilgrimage. As part of the efforts, it announced that an exhibition on the Buddhist heritage of the region would be held in Thailand, and that the Thai government would assist in conservation efforts at the site. Relics from Taxila were also sent to Sri Lanka for the 2017 \"Vesak\" holiday as part of an effort to showcase the region's Buddhist heritage. The Pakistan Tourism Development Corporation also announced in 2017 that a tour bus service would be launched between the Taxila Museum and Islamabad.\nIn addition to the ruins of ancient Taxila, relics of Mughal gardens and vestiges of historical Grand Trunk Road are also found in Taxila. Nicholson's Obelisk, named in honor of Brigadier John Nicholson who died during the Sepoy Mutiny of 1857, is a monument from the British era that welcomes travelers arriving from Rawalpindi/Islamabad.\nIndustry.\nTaxila is home to Heavy Industries Taxila, a major Pakistani defence, military contractor, engineering conglomerate. The city's economy is also closely linked to the large Pakistan Ordnance Factories at nearby Wah Cantt, which employs 27,000 people. Cottage and household industries include stoneware, pottery and footwear. Heavy Mechanical Complex is also located in Taxila city.\nTransportation.\nRail.\nTaxila is served by the Taxila Cantonment Junction railway station. Taxila Junction is served by the KarachiPeshawar Railway Line, and is the southern terminus of the Khunjerab Railway, which connects Taxila to the Havelian railway station. A planned extension of the railway will eventually connect Taxila to China's Southern Xinjiang Railway in Kashgar, as part of the ChinaPakistan Economic Corridor.\nRoad.\nThe ancient Grand Trunk Road is designated as N-5 National Highway, and connects the city to the Afghan border, and northern Punjab. The Karakoram Highway's southern terminus is in nearby Hasan Abdal, and connects Taxila to the Chinese border near the Hunza Valley.\nThe city is linked to Peshawar and Islamabad by the M-1 Motorway, which in turn offers wider motorway access to Lahore via the M-2 Motorway, and Faisalabad via the M-4 Motorway.\nAir.\nThe nearest airport to Taxila is Islamabad International Airport located 36.5 kilometers away. Peshawar's Bacha Khan International Airport is 155 kilometers away.\nEducation.\nTaxila is home to many secondary educational institutes including CIIT Wah Campus, and HITEC University. The University of Engineering and Technology, Taxila was established in 1975 as a campus of the University of Engineering and Technology, Lahore, \nand offers bachelor, master, and doctoral degrees in engineering.\nAncient ruins.\nThe Ruins of Taxila include four major cities, each belonging to a distinct time period, at three different sites. The earliest settlement at Taxila is found in the Hathial section, which yielded pottery shards that date from as early as the late 2nd millennium BCE to the 6th century BCE. The Bhir Mound ruins at the site date from the 6th century BCE, and are adjacent to \"Hathial\". The ruins of Sirkap date to the 2nd century BCE, and were built by the region's Greco-Bactrian kings who ruled in the region following Alexander the Great's invasion of the region in 326 BCE. The third and most recent settlement is that of Sirsukh, which was built by rulers of the Kushan empire, who ruled from nearby \"Purushapura\" (modern Peshawar).\nCulture.\nModern Taxila is a mix of relatively wealthy urban, and poorer rural environs. Urban residential areas are general in the form of planned housing colonies populated by workers of the heavy mechanical complex &amp; heavy industries, educational institutes and hospitals that are located in the area.\nMuseums.\nTaxila Museum has one of the most significant and comprehensive collections of stone Buddhist sculpture from the first to the seventh centuries in Pakistan (known as Gandharan art. The core of the collection comes from excavated sites in the Taxila Valley, particularly the excavations of Sir John Marshall. Other objects come from excavated sites elsewhere in Gandhara, from donations such as the Ram Das Collection, or from material confiscated by the police and customs authorities."}}