{"id": 165, "data": {"title": "Taï National Park", "text": "Ta National Park () is a national park in Cte d'Ivoire that contains one of the last areas of primary rainforest in West Africa. It was inscribed as a World Heritage Site in 1982 due to the diversity of its flora and fauna. Five mammal species of the Ta National Park are on the Red List of Threatened Species: pygmy hippopotamus, olive colobus monkeys, leopards, chimpanzees, and Jentink's duiker.\nTa National Park is approximately from the Ivoirian coast on the border with Liberia between the Cavalla and Sassandra rivers. It covers an area of with a buffer zone up to .\nThe Ta Forest reserve was created in 1926 and promoted to national park status in 1972. It was recognized as a UNESCO biosphere reserve in 1978 and added to the list of Natural World Heritage Sites in 1982.\nThe Ta Forest is a natural reservoir of the Ebola virus. The World Health Organization has expressed concern over the proximity of this reservoir to Flix-Houphout-Boigny International Airport at Abidjan.\nGeography.\nThe park consists of of tropical evergreen forest located at the south western corner of Cte d'Ivoire, bordering Liberia. Altitudes vary from to (Mt. Ninokou). The park is situated on a Precambrian granite peneplain of migmatites, biotites and gneiss which slopes down from the gently undulating drier north to more deeply dissected land in the south where the rainfall is heavy. This plateau at between is broken by several granite inselbergs formed from plutonic intrusions, including the Mont Ninokou in the southwest. A large zone of varied schists runs north-east to south-west across the park, dissected by tributaries of the main watercourses which run parallel to it: the N'zo, Meno and Little Hana and Hana rivers, all draining southwest to the river Cavally. In the wet season these rivers are wide, but in the dry season become shallow streams. The northern border of the adjoining N'Zo Faunal Reserve is formed by the large reservoir behind the Buyo Dam on the N'zo and Sassandra rivers. There is some swamp forest in the northwest of the park and in N'zo. The soils are ferralitic, generally leached and of low fertility. In the southern valleys there are hydromorphic gley and more fertile alluvial soils (DPN, 1998). Gold and some other minerals exist in small quantities.\nClimate.\nThere are two distinct climatic zones of sub-equatorial type. Annual rainfall ranges from a mean of in the north to in the southwest, falling from March/April to July, with a shorter wet season in September to October. There is no dry season in the south but in the north it is marked from November to February/March, accentuated briefly by dry northeasterly Harmattan wind. These only began to affect the region about 1970 after half the country's forests had been felled. There is only a small temperature fluctuation between due to oceanic influence and the presence of forests, but mean diurnal temperatures can range from . The relative humidity is high (85%). The prevailing winds are monsoonal from the south-west. In 1986, Cte d'Ivoire suffered a 30% rainfall deficit, possibly due to loss of forest cover: 90% of the country has been deforested in the past fifty years resulting in greatly diminished evapotranspiration.\nFlora.\nThe park is one of the last remaining portions of the vast primary Upper Guinean rain forest that once stretched across present-day Togo, Ghana, Cte d'Ivoire, Liberia and Sierra Leone to Guinea-Bissau. It is the largest island of forest remaining in West Africa remaining relatively intact. Its mature tropical forest lies within a WWF/IUCN Centre of Plant Diversity and in the center of endemism of eastern Liberia and western Cte d'Ivoire, probably as the result of having been an Ice Age refugium, having over 50 species endemic to the region. The park contains some 1,300 species of higher plants of which 54% occur only in the Guinean zone. The vegetation is predominantly dense evergreen ombrophilous forest of Upper Guinean type of 4060 m emergent trees with massive trunks and large buttresses or stilt roots.\nTwo main types of forest can be recognised grading from diverse moist evergreen forest with leguminous trees in the southern third to moist semi-evergreen forest in the north. Large numbers of epiphytes and lianes form an important element at the lower levels including \"Platycerium\", \"Nephrolepis biserrata\", \"Drymaria\" and \"Asplenium africanum\". The Sassandrian moist evergreen forest on schistose soils in the south-west is dominated by species such as ebony (\"Diospyros gabunensis\"), \"Diospyros chevalieri\", \"Mapania baldwinii\", \"Mapania linderi\" and \"Heritiera utilis\" (syn. \"Tarrietia utilis\"), with numerous endemic species, especially in the lower Cavally Valley and the Meno and Hana depressions near Mont Ninokou. The last stands of the large endemic tree \"Kantou guereensis\" are here. The poorer soils of the north and south-east support species such as palm \"Eremospatha macrocarpa\", west African ebony \"Diospyros mannii\", \"Diospyros kamerunensis\", \"Parinari chrysophylla\", \"Chrysophyllum perpulchrum\" and \"\". Species such as \"Gilbertiodendron splendidum\", \"Symphonia globulifera\" and \"Raphia\" occur in the swamp forests of river backwaters and oxbows. The inselbergs are vegetated, according to their substrate, with savanna-like grassland and deciduous trees such as \"Spathodea campanulata\". Plants once thought to be extinct, such as \"Amorphophallus staudtii\", have been discovered in the area. Since commercial timber exploitation officially ceased in 1972, the forest has recovered well, although large areas are dominated by planted species.\nThe forest plants still play a large role in the lives of people in the Ta region. The fruit of \"Thaumatococcus daniellii\" locally known as katamfe or katempfe, yoruba or soft cane is used in traditional medicine and contains a protein substance five thousand times sweeter than sugar cane. The bark of the \"Terminalia superba\", or \"tree of malaria\", is used by the ethnic Kroumen for the treatment of malaria. This means that the park is an attic of genetic potential not yet explored by natural science and medicine.\nFauna.\nThe fauna is fairly typical of West African forests but very diverse, nearly 1,000 vertebrate species being found. The park contains 140 species of mammal and 47 of the 54 species of large mammal known to occur in the Guinean rain forest, including twelve regional endemics and five threatened species. The region's isolation between two major rivers has added to its particular character.\nMammals.\nMammals include 11 species of primates: western red colobus, Diana monkey, Campbell's mona monkey, lesser and greater spot-nosed monkey, black-and-white colobus, ursine colobus, green colobus, sooty mangabey, the dwarf galago and Bosman's potto. There were more than 2,000 West African chimpanzees (\"Pan troglodytes verus\") in the 1980s. In 1995, Marchesi et al. estimated the total number of chimpanzees in Ta to be 4,507, with perhaps 292 in N'Zo and nearby reserves (however there is no doubt that such numbers have declined in the last 15 years). These chimpanzees are noted for using tools (DPN, 1998).\nAlso found in the park are two bats, Buettikofer's epauletted fruit bat and Aellen's roundleaf bat, Pel's flying squirrel, giant pangolin, tree pangolin and long-tailed pangolin, Liberian mongoose, African golden cat, leopard, red river hog, giant forest hog, water chevrotain, bongo, and African forest buffalo. African forest elephants (\"Loxodonta cyclotis\") have also been observed within the park, although in 2001 they numbered only about 100 individuals in the south of the park compared to some 1,800 in 1979. \nTa National Park also hosts an exceptional diversity of forest duikers including Jentink's duiker, banded or zebra duiker, Maxwell's duiker, Ogilby's duiker, black duiker, bay duiker, yellow-backed duiker and the royal antelope. Forest rodents include the rusty-bellied brush-furred rat, the Edward's swamp rat and the woodland dormouse. Also recorded in the park is the \"Defua rat\", which is characteristic of secondary forest.\nThe dwarf or pygmy hippopotamus (\"Hexaprotodon liberiensis\") numbered at around 500 in the park in 1996, and it is one of the few viable populations remaining .\nBirds.\nThe park lies within one of the world's Endemic Bird Areas. At least 250 bird species have been recorded, 28 being endemic to the Guinean zone. There are 143 species typical of primary forest, including African crowned eagle, lesser kestrel, white-breasted guineafowl, rufous fishing owl, brown-cheeked hornbill, yellow-casqued hornbill, western wattled cuckooshrike, rufous-winged thrush-babbler, green-tailed bristlebill, yellow-throated olive greenbul, black-capped rufous-warbler, Nimba flycatcher, Sierra Leone prinia, Lagden's bushshrike, copper-tailed glossy-starling, white-necked rockfowl, and Gola malimbe.\nReptiles and amphibians.\nTwo crocodiles, the slender-snouted crocodile and the dwarf crocodile, and several turtles, such as Home's hinge-back tortoise, are amongst about 40 species of reptiles that live in the park. At least 56 species of amphibians are known from the park; these include a true toad \"Amietophrynus taiensis\" and a reed frog found only in 1997 (\"Hyperolius nienokouensis\"), both only known from Ivory Coast.\nInvertebrates.\nArthropods represent the largest share of biomass in tropical forests. Invertebrate species include a rare freshwater mollusc \"Neritina tiassalensis\" and many thousands of insect species including 57 dragonflies, 95 ants, 44 termites and 78 scarabeid beetles (DPN, 1998).\nLocal human population.\nThe original tribes of the forest region were the Gur and Oubi, for totemic reasons, did not eat chimpanzees and thus preserved the chimpanzee populations. French influence dated from only the mid-19th century. Evidently, there was little settlement in the area before the late 1960s, when reservoir construction in the N'Zo valley and, later, drought in the Sahel, pushed people southwards. A population in the area of about 3,200 in 1971 had grown to 57,000 twenty years later. The park is now neighbored by 72 villages, and hundreds of illegal squatters live in the park.\nOf the three main groups of farmers, the rural Bakou and Kroumen cleared forest selectively, sparing medicinal trees; by contrast the Baoul, in addition to the incomers who include refugees displaced by the dam on the N'Zo river, from the Sahel and from the conflicts in both Liberia and Cte d'Ivoire who now form 90% of the population, have indiscriminately fragmented and destroyed much of the forest in the buffer zone. In its place, cash and food crops are planted in shifting cultivation in order to lessen the mortality from malaria. The east side of the park has suffered most from this. These people neither support the park, nor are informed about it by the authorities (DPN, 2002).\nScientific research and facilities.\nThe park was the site of a UNESCO Man &amp; Biosphere project on the effects of human interference within the natural forest ecosystem. This was a vast research project carried out under the auspices of the Institute for Tropical Ecology and the Centre for Ecological Research at the University of Abobo-Adjam in the nearby town of Ta. International scientific cooperation was exemplified by the Ivoirian, French, Italian, German and Swiss teams which worked together on various research programs. This level of research continues. The site and research projects have great potential for training and scientific study. The French Office de la recherche scientifique et technique outre-mer (ORSTOM) has worked here for a number of years. In 1984, a Dutch team surveyed the area, using an ultra-light aircraft for low altitude photography to identify dying trees for use as timber. There has been Ivorian research into forest termites, included under the IUCN/WWF Plants Campaign 1984-1985; and by the government Institute of Forestry into plantation crops. Between 1989 and 1991 BirdLife International conducted the Ta Avifaunal Survey, summarised in Gartshore et al. (1995). The Dutch Tropenbos Foundation published a detailed fully referenced study of the park in 1994. From 1979 to 1985, Swiss researchers studied chimpanzees, continuing until 1994 into the transference of an ebola virus to humans and antibodies for it to be found in other animals.\nThere is an ecological station (L'Institut d'Ecologie Tropicale) in the Audrenisrou basin in the core zone and a German team base at Fedfo camp in the buffer zone. There is also a Biosphere Reserve station 18km south-east of Ta village, which consists of several prefabricated houses, a communal kitchen, two well-equipped laboratories, and an electric generator. It is controlled and financed nationally and managed by 2-3 Ivoirian personnel.\nBetween 1993 and 2002, the Project Autonome pour la Conservation du Parc National de Ta (PACPNT), financed by GTZ, KfW and the WWF, with the Parks Department (Direction des Parcs Nationaux et Rserves (DPN)), worked to improve management and surveillance, monitored and inventoried the condition of the flora and fauna, launched pilot conservation projects with local people, and made comparative studies of seven species of monkeys. Phase I reported in 1997 and Phase II in 2002. This project has produced over 50 papers covering subjects such as tool-using and the ebola virus in chimpanzees and the fauna as a potential source of foods and medicines. In 2002, technical and scientific management of the park was assigned to the national Office Ivoirien des Parcs et Reserves which covers management policy, wardening, research, education and communication for all parks. A Scientific Council of the involved NGOs international and local, was set up. A second research station and a canopied walkway on the east side of the park have been. However, a national workshop on the forest zone held in 2002 to 2003 focused on the lack of scientific research, monitoring, evaluation, coordination with foreign institutions and access to research done; also the persistence of low levels of popular participation and sustainable development of protected forest lands. A better inventory of the forest's resources is still needed."}}