{"id": 315, "data": {"title": "Teide National Park", "text": "Teide National Park (, ) is a national park located in Tenerife, Canary Islands, Spain.\nThe national park is centered on Mount Teide, the highest mountain of Spain (3,718 meters high) in addition, the highest volcano in the Atlantic Ocean islands and the third highest volcano in the world from its base in the ocean floor (7.500 meters high). Pico Viejo, also included within the national park limits, is the second highest volcano in the Canary Islands with its 3,135 m peak. Mount Teide and Pico Viejo are the only two peaks in the Canary islands rising above the 3,000 m level.\nThe park has an area of 18,990 hectares located in the municipality of La Orotava. It was named a World Heritage Site by UNESCO on June 28, 2007. Since the end of 2007, it has also been one of the 12 Treasures of Spain. On a ridge, to the east of Teide, are the telescopes of the Observatorio del Teide.\nTeide is the most visited national park in Spain and by 2015 the eighth most visited in the world, with some 3 million visitors yearly. In 2016, it was visited by 4,079,823 visitors and tourists reaching a historical record.\nThere are morning and afternoon coach trips through the park, departing from selected areas in the south of Tenerife's tourist towns. Access to the peak requires a free permit that needs to be booked in advance.\nHistory.\nTeide National Park held spiritual significance to aboriginal Guanches, and important archaeological sites have been discovered in the park. Teide was a place of worship for the Guanches, who believed it was the gate to hell (\"Echeyde\").\nNational park status was declared on January 22, 1954. In 1989, the Council of Europe awarded the European Diploma of Protected Areas, in its highest category. This recognition and conservation management has been subsequently renewed in 1994, 1999 and 2004. In 2007, UNESCO declared Teide National Park a World Heritage Site. Teide National Park is also at the end of 2007, one of the 12 Treasures of Spain.\nTeide National Park is complementary to the Hawaii Volcanoes National Park, this is mainly due to being in each of them represented the volcanic structures and forms less evolved magmas of such islands (Hawaii) and more evolved and differentiated (Teide). Moreover, Teide National Park shares similar scenic characteristics with the Grand Canyon National Park in Arizona, United States.\nGeography and climate.\nThe Teide National Park has generally a very sunny, dry and mild climate. The major climates found in the Teide National Park are the Mediterranean climate (\"Csa\"/\"Csb\") and the Semi-arid climate (\"BSk\").\nThe Izaa Teide Observatory located at asl registers an annual temperature of and almost 3,500 sunshine hours annually. Most summer days have completely clear skies.\nFlora and fauna.\nThe lava flows on the flanks of Teide weather to a very thin, but nutrient and mineral rich soil that supports a diverse number of plant species. Vascular flora consists of 168 plant species, 33 of which are endemic to Tenerife.\nForests of Canary Island pine (\"Pinus canariensis\") occur from 1000 to 2100m, covering the middle slopes of the volcano, and having an alpine timberline 1000m lower than that of continental mountains of similar latitude. At higher altitudes, the Las Caadas caldera provides sufficient shelter for more fragile species such as the Canary Island cedar (\"Juniperus cedrus\"), and the Canary Island pine (\"Pinus canariensis\") to grow.\nThe most dominant plant species in the Teide National Park are the Teide white broom (\"Cytisus supranubius\"), which has a white and pink flower; the Canary Island wallflower (\"Erysimum scoparium\"), which has white and violet flowers; and the Teide bugloss (\"Echium wildpretii\"), whose red flowers form a pyramid up to 3m in height. The Teide daisy (\"Argyranthemum teneriffae\") can be found at altitudes close to 3,600m above sea level. The Teide violet (\"Viola cheiranthifolia\") can be found right up to the summit of the volcano, making it the highest flowering plant in Spain.\nThese plants are adapted to the tough environmental conditions on the volcano such as high altitude, intense sunlight, extreme temperature variations, and lack of moisture. Adaptations include acquiring semi-spherical forms, acquiring a downy or waxy cover, reducing the exposed leaf area, and having a high flower production. Flowering takes place in the late spring or early summer, in the months of May and June.\nThe Teide National Park contains a huge range of invertebrate fauna, over 40% of which are endemic species, with 70 species only being found in the national park. The invertebrate fauna include spiders, beetles, dipterans, hemipterans, and hymenopterae.\nIn contrast, Teide national park has only a limited variety of vertebrate fauna. Ten species of bird nest in the park. These include the blue chaffinch (\"Fringilla teydea teydea\"); Berthelot's pipit (\"Anthus berthelotii berthelotii\"); the Atlantic canary (\"Serinus canaria\"); and a subspecies of kestrel (\"Falco tinnunculus canariensis\").\nThree endemic reptile species are also found in the park  the Canary Island lizard (\"Gallotia galloti galloti\"), the Canary Island wall gecko (\"Tarentola delalandii\"), and the Canary Island skink (\"Chalcides viridanus viridanus\").\nThe only mammals native to the park are bats, the most common species of which is Leisler's bat (\"Nyctalus leisleri\"). Other mammals such as the mouflon, the rabbit, the house mouse, the black rat, the feral cat, and the Algerian hedgehog have all been introduced to the park.\nScientific landmark.\nThe similarity between environmental and geological conditions in the Teide National Park and the planet Mars have turned this spot into a volcanic reference point for studies related to the red planet.\nThe similarity between environmental and geological conditions of Teide National Park and the planet Mars have made the park the ideal place for testing instruments that will travel to Mars and reveal past or present life on Mars. In 2010 a research team tested at Las Caadas del Teide the Raman instrument that was to be used in the ESA-NASA ExoMars expedition to Mars.\nIn 2017, ESA tested planetary rovers in an area of the park known as Las Minas de San Jos.\nSister parks.\nBesides the Teide National Park participates in different international programs and exchange advice with other national parks in the world, especially Central America, South America and Europe. In regard to international cooperation, the Teide National Park has provided technical support to the Souss-Massa National Park located in southwestern of Morocco."}}