{"id": 160, "data": {"title": "Thracian Tomb of Kazanlak", "text": "The Thracian Tomb of Kazanlak (, \"Kazanlka grobnica\") is a vaulted-brickwork \"beehive\" (tholos) tomb that is located near the town of Kazanlak in central Bulgaria.\nThe tomb is part of a large royal Thracian necropolis in the Valley of the Thracian Rulers near their ancient capital of Seuthopolis in a region where more than a thousand tombs of royalty and members of the Thracian aristocracy can be found.\nThe monument dates back to the fourth century BC and has been on the UNESCO protected World Heritage Site list since 1979. The paintings in this small tomb are Bulgaria's best-preserved artistic masterpieces from the Hellenistic period.\nThe site consists of a narrow corridor leading to a round, domed chamber of the size required for the burial. Both are painted and decorated with murals representing a Thracian couple at a ritual funeral feast. The murals were created in fresco. The walls were painted with a sanguine or dark reddish color.\nThe dome mural in this tomb shows a seated couple grasping each other's wrists as others approach in a procession with trays and various items as well as attendees. The couple is seated separatetly on differing ornate chairs. Bulgarian art historian Lyudmila Zhivkova interprets the shared gesture between the central figures as indicative of a moment of tenderness and equality, but that interpretation is not shared by all specialists. Horn musicians are shown playing their instruments as they walk in the procession. The mural shows horses in several situations: saddled horses are being led or held without riders, an attendant holds the team of horses drawing an awaiting chariot, and a chariot race in progress is depicted at the top of the dome. The main border at the foundation of this dome ceiling mural features cattle skulls that are draped with scarfs of material across their horns that alternates with images of an equilateral-cross design interpreted as a flower. Among other borders that are dividing the dome mural, one band of ornamentation contains an egg-and-dart pattern of Hellenistic style while others display stripes, dentation, and imagery that may have had specific cultural or familial significance. \nTo preserve the delicate paintings, the tomb is not open to the public, however, a full-size and exact replica was built nearby for public access.\nIn contemporary culture.\nThe seated woman of the tomb mural is depicted on the reverse of the Bulgarian 50 stotinki coin that was issued in 2005."}}