{"id": 150, "data": {"title": "Thracian Tomb of Sveshtari", "text": "The Thracian Tomb of Svestari ( , \"Sveshtarska grobnitsa\") is southwest of the village of Sveshtari, Razgrad Province, which is northeast of Razgrad, in northeast Bulgaria. The tomb is probably the grave of Dromichaetes (; c. 300  c. 280 BCE) who was a king of the Getae on both sides of the lower Danube (present day Romania and Bulgaria) around 300 BCE, and his wife, the daughter of King Lysimachus (Greek: , \"Lysimachos\"; c. 360  281 BCE) who was a general and \"diadochus\" (i.e., \"successor\") of Alexander the Great. The tomb is a UNESCO World Heritage Site.\nGeneral information.\nDiscovered and excavated in 1982 during excavations at Mound No 7 of the East Mound Necropolis of Sboryanovo (\"Ginina Mogila\")  a tumulus of the early Hellenistic period, the Sveshtari tomb was built in the first quarter of the 3rd century BC. The tomb's construction reflects the fundamental structural principles of Thracian cult buildings. The tomb's architectural decor is considered to be unique, with polychrome half-human, half-plant caryatids and painted murals. The ten female figures carved in high relief on the walls of the central chamber and the decorations of the lunette in its vault are the only examples of this type found so far in the Thracian lands. It is an exceptional monument of the Getae, a Thracian people who were in contact with the Hellenistic and Hyperborean worlds, according to ancient geographers.\nIn 2012, archaeologists uncovered a significant treasure near the village. The treasure included a golden ring, 44 female figure depictions and 100 golden buttons, found in 150 tombs from the 4th century BC.\nIt has been suggested that it is part of the site of the Getan city of Helis.\nHistory.\nThe Getae had been federated in the Odrysian kingdom in the 5th century BC. It is not known how the relations between Getae and Odrysians developed. The Balkan campaigns of Philip II of Macedon between 352 and 340 BC shattered Odrysian authority and the Getae profited from the situation. By the second half of the 4th century, the Getae occupied sites on both banks of the lower Danube and this region flourished as never before. The new Macedonian conquests, secured with considerable military power, caused consternation in the adjoining territories and thus stimulated the political fusion of the Getic tribes.\nThe Getic tomb at Sveshtari in the western Ludogorie in Bulgaria is also supposed to have been near the location of Helis. In the vicinity of the mausoleum, the remains of a large ancient city were found along with dozens of Getic mound tombs. The settlement is situated in a natural stronghold, a plateau surrounded like a peninsula by the ravines of Krapinets River. The outer stone wall, up to 4m thick, follows the edges of the peninsula and defends a territory of about 10 hectares. The inner wall, of similar construction, encloses a roughly quadrilateral area of about 5 hectares. The fortified territory was relatively densely occupied by dwellings connected by a network of thoroughfares. Dating finds such as amphorae stamps and coins indicate that this settlement existed between c. 335 and c. 250 BC."}}