{"id": 92, "data": {"title": "Timbuktu", "text": "Timbuktu ( ; ; \nKoyra Chiini: ; ) is a city in Mali, situated north of the Niger River. The town is the capital of the Tombouctou Region, one of the eight administrative regions of Mali and one town of Songhai people, having a population of 54,453 in the 2009 census.\nTimbuktu began as a seasonal settlement and became a permanent settlement early in the 12th century. After a shift in trading routes, particularly after the visit by Mansa Musa around 1325, Timbuktu flourished from the trade in salt, gold, ivory and slaves. It gradually expanded as an important Islamic city on the Saharan trade route and attracted many scholars and traders. It became part of the Mali Empire early in the 14th century. In the first half of the 15th century, the Tuareg people took control of the city for a short period until the expanding Songhai Empire absorbed the city in 1468. A Moroccan army defeated the Songhai in 1591 and made Timbuktu, rather than Gao, their capital. The invaders established a new ruling class, the Arma, who after 1612 became virtually independent of Morocco. The golden age of the city, as a major learning and cultural centre of the Mali Empire, was over and it entered a long period of decline. Different tribes governed until the French took over in 1893, a situation that lasted until it became part of the Republic of Mali in 1960. Timbuktu is impoverished and suffers from desertification.\nIn its Golden Age, the town's numerous Islamic scholars and extensive trading network supported an important book trade, together with the campuses of the Sankore Madrasah, an Islamic university, this established Timbuktu as a scholarly centre in Africa. Several notable historic writers, such as Shabeni and Leo Africanus, wrote about the city. These stories fuelled speculation in Europe, where the city's reputation shifted from being extremely rich to being mysterious.\nToponymy.\nOver the centuries, the spelling of Timbuktu has varied a great deal: from \"Tenbuch\" on the Catalan Atlas (1375), to traveller Antonio Malfante's \"Thambet\", used in a letter he wrote in 1447 and also adopted by Alvise Cadamosto in his \"Voyages of Cadamosto\", to Heinrich Barth's \"Timbktu\" and \"Timbu'ktu\". French spelling often appears in international reference as 'Tombouctou'. The German spelling 'Timbuktu' and its variant 'Timbucktu' have passed into English and the former has become widely used in recent years. Major English-language works have employed the spelling 'Timbuctoo', and this is considered the correct English form by scholars; 'Timbuctou' and 'Timbuctu' are sometimes used as well. The French continue to use the spelling 'Tombouctou', as they have for over a century; variants include 'Temboctou' (used by explorer Ren Cailli) and 'Tombouktou', but they are seldom seen. Variant spellings exist for other places as well, such as Jenne (Djenn) and Segu (Sgou). As well as its spelling, Timbuktu's toponymy is still open to discussion. At least four possible origins of the name of Timbuktu have been described:\nThe validity of these theories depends on the identity of the original founders of the city: as recently as 2000, archaeological research has not found remains dating from the 11th/12th century within the limits of the modern city given the difficulty of excavating through metres of sand that have buried the remains over the past centuries. Without consensus, the etymology of Timbuktu remains unclear.\nPrehistory.\nLike other important Medieval West African towns such as Djenn (Jenn-Jeno), Gao, and Dia, Iron Age settlements have been discovered near Timbuktu that predate the traditional foundation date of the town. Although the accumulation of thick layers of sand has thwarted archaeological excavations in the town itself, some of the surrounding landscape is deflating and exposing pottery shards on the surface. A survey of the area by Susan and Roderick McIntosh in 1984 identified several Iron Age sites along the el-Ahmar, an ancient wadi system that passes a few kilometers to the east of the modern town.\nAn Iron Age tell complex located southeast of the Timbuktu near the Wadi el-Ahmar was excavated between 2008 and 2010 by archaeologists from Yale University and the Mission Culturelle de Tombouctou. The results suggest that the site was first occupied during the 5th century BC, thrived throughout the second half of the 1st millennium AD and eventually collapsed sometime during the late 10th or early 11th-century AD.\nHistory.\nTimbuktu has become a household reference as a faraway, mysterious place, but the city itself was once a world-renowned trade powerhouse, as well as an academic hotspot of the medieval world. Timbuktu is unique in the fact that it has seen many rulers, but the city reached its golden period under the Mali Empire in the 13th and 14th centuries. Distinguished Malian Mansa Ms brought great fame to the city of Timbuktu when he established a university of Islamic learning there. The university taught much more than Islamic studies, though, including topics of history, rhetoric, law, science, and, most notably, medicine. Mansa Ms also introduced Timbuktu, and the Mali Empire in general, to the rest of the Medieval world through his Hajj, as his time in Mecca would soon inspire Arab travelers to visit North Africa. Europeans, however, would not reach the city until much later, due to the difficult and lengthy journey, thus garnering the city an aura of mystery.\nTimbuktu primarily gained its wealth from local gold and salt mining, in addition to the trans-Saharan slave trade. Gold was a highly valued commodity in the Mediterranean region and salt was most popular south of the city, though arguably the biggest asset Timbuktu had was its location. The city is situated nine miles from the Niger River, making for good agricultural land, and is near the Sahara Desert, providing easily accessible trade routes. Timbuktu also acts as a midpoint between the regions of North, West, and Central Africa. Because of this, Timbuktu has developed into a cultural mixing pot.\nThe Mali Empire reached a steady decline in the mid 1400's, giving rise to the Songhai Empire. However, the city of Timbuktu entered a brief period of rule under the Tuaregs before it fell to the Songhai people. Despite major shifts in power, Timbuktu generally flourished until the Moroccans invaded the Songhai Empire in 1590 and began to occupy Timbuktu in 1591, after the Battle of Tondibi. In 1593, most of the university faculty was executed or exiled for disloyalty to the new rulers and this, along with a decline in trade as a result of increased competition from newly available trans-Atlantic sailing routes, caused the city to lose its relevance. It was not until the 1890s that Timbuktu was formally incorporated into the French colony of Mali, and, in 1960, was declared part of the independent nation of Mali.\nToday, the population of Timbuktu has substantially decreased since its estimated peak of 250,000 people in the Medieval period. The city has suffered from mass amounts of poverty for several years now, relying on government funding as a means of survival.\nGeography.\nTimbuktu is located on the southern edge of the Sahara north of the main channel of the River Niger. The town is surrounded by sand dunes and the streets are covered in sand. The port of Kabara is to the south of the town and is connected to an arm of the river by a canal. The canal had become heavily silted but in 2007 it was dredged as part of a Libyan financed project.\nThe annual flood of the Niger River is a result of the heavy rainfall in the headwaters of the Niger and Bani rivers in Guinea and northern Ivory Coast. The rainfall in these areas peaks in August but the floodwater takes time to pass down the river system and through the Inner Niger Delta. At Koulikoro, downstream from Bamako, the flood peaks in September, while in Timbuktu the flood lasts longer and usually reaches a maximum at the end of December.\nIn the past, the area flooded by the river was more extensive and in years with high rainfall, floodwater would reach the western outskirts of Timbuktu itself. A small navigable creek to the west of the town is shown on the maps published by Heinrich Barth in 1857 and Flix Dubois in 1896. Between 1917 and 1921, during the colonial period, the French used slave labour to dig a narrow canal linking Timbuktu with Kabara. Over the following decades this became silted and filled with sand, but in 2007 as part of the dredging project, the canal was re-excavated so that now when the River Niger floods, Timbuktu is again connected to Kabara. The Malian government has promised to address problems with the design of the canal as it currently lacks footbridges and the steep, unstable banks make access to the water difficult.\nKabara can only function as a port in December to January when the river is in full flood. When the water levels are lower, boats dock at Korioum which is linked to Timbuktu by of paved road.\nClimate.\nTimbuktu features a hot desert climate (\"BWh\") according to the Kppen Climate Classification. The weather is extremely hot and dry throughout much of the year, with most of the city's rainfall occurring between June and September, due to the influence of the Intertropical Convergence Zone (ITCZ). The degree of diurnal temperature variation is higher in the dry season than the wet season. Average daily maximum temperatures in the hottest months of the year  April, May and June  exceed . Lowest temperatures occur during the mildest months of the year  December, January and February. However, average maximum temperatures do not drop below . These winter months are characterized by a dry, dusty trade wind blowing from the Saharan Tibesti Region southward to the Gulf of Guinea: picking up dust particles on their way, these winds limit visibility in what has been dubbed the 'Harmattan Haze'. Additionally, when the dust settles in the city, sand builds up and desertification looms.\nEconomy.\nSalt trade.\nThe wealth and very existence of Timbuktu depended on its position as the southern terminus of an important trans-Saharan trade route; nowadays, the only goods that are routinely transported across the desert are slabs of rock salt brought from the Taoudenni mining centre in the central Sahara north of Timbuktu. Until the second half of the 20th century most of the slabs were transported by large salt caravans or azalai, one leaving Timbuktu in early November and the other in late March.\nThe caravans of several thousand camels took three weeks each way, transporting food to the miners and returning with each camel loaded with four or five slabs of salt. The salt transport was largely controlled by the desert nomads of the Arabic-speaking Berabich (or Barabish) tribe. Although there are no roads, the slabs of salt are now usually transported from Taoudenni by truck. From Timbuktu the salt is transported by boat to other towns in Mali.\nBetween the 12th and 14th centuries, Timbuktu's population grew immensely due to an influx of Bono, Tuaregs, Fulanis, and Songhais seeking trade, security, or to study. By 1300, the population increased to 10,000 and continued increasing until it reached about 50,000 in the 1500s.\nAgriculture.\nThere is insufficient rainfall in the Timbuktu region for purely rain-fed agriculture and crops are therefore irrigated using water from the River Niger. The main agricultural crop is rice. African floating rice (\"Oryza glaberrima\") has traditionally been grown in regions near the river that are inundated during the annual flood. Seed is sown at the beginning of the rainy season (JuneJuly) so that when the flood water arrives plants are already in height.\nThe plants grow up to in height as the water level rises. The rice is harvested by canoe in December. The procedure is very precarious and the yields are low but the method has the advantage that little capital investment is required. A successful crop depends critically on the amount and timing of the rain in the wet season and the height of the flood. To a limited extent the arrival of the flood water can be controlled by the construction of small mud dikes that become submerged as the water rises.\nAlthough floating rice is still cultivated in the Timbuktu Cercle, most of the rice is now grown in three relatively large irrigated areas that lie to the south of the town: Daye (392ha), Koriom (550ha) and Hamadja (623ha). Water is pumped from the river using ten large Archimedes' screws which were first installed in the 1990s. The irrigated areas are run as cooperatives with approximately 2,100 families cultivating small plots. Nearly all the rice produced is consumed by the families themselves. The yields are still relatively low and the farmers are being encouraged to change their agricultural practices.\nTourism.\nMost tourists visit Timbuktu between November and February when the air temperature is lower. In the 1980s, accommodation for tourists was provided by Hendrina Khan Hotel and two other small hotels: Hotel Bouctou and Hotel Azala. Over the following decades the tourist numbers increased so that by 2006 there were seven small hotels and guest houses. The town benefited by the revenue from the CFA5000 tourist tax, the sale of handicrafts and employment of local guides.\nAttacks.\nStarting in 2008, al-Qaeda in the Islamic Maghreb began kidnapping groups of tourists in the Sahel region. In January 2009, four tourists were kidnapped near the MaliNiger border after attending a cultural festival at Anderamboukan. One of these tourists was subsequently murdered. As a result of this and various other incidents a number of states including France, Britain and the US, began advising their citizens to avoid travelling far from Bamako. The number of tourists visiting Timbuktu dropped precipitously from around 6000 in 2009 to only 492 in the first four months of 2011.\nBecause of the security concerns, the Malian government moved the 2010 Festival in the Desert from Essakane to the outskirts of Timbuktu. In November 2011, gunmen attacked tourists staying at a hotel in Timbuktu, killing one of them and kidnapping three others. This was the first terrorist incident in Timbuktu itself.\nOn 1 April 2012, one day after the capture of Gao, Timbuktu was captured from the Malian military by the Tuareg rebels of the MNLA and Ansar Dine. Five days later, the MNLA declared the region independent of Mali as the nation of Azawad. The declared political entity was not recognized by any regional nations or the international community and it collapsed three months later on 12 July.\nOn 28 January 2013, French and Malian government troops began retaking Timbuktu from the Islamist rebels. The force of 1,000 French troops with 200 Malian soldiers retook Timbuktu without a fight. The Islamist groups had already fled north a few days earlier, having set fire to the Ahmed Baba Institute, which housed many important manuscripts. The building housing the Ahmed Baba Institute was funded by South Africa, and held 30,000 manuscripts. BBC World Service radio news reported on 29 January 2013 that approximately 28,000 of the manuscripts in the Institute had been removed to safety from the premises before the attack by the Islamist groups, and that the whereabouts of about 2,000 manuscripts remained unknown. It was intended to be a resource for Islamic research.\nOn 30 March 2013, jihadist rebels infiltrated into Timbuktu nine days before a suicide bombing on a Malian army checkpoint at the international airport, killing a soldier. Fighting lasted until 1 April, when French warplanes helped Malian ground forces chase the remaining rebels out of the city center.\nEarly accounts in the West.\nTales of Timbuktu's fabulous wealth helped prompt European exploration of the west coast of Africa. Among the most famous descriptions of Timbuktu are those of Leo Africanus and Shabeni.\nLeo Africanus.\nPerhaps most famous among the accounts written about Timbuktu is that by Leo Africanus, born El Hasan ben Muhammed el- Wazzan-ez-Zayyati in Granada in 1485. His family was among the thousands of Muslims expelled by King Ferdinand and Queen Isabel after their reconquest of Spain in 1492. They settled in Morocco, where he studied in Fes and accompanied his uncle on diplomatic missions throughout North Africa. During these travels, he visited Timbuktu. As a young man he was captured by pirates and presented as an exceptionally learned slave to Pope Leo X, who freed him, baptized him under the name \"Johannis Leo de Medici\", and commissioned him to write, in Italian, a detailed survey of Africa. His accounts provided most of what Europeans knew about the continent for the next several centuries. Describing Timbuktu when the Songhai Empire was at its height, the English edition of his book includes the description:\nAccording to Leo Africanus, there were abundant supplies of locally produced corn, cattle, milk and butter, though there were neither gardens nor orchards surrounding the city. In another passage dedicated to describing the wealth of both the environment and the king, Africanus touches upon the rarity of one of Timbuktu's trade commodities: salt.\nThese descriptions and passages alike caught the attention of European explorers. Africanus also described the more mundane aspects of the city, such as the \"cottages built of chalk, and covered with thatch\"  although these went largely unheeded.\nShabeni.\nRoughly 250 years after Leo Africanus' visit to Timbuktu, the city had seen many rulers. The end of the 18th century saw the grip of the Moroccan rulers on the city wane, resulting in a period of unstable government by quickly changing tribes. During the rule of one of those tribes, the Hausa, a 14-year-old child named Shabeni (or Shabeeny) from Tetuan on the north coast of Morocco accompanied his father on a visit to Timbuktu.\nShabeni stayed in Timbuktu for three years before moving to a major city called Housa several days' journey to the southeast. Two years later, he returned to Timbuktu to live there for another seven years  one of a population that was, even centuries after its peak and excluding slaves, double the size of the 21st-century town.\nBy the time Shabeni was 27, he was an established merchant in his hometown of Tetuan. He made a two-year pilgrimage to Mecca and thus became a hajji, Asseed El Hage Abd Salam Shabeeny. Returning from a trading voyage to Hamburg, he was captured by a ship manned by Englishmen but sailing under a Russian flag, whose captain claimed that his Imperial mistress (Catherine the Great) was \"at war with all Muselmen\" (see Russo-Turkish War (17871792)). He and the ship he had been sailing in were brought to Ostend in Belgium in December 1789 but the British consul managed to get him and the ship released. He set off again in the same ship, but the captain, who claimed to be afraid of his ship being captured again, set him ashore in Dover. In England his story was recorded. Shabeeni gave an indication of the size of the city in the second half of the 18th century. In an earlier passage, he described an environment that was characterized by forest, as opposed to the modern arid surroundings.\nArts and culture.\nCultural events.\nThe best-known cultural event is the Festival au Dsert. When the Tuareg rebellion ended in 1996 under the Konar administration, 3,000 weapons were burned in a ceremony dubbed the Flame of Peace on 29 March 2007  to commemorate the ceremony, a monument was built. The Festival au Dsert, to celebrate the peace treaty, was held every January in the desert, 75km from the city until 2010.\nThe week-long festival of Mawloud is held every January, and celebrates the birthday of Muhammed; the city's \"most cherished manuscripts\" are read publicly, and are a central part of this celebration. It was originally a Shi'ite festival from Persia and arriving in Timbuktu around 1600. The \"most joyful occasion on Timbuktu's calendar\", it combines \"rituals of Sufi Islam with celebrating Timbuktu's rich literary traditions\". It is a \"period of feasting, singing, and dancing... It culminated with an evening gathering of thousands of people in the large sandy square in front of the Sankor  Mosque and a public reading of some of the city's most treasured manuscripts.\"\nWorld Heritage Site.\nDuring its twelfth session, in December 1988, the World Heritage Committee (WHC) selected parts of Timbuktu's historic centre for inscription on its World Heritage list. The selection was based on three criteria:\nAn earlier nomination in 1979 failed the following year as it lacked proper demarcation: the Malian government included the town of Timbuktu as a whole in the wish for inclusion. Close to a decade later, three mosques and 16 mausoleums or cemeteries were selected from the Old Town for World Heritage status: with this conclusion came the call for protection of the buildings' conditions, an exclusion of new construction works near the sites and measures against the encroaching sand.\nShortly afterwards, the monuments were placed on the List of World Heritage in Danger by the Malian government, as by the selection committee at the time of nomination. The first period on the Danger List lasted from 1990 until 2005, when a range of measures including restoration work and the compilation of an inventory warranted \"its removal from the Danger List\". In 2008 the WHC placed the protected area under increased scrutiny dubbed \"reinforced monitoring\", a measure made possible in 2007, as the impact of planned construction work was unclear. Special attention was given to the build of a cultural centre.\nDuring a session in June 2009, UNESCO decided to cease its increased monitoring program as it felt sufficient progress had been made to address the initial concerns. Following the takeover of Timbuktu by MNLA and the Islamist group Ansar Dine, it was returned to the List of World Heritage in Danger in 2012.\nAttacks by radical Islamic groups.\nIn May 2012, Ansar Dine destroyed a shrine in the city and in June 2012, in the aftermath of the Battle of Gao and Timbuktu, other shrines, including the mausoleum of Sidi Mahmoud, were destroyed when attacked with shovels and pickaxes by members of the same group. An Ansar Dine spokesman said that all shrines in the city, including the 13 remaining World Heritage sites, would be destroyed because they consider them to be examples of idolatry, a sin in Islam. These acts have been described as crimes against humanity and war crimes. After the destruction of the tombs, UNESCO created a special fund to safeguard Mali's World Heritage Sites, vowing to carry out reconstruction and rehabilitation projects once the security situation allows.\nEducation.\nCentre of learning.\nTimbuktu was a world centre of Islamic learning from the 13th to the 17th century, especially under the Mali Empire and Askia Mohammad I's rule. The Malian government and NGOs have been working to catalog and restore the remnants of this scholarly legacy: Timbuktu's manuscripts.\nTimbuktu's rapid economic growth in the 13th and 14th centuries drew many scholars from nearby Walata (today in Mauritania), leading up to the city's golden age in the 15th and 16th centuries that proved fertile ground for scholarship of religions, arts and sciences. To the people of Timbuktu, literacy and books were symbols of wealth, power, and blessings and the acquisition of books became a primary concern for scholars. An active trade in books between Timbuktu and other parts of the Islamic world and emperor Askia Mohammed's strong support led to the writing of thousands of manuscripts.\nKnowledge was gathered in a manner similar to the early, informal European Medieval university model. Lecturing was presented through a range of informal institutions called madrasahs. Nowadays known as the University of Timbuktu, three \"madrasahs\" facilitated 25,000 students: Djinguereber, Sidi Yahya and Sankore.\nThese institutions were explicitly religious, as opposed to the more secular curricula of modern European universities and more similar to the medieval Europe model. However, where universities in the European sense started as associations of students and teachers, West-African education was patronized by families or lineages, with the Aqit and Bunu al-Qadi al-Hajj families being two of the most prominent in Timbuktu  these families also facilitated students in set-aside rooms in their housings. Although the basis of Islamic law and its teaching were brought to Timbuktu from North Africa with the spread of Islam, Western African scholarship developed: Ahmad Baba al Massufi is regarded as the city's greatest scholar.\nTimbuktu served in this process as a distribution centre of scholars and scholarship. Its reliance on trade meant intensive movement of scholars between the city and its extensive network of trade partners. In 14681469 though, many scholars left for Walata when Sunni Ali's Songhay Empire absorbed Timbuktu. Then, in the 1591 Moroccan invasion of Timbuktu, scholars had to flee once more, or face imprisonment or murder.\nThis system of education survived until the late 19th century, while the 18th century saw the institution of itinerant Quranic school as a form of universal education, where scholars would travel throughout the region with their students, begging for food part of the day.\nIslamic education came under pressure after the French occupation, droughts in the 1970s and 1980s and by Mali's civil war in the early 1990s.\nManuscripts and libraries.\nHundreds of thousands of manuscripts were collected in Timbuktu over the course of centuries: some were written in the town itself, others  including exclusive copies of the Quran for wealthy families  imported through the lively booktrade.\nHidden in cellars or buried, hid between the mosque's mud walls and safeguarded by their patrons, many of these manuscripts survived the city's decline. They now form the collection of several libraries in Timbuktu, holding up to 700,000 manuscripts: In late January 2013 it was reported that rebel forces destroyed many of the manuscripts before leaving the city. \"On Friday morning, 25 January 2013, fifteen jihadis entered the restoration and conservation rooms on the ground floor of the Ahmed Baba Institute in Sankor... The men swept 4,202 manuscripts off lab tables and shelves, and carried them into the tiled courtyard... They doused the manuscripts in gasoline... and tossed in a lit match. The brittle pages and their dry leather covers... were consumed by the inferno.\" However, there was no malicious destruction of any library or collection as most of the manuscripts were safely hidden away. One librarian in particular, Abdel Kader Haidara, arranged to have 350,000 medieval manuscripts smuggled out of Timbuktu for safekeeping.\nThese libraries are the largest among up to 60 private or public libraries that are estimated to exist in Timbuktu today, although some comprise little more than a row of books on a shelf or a bookchest. Under these circumstances, the manuscripts are vulnerable to damage and theft, as well as long term climate damage, despite Timbuktu's arid climate. Two Timbuktu Manuscripts Projects funded by independent universities have aimed to preserve them.\nDuring the occupation by Islamic extremists the citizens of the city embarked on a drive to save the \"best written accounts of African History\". Interviewed by \"Time\" magazine, the local residents claimed to have safeguarded the three hundred thousand manuscripts for generations. Many of these documents are still in the safe-keeping of the local residents, who are reluctant to give them over to the government-run Ahmed Baba Institute housed in a modern digitalization building built by the South African government in 2009. The institute houses only 10% of the manuscripts. It was later confirmed by Jean-Michel Djian to \"The New Yorker\" that \"the great majority of the manuscripts, about fifty thousand, are actually housed in the thirty-two family libraries of the 'City of 333 Saints.He added, \"Those are to this day protected.\" He also added that due to the massive efforts of one individual, two hundred thousand other manuscripts were successfully transported to safety. This effort was organized by Abdel Kader Haidara, then director of Mamma Haidara Library, using his own funds. Haidara purchased metal footlockers in which up to 300 manuscripts could be securely stored. Nearly 2,500 of these lockers were distributed to safe houses across the city. Many were later moved to Dreazen.\nLanguage.\nAlthough Bambara is the lingua franca of Mali, today the large majority of Timbuktu's inhabitants speaks Koyra Chiini, a Songhay language that also functions as the lingua franca. Before the 19901994 Tuareg rebellion, both Hassaniya Arabic and Tamashek were represented by 10% each to an 80% dominance of the Koyra Chiini language. With Tamashek spoken by both Ikelan and ethnic Tuaregs, its use declined with the expulsion of many Tuaregs following the rebellion, increasing the dominance of Koyra Chiini. \nArabic, introduced together with Islam during the 11th century, has mainly been the language of scholars and religion, comparable to Latin in Western Christianity. Although Bambara is spoken by the most numerous ethnic group in Mali, the Bambara people, it is mainly confined to the south of the country. With an improving infrastructure granting Timbuktu access to larger cities in Mali's South, use of Bambara was increasing in the city at least until Azawad independence.\nInfrastructure.\nWith no railroads in Mali except for the Dakar-Niger Railway up to Koulikoro, access to Timbuktu is by road, boat or, since 1961, aircraft. With high water levels in the Niger from August to December, Compagnie Malienne de Navigation (COMANAV) passenger ferries operate a leg between Koulikoro and downstream Gao on a roughly weekly basis. Also requiring high water are \"pinasses\" (large motorized pirogues), either chartered or public, that travel up and down the river.\nBoth ferries and \"pinasses\" arrive at Korioum, Timbuktu's port, which is linked to the city centre by an paved road running through Kabara. In 2007, access to Timbuktu's traditional port, Kabara, was restored by a Libyan funded project that dredged the silted canal connecting Kabara to an arm of the Niger River. COMANAV ferries and \"pinasses\" are now able to reach the port when the river is in full flood.\nTimbuktu is poorly connected to the Malian road network with only dirt roads to the neighbouring towns. Although the Niger River can be crossed by ferry at Korioum, the roads south of the river are no better. However, a new paved road is under construction between Niono and Timbuktu running to the north of the Inland Niger Delta. The road will pass through Nampala, Lr, Niafunk, Tonka, Dir and Goundam. The completed section between Niono and the small village of Goma Coura was financed by the Millennium Challenge Corporation. This new section will service the Alatona irrigation system development of the Office du Niger. The section between Goma Coura and Timbuktu is being financed by the European Development Fund.\nTimbuktu Airport was served by Air Mali, hosting flights to and from Bamako, Gao and Mopti. until the airline suspended operations in 2014. Its 6,923ft (2,110 m) runway in a 07/25 runway orientation is both lighted and paved.\nCurrently (July 2023), Timbuktu Airport is served by Sky Mali to and from Bamako, using Boeing 737 aircraft.\nIn popular culture.\nBecause much of the gold in Europe in the seventeenth and eighteenth centuries came from Timbuktu, the city has long been considered a mysterious, hidden place. This association remains with modern Europeans and North Americans: a 2006 survey of 150 young Britons found 34% did not believe the town existed, while the other 66% considered it \"a mythical place\". This perception has been acknowledged in literature describing African history and African-European relations. In popular Western culture, Timbuktu is also often considered a faraway place.\nThe origin of this mystification lies in the excitement brought to Europe by the legendary tales, especially those by Leo Africanus in his \"Description of Africa\". Arabic sources focused mainly on more affluent cities in the Timbuktu region, such as Gao and Walata. In West Africa, the city holds an image that has been compared to Europe's view on Athens. As such, the picture of the city as the epitome of distance and mystery is a European one.\nDown-to-earth-aspects in Africanus' descriptions were largely ignored and stories of great riches served as a catalyst for travellers to visit the inaccessible city  with prominent French explorer Ren Cailli characterising Timbuktu as \"a mass of ill-looking houses built of earth\". Now opened up, many travellers acknowledged the unfitting description of an \"African El Dorado\". This development shifted the city's reputation  from being fabled because of its gold to fabled because of its location and mystery. Being used in this sense since at least 1863, English dictionaries now cite Timbuktu as a metaphor for any faraway place.\nTwin towns  sister cities.\nTimbuktu is twinned with:"}}