{"id": 112, "data": {"title": "Timgad", "text": "Timgad (, known as Marciana Traiana Thamugadi) was a Roman city in the Aurs Mountains of Algeria. It was founded by the Roman Emperor Trajan around 100 CE. The full name of the city was \"Colonia Marciana Ulpia Traiana Thamugadi\". Emperor Trajan named the city in commemoration of his mother Marcia, eldest sister Ulpia Marciana, and father Marcus Ulpius Traianus.\nLocated in modern-day Algeria, about east of the city of Batna, the ruins are noteworthy for representing one of the best extant examples of the grid plan as used in Roman town planning. Timgad was inscribed as a World Heritage Site by UNESCO in 1982.\nName.\nIn the former name of Timgad, Marciana Traiana Thamugadi, the first part  Marciana Traiana  is Roman and refers to the name of its founder, Emperor Trajan and his sister Marciana. The second part of the name  Thamugadi  \"has nothing Latin about it\". Thamugadi is the Berber name of the place where the city was built, to read Timgad plural form of Tamgut, meaning \"peak\" or \"summit\".\nHistory.\nThe city was founded as a military colony by the emperor Trajan in the year 100. It was intended to serve primarily as a Roman bastion against the Berbers in the nearby Aures Mountains, and it was originally populated largely by Roman veterans and colonists. Although most of them had never seen Rome before, and Timgad was hundreds of miles away from the Italian city, Trajan invested heavily in Roman culture and identity.\nThe city enjoyed a peaceful existence for the first several hundred years and became a center of Christian activity starting in the 3rd century, and a Donatist center in the 4th century. During the Christian period, Timgad was a diocese which became renowned at the end of the 4th century when Bishop Optat became the spokesman for the Donatist movement. After Optat, Thamugadai had two bishops Gaudentius (Donatist) and Faustinus (Catholic).\nIn the 5th century, the city was sacked by the Vandals before falling into decline. Timgad was destroyed at the end of the 5th century by Berber tribes from the Aurs Mountains. In 539 AD, during the Vandalic War, the Byzantine general Solomon retook and rebuilt the city. The reconquest revived some activities in the city, which became part of a line of defense against the Moors. However, the early Muslim conquests brought about the final ruin of Thamugadi as it ceased to be inhabited by the 8th century.\nTravelling Northern Africa, British explorer James Bruce reached the city ruins on 12 December 1765, likely being the first European to visit the site in centuries and described the city as a small town, but full of elegant buildings. In 1790, he published the book \"Travels to Discover the Source of the Nile\", where he described what he had found in Timgad. The book was met with skepticism in Great Britain, until 1875 when Robert Lambert Playfair, Britain's consul in Algiers, inspired by Bruce's account, visited the site. In 1877 Playfair described Timgad in more detail in his book \"Travels in the Footsteps of Bruce in Algeria and Tunis\". According to Playfair, These hills are covered with countless numbers of the most interesting mega-lithic remains. The French colonists took control of the site in 1881, began investigations and maintained it until 1960. During this period, the site was systematically excavated.\nDescription.\nLocated at the intersection of six roads, the city was walled but not fortified.\nOriginally designed for a population of around 15,000, the city quickly outgrew its original specifications and spilled beyond the orthogonal grid in a more loosely organized fashion.\nAt the time of its founding, the area surrounding the city was a fertile agricultural area, about 1000 meters above sea level.\nThe original Roman grid plan is magnificently visible in the orthogonal design, highlighted by the \"decumanus maximus\" (eastwest-oriented street) and the \"cardo\" (northsouth-oriented street) lined by a partially restored Corinthian colonnade. The \"cardo\" does not proceed completely through the city but instead terminates in a \"forum\" at the intersection with the \"decumanus\".\nAt the west end of the \"decumanus\" rises a 12m high triumphal arch, called the \"Arch of Trajan\", which was partially restored in 1900. The arch is principally of sandstone, and is of the Corinthian order with three arches, the central one being 11' wide. The arch is also known as the Timgad Arch.\nA 3,500-seat theater is in good condition and is used for contemporary productions. The other key buildings include four thermae, a library, and a basilica.\nThe \"Capitoline Temple\" is dedicated to Jupiter and is of approximately the same dimensions as the Pantheon in Rome. Nearby the capitol is a square church, with a circular apse dating from the 7th century CE. One of the sanctuaries featured iconography of (Dea) Africa. South of the city is a large Byzantine citadel built in the later days of the city.\nLibrary.\nThe Library at Timgad was a gift to the Roman people by Julius Quintianus Flavius Rogatianus at a cost of 400,000 sesterces. As no additional information about this benefactor has been unearthed, the precise date of the library's construction remains uncertain. Based on the remaining archaeological evidence, it has been suggested by scholars that it dates from the late 3rd or possibly the 4th century.\nThe library occupies a rectangle long by wide. It consists of a large semi-circular room flanked by two secondary rectangular rooms, and preceded by a U-shaped colonnaded portico surrounding three sides on an open court. The portico is flanked by two long narrow rooms on each side, and the large vaulted hall would have combined the functions of a reading room, stack room, and perhaps a lecture room. Oblong alcoves held wooden shelves along walls that would likely have been complete with sides, backs and doors, based on additional evidence found at the library at Ephesus.\nIt is possible that free-standing bookcases in the center of the room, as well as a reading desk, might also have been present. While the architecture of the Library at Timgad is not especially remarkable, the discovery of the library is historically important as it shows the presence of a fully developed library system in this Roman city, indicating a high standard of learning and culture. While there is no evidence as to the size of the collection the library harbored, it is estimated that it could have accommodated 3,000 scrolls.\nWorld Heritage Site.\nTimgad was inscribed as a World Heritage Site by UNESCO in 1982."}}