{"id": 263, "data": {"title": "Tipasa", "text": "Tipasa, sometimes distinguished as Tipasa in Mauretania, was a colonia in the Roman province Mauretania Caesariensis, nowadays called Tipaza, and located in coastal central Algeria. Since 1982, it has been declared by UNESCO a World Heritage Site. It was declared a World Heritage Site in danger in 2002, but was removed from the danger list in 2006 following conservation efforts.\nHistory.\nPunic trading post.\nInitially the city was a small ancient Punic trading-post.\nRoman colony.\nConquered by Ancient Rome, it was turned into a military colony by the emperor Claudius for the conquest of the kingdoms of Mauretania. Afterwards it became a municipium called \"Colonia Aelia Augusta Tipasensium\", that reached the population of 20,000 inhabitants in the fourth century according to historian Gsell.\nThe Roman city was built on three small hills which overlooked the sea, nearly 20km. east from Caesarea (capital of Mauretania Caesariensis). Of the houses, most of which stood on the central hill, no traces remain; but there are ruins of three churches  the Great Basilica and the Basilica Alexander on the western hill, and the Basilica of St Salsa on the eastern hill, two cemeteries, the baths, theatre, amphitheatre and nymphaeum. The line of the ramparts can be distinctly traced and at the foot of the eastern hill the remains of the ancient harbour.\nThe basilicas are surrounded by cemeteries, which are full of coffins, all of stone and covered with mosaics. The basilica of St. Salsa, which has been excavated by Stphane Gsell, consists of a nave and two aisles, and still contains a mosaic. The Great Basilica served for centuries as a quarry, but it is still possible to make out the plan of the building, which was divided into seven aisles. Under the foundations of the church are tombs hewn out of the solid rock. Of these one is circular, with a diameter of 18 m and space for 24 coffins.\nCommercially Tipasa was of considerable importance, but it was not distinguished in art or learning. Christianity was early introduced, and in the third century Tipasa was an episcopal see, now inscribed in the Catholic Church's list of titular sees. \nMost of the inhabitants continued to be non-Christian until, according to the legend, Salsa, a Christian maiden, threw the head of their serpent idol into the sea, whereupon the enraged populace stoned her to death. The body, miraculously recovered from the sea, was buried, on the hill above the harbour, in a small chapel which gave place subsequently to the stately basilica. Salsa's martyrdom took place in the 4th century. In 484 the Vandal king Huneric (477484) sent an Arian bishop to Tipaza; whereupon many of the inhabitants fled to Spain, while many of the remainder were cruelly persecuted.\nDecline.\nTipasa was partially destroyed by the Vandals in 430, but was rebuilt by the Byzantines one century later. Tipasa revived for a brief time during the Byzantine occupation in the 6th century but was given the Arabic language name, \"Tefassed\", when Arabs arrived there. The term translated means \"badly damaged\".\nIn the third century Christianity was worshipped by all the Romanised Berbers and Roman colonists of Tipasa. From this period comes the oldest Christian epitaph in Roman Africa dated October 17, 237 AD. In Tipasa were built the biggest basilicas of actual Algeria: the Alexander basilica and the basilica of Saint Salsa.\nAt the end of the seventh century the city was destroyed by the Arabs and reduced to ruins.\nTribute to Albert Camus.\nInside the Roman ruins, facing the sea and Mount Chenoua, a stele was erected in 1961 in honor of Albert Camus with this phrase in French, extracted from his work \"Noces  Tipas\"a: I understand here what is called glory: the right to love beyond measure \" ( Je comprends ici ce qu'on appelle gloire : le droit d'aimer sans mesure. ).\nModern city.\nIn 1857, the area was settled again with the creation of the city of Tipaza that now has nearly 30,000 inhabitants. The town and its surroundings is home to the largest Berber-speaking group of western Algeria, the Chenoua people.\nClimate change.\nAs a coastal heritage site, Tipasa is vulnerable to sea level rise. In 2022, the IPCC Sixth Assessment Report included it in the list of African cultural sites which would be threatened by flooding and coastal erosion by the end of the century, but only if climate change followed RCP 8.5, which is the scenario of high and continually increasing greenhouse gas emissions associated with the warming of over 4C., and is no longer considered very likely. The other, more plausible scenarios result in lower warming levels and consequently lower sea level rise: yet, sea levels would continue to increase for about 10,000 years under all of them. Even if the warming is limited to 1.5C, global sea level rise is still expected to exceed after 2000 years (and higher warming levels will see larger increases by then), consequently exceeding 2100 levels of sea level rise under RCP 8.5 (~ with a range of ) well before the year 4000."}}