{"id": 139, "data": {"title": "Tongariro National Park", "text": "Tongariro National Park (; ) is the oldest national park in New Zealand, located in the central North Island. It has been acknowledged by UNESCO as a World Heritage Site of mixed cultural and natural values.\nTongariro National Park was the sixth national park established in the world. The active volcanic mountains Ruapehu, Ngauruhoe, and Tongariro are located in the centre of the park.\nThere are a number of Mori religious sites within the park, and many of the park's summits, including Ngauruhoe and Ruapehu, are \"tapu\", or sacred. The park includes many towns around its boundary including Ohakune, Waiouru, Horopito, Pokaka, Erua, National Park Village, Whakapapa skifield and Trangi.\nThe Tongariro National Park is home to the famed Tongariro Alpine Crossing, widely regarded as one of the world's best one-day hikes.\nGeography.\nLocation.\nTongariro National Park covers 786km2 stretching between 17522' and 17548' East and 3858' and 3925' South in the heart of the North Island of New Zealand. It is just a few kilometres west-southwest of Lake Taup. It is 330km south of Auckland by road, and 320km north of Wellington. It contains a considerable part of the North Island Volcanic Plateau. Directly to the east stand the hills of the Kaimanawa range. The Whanganui River rises within the park and flows through Whanganui National Park to the west.\nMost of the park is located in the Ruapehu District (Manawat-Whanganui region), although the northeast is in the Taup District (Waikato Region, or Hawke's Bay Region to the north).\nDimension.\nTongariro National Park stretches around the massif of the three active volcanoes Mount Ruapehu, Mount Ngauruhoe, and Mount Tongariro. The Pihanga Scenic Reserve, containing Lake Rotopounamu, Mount Pihanga and the Kakaramea-Tihia Massif, though separate from the main park area, is still part of the national park.\nOn the park borders are the towns of Trangi, National Park Village and Ohakune. Further away are Waiouru and Raetihi. Within the park borders, the only settlements are the tourism-based village at Whakapapa Village which consists solely of ski accommodation. Two Maori kainga (settlements) Papakai and Otukou are not part of the park but lie on the shores of Lake Rotoaira between the Pihanga Scenic Reserve and the main park area.\nThe bulk of Tongariro National Park is surrounded by well-maintained roads that roughly follow the park borders and provide easy access. In the west, State Highway 4 passes National Park village, and in the east, State Highway 1, known for this stretch as the Desert Road, runs parallel to the Tongariro River. State Highway 47 joins these two highways to the north of much of the park, although it bisects the Pihanga Scenic Reserve. The southern link is State Highway 49. The North Island Main Trunk railway from Auckland to Wellington passes National Park village.\nClimate.\nLike the whole of New Zealand, Tongariro National Park is situated in a temperate zone. The prevailing westerly winds gather water over the Tasman Sea. As the volcanoes of Tongariro National Park are the first significant elevations that these winds encounter on the North Island, besides Mount Taranaki, rain falls almost daily. The eastwest rainfall differences are not as great as in the Southern Alps, because the three volcanoes do not belong to a greater mountain range, but there is still a noticeable rain shadow effect with the Rangipo desert on the Eastern leeward side receiving 1,000mm of annual rainfall. At Whakapapa Village (1119m) the average annual rainfall is about 2200mm, in Ohakune (610m) about 1250mm and in higher altitudes, such as Iwikau Village (1770m), about 4900mm. In winter there is snow to about 1500m. Temperatures vary dramatically, even within one day. In Whakapapa, they can fall below the freezing point all year round. The average temperature is 13C, with a maximum of 25C in summer and a minimum of -10C in winter. In some summers the summits of the three volcanoes are covered with snow; on top of Mount Ruapehu, snow fields can be found every summer and the summit is glaciated.\nHistory.\nThe mountain summits are of great significance to the local Mori.\nIn 1886 in order to prevent the selling of the mountains to European settlers, the local Ngati Tuwharetoa iwi had the mountains surveyed in the Native Land Court and then set aside (\"whakatapua\") as a reserve in the names of certain chiefs one of whom was Te Heuheu Tukino IV (Horonuku), the most significant chief of the Mori Ngati Tuwharetoa iwi.\nLater the peaks of Mount Tongariro, Mount Ngauruhoe, and parts of Mount Ruapehu, were conveyed to The Crown on 23 September 1887, on condition that a protected area was established there.\nThis 26.4km2 area was generally considered to be too small to establish a national park after the model of Yellowstone National Park in Wyoming, United States, and so further areas were acquired. When the New Zealand Parliament passed the Tongariro National Park Act in October 1894, the park covered an area of about 252.13km2, but it took until 1907 to acquire the land. When the Act was renewed in 1922, the park area was extended to 586.8km2. Further extensions, especially Pihanga Scenic Reserve in 1975, enlarged the park to its current size of 786.23km2. The last modification to the Act was passed in 1980. Tongariro National Park has been under the control of the New Zealand Department of Conservation since the creation of the department in 1987.\nThe first activities in the young Tongariro National Park were the construction of tourist huts at the beginning of the 20th century. But it was not before opening of the railway in 1908 and the building of roads in the 1930s that a significant number of people visited the park. The second Tongariro National Park Act, in 1922, started some active conservation efforts, but it was not until 1931 that the first permanent park ranger began work. Road construction into Whakapapa valley had already begun in the 1920s. The first ski hut was built in 1923 at an elevation of 1770 m, thereafter a road, and, in 1938, a ski lift in the area. This early tourist development explains the rather uncommon existence of a permanently inhabited village and fully developed ski area within a national park. The hotel \"Chateau Tongariro\", which is still the centre of Whakapapa today, was established in 1929.\nIn the early 20th century, park administrators introduced heather to the park, for grouse hunting. Grouse were never actually introduced, but the heather is sprawling, threatening the ecological system and endemic plants of the park. Efforts are being made to control the plant's spread, however complete eradication seems unlikely.\nTongariro Power Scheme.\nThe Tongariro Power Scheme was designed to preserve and protect the natural surroundings as much as possible. It gathers water from the mountains of the central volcanic plateau, passes it through Rangipo (120MW) and Tokaanu (240MW) power stations, and releases it into Lake Taup. The scheme taps a catchment area of more than 2600km2 and uses a series of lakes, canals and tunnels to take water to the two stations which typically generate 1400 GWh pa. about four percent of the country's total electricity generation. The extra catchment increases the volume of water going into Lake Taup and down the Waikato River by 20%.\nThe western diversion takes water from six rivers and streams from the Whakapapa River to the Whanganui River, into Lake Rotoaira via Lake Otamangakau. The Tokaanu power station is connected to Lake Rotoaira via a six kilometre tunnel through Mount Tihia. It also draws water from the Tongariro River via the Poutu tunnel and canal.\nOn the eastern side of Mount Ruapehu, water is diverted from the Kaimanawa Ranges and headwaters of the Wahianoa River through a 20km tunnel into the Rangipo dam. The 120MW Rangipo power station is 230m below ground. Its turbines are located in a cavern cut from solid rock and lined with concrete. Genesis Energy has developed mitigation measures with stakeholders that aim to lessen the environmental effects of the Tongariro Power Scheme.\nSome of these measures include lake level management, ecological monitoring programmes, and agreements with local iwi to establish a process for iwi involvement in environmental monitoring and access to information. The electricity generated at the Tongariro Power Scheme goes into the national grid. Then it is distributed to residential, commercial and industrial customers throughout New Zealand.\nGeology.\nThe park's volcanoes are the southern end of a 2500km long range of volcanoes, below which the Australian Plate meets the Pacific Plate. These volcanoes have resulted from internal tectonic processes. The Pacific Plate subducts under the Australian plate, and subsequently melts due to the high temperatures of the aesthenosphere. This magma being less dense, rises to the surface and goes through the weak parts of the Earth's crust (the faults) resulting in volcanic processes in the area.\nVolcanic processes have been building the mountains of Tongariro National Park for over two million years. Three volcanoes (Tongariro, Ngauruhoe and Ruapehu) remain active, while the park's two northernmost volcanoes (Pihanga and the Kakaramea-Tihia Massif) last erupted over 20,000 years ago. They have however produced significant historic mudflows. \nErosion and deposition by mountain glaciers has also played an important role in shaping Tongariro and Ruapehu volcanoes. Small glaciers are present on the summit of Mt. Ruapehu today, however there is abundant geomorphological evidence for more extensive glaciation in the recent geological past. Glaciers were last present on Tongariro during the Last Glacial Maximum.\nBiology.\nFlora.\nThe Tongariro National Park is a rough and partly unstable environment. To the north and west of the park, a podocarp-broadleaf rain forest near Lake Taup stretches over an area of 30km2, and up to an elevation of 1000 m. In this rain forest live Hall's totara (\"Podocarpus laetus\"), kahikatea (\"Dacrycarpus dacrydioides\"), kamahi (\"Weinmannia racemosa\"), pahautea (\"Libocedrus bidwillii\"), and numerous epiphytic ferns, orchids, and fungi. Pahautea trees can be found further on up to a height of 1530 m, where they cover 127.3km2. On this level, one can also find a 50km2 beech forest, containing red (\"Nothofagus fusca\"), silver (\"Nothofagus menziesii\") and mountain beech (\"Nothofagus solandri var cliffortioides\"). Understory species within the forests include ferns such as crown fern (\"Blechnum discolor\") as well as shrub species. There is also a 95km2 area of scrubland, containing kanuka (\"Leptospermum ericoides\"), manuka (\"Leptospermum scoparium\"), celery-top pine (\"Phyllocladus aspleniifolius\"), inaka (\"Dracophyllum longifolium\"), woolly fringe moss (\"Rhacomitrium lanuginosum\"), small beeches and introduced heather. \nTo the northwest, and around Mount Ruapehu, between an altitude of 1200 and 1500 m, tussock shrubland and tussock grass covers large areas (around 150km2), consisting mainly of New Zealand red tussock grass (\"Chionochloa rubra\"), inaka, curled leaved neinei (\"Dracophyllum recurvum\"), wire rush (\"Empodisma minus\"), and bog rush (\"Schoenus pauciflorus\"), as well as heather and grasses like hard tussock (\"Festuca novaezelandiae\") and bluegrass (\"Poa colensoi\"). Above 1500 m, the terrain consists of gravel and stone fields and is accordingly unstable. Nevertheless, some plants occasionally settle there, such as curled leaved neinei, snow totara (\"Podocarpus nivalis\"), mountain snowberry (\"Gaultheria colensoi\"), bristle tussock (\"Rytidosperma setifolium\"), bluegrass and \"Raoulia albosericea\", which cover an area of 165km2. Between 1700 and 2020m there are some isolated \"Parahebe\" species, \"Gentiana bellidifolia\" and buttercups. Above 2200m live only crustose lichens.\nFauna.\nThere are 56 significant species of birds, such as rare endemic species like the North Island brown kiwi, kk, blue duck, North Island fernbird, double-banded plover and New Zealand falcon/krearea. Other bird species common to the park are t, New Zealand bellbird, morepork/ruru, grey warbler/riroriro, fantail, whitehead/ppokotea and silvereye.\nThe park also features the only two native mammals of New Zealand, the short- and long-tailed bat. The Tongariro National Park also teems with insects like moths and wt. Also present in the park, as well as the whole of New Zealand, are animals introduced by Europeans, such as black rats, stoats, cats, rabbits, hare, possums and red deer.\nActivities.\nThe main activities are hiking and climbing in summer, and skiing and snowboarding in winter. There is also opportunity for hunting, game fishing, mountain biking, horse riding, rafting and scenic flights.\nMount Tongariro and its surroundings are one of the several locations where Peter Jackson shot \"The Lord of the Rings\" film trilogy; tours to view these places are commonly arranged by the tour's operators and lodges.\nThe most popular track in Tongariro National Park is the Tongariro Alpine Crossing. Most of the track is also part of the Tongariro Northern Circuit, a two- to four-day tour, which is one of New Zealand's nine \"Great Walks\". Side trips to the summits of Mount Tongariro and Mount Ngauruhoe are possible on these tracks. Another route is the three- to six-day Round the Mountain Track around Mount Ruapehu. Besides these, there are numerous shorter tracks appropriate for day tramps. With this track net, three camp sites, two emergency shelters, nine public and four private huts and the facilities in Whakapapa, the park is well developed for tourism. These tracks also serve as winter routes, as well as the track to the summit of Mount Ruapehu. Rock-climbing is also an option.\nSnow season is from late June to early November. The biggest ski area, also called Whakapapa, is on the north-western slopes of Mount Ruapehu. It has 15 lifts, covering an area of 5.5km2. Directly next to the ski field are 47 ski club huts; most of them also accommodate non-club members. The next settlement is on the bottom, in Whakapapa. A slightly smaller ski field called Turoa is on the south-western slope. Though it has only nine lifts, the skiing area, of 5km2, is almost as large as Whakapapa's. There is no accommodation at the ski field; the nearest town is Ohakune. These two ski fields came under common management in 2000. Ski passes can be used on both fields, and a lift or run from one field to the other is planned. Beside these major ski fields, there are also the Tukino ski area, a club ski field open to the public run by Tukino Mountain Clubs Association which is made up of \"Desert Alpine Ski Club\", \"Tukino Alpine Sports Club\" and the \"Aorangi Ski Club\" on the south-eastern slope. The ski clubs each have a 32 guest club on the field accessed by a 4WD road from State Highway 1. It has two nutcracker rope tows, and covers 1.9km2."}}