{"id": 176, "data": {"title": "Tower of Hercules", "text": "The Tower of Hercules (, ) is the oldest known extant lighthouse. Built in the 1st century, the tower is located on a peninsula about from the center of A Corua, Galicia, in northwestern Spain. Until the 20th century, it was known as the Farum Brigantium. The Latin word \"farum\" is derived from the Greek , \"Pharos\", for the Lighthouse of Alexandria. The structure stands tall and overlooks the North Atlantic coast of Spain. The tower was renovated in 1791.\nThere is a sculpture garden on the grounds of the lighthouse featuring works by Pablo Serrano and . The Tower of Hercules is a National Monument of Spain and has been a UNESCO World Heritage Site since 27 June 2009. It is the second-tallest lighthouse in Spain, after the Faro de Chipiona.\nConstruction and history.\nThe tower is known to have existed by the 1st century, built or perhaps rebuilt under Trajan, possibly on foundations following a design that was Phoenician in origin. The design was based on the original plans of the Lighthouse of Alexandria. Its base preserves a cornerstone with the inscription , ascribing the tower's design to the architect Gaius Sevius Lupus, from Aeminium (present-day Coimbra, Portugal) in the former province of Lusitania, as an offering to the Roman god of war, Mars. The tower has been in consistent use since the 2nd century. The original tower was shorter and wider than the current tower, as the surviving core was surrounded by a spiral ramp. The outline of this ramp is still visible in the restored exterior. The final story of the tower was likely topped with a dome.\nThe earliest known reference to the lighthouse at Brigantium is by Paulus Orosius in , written around 415417:\nIn 1788, the surviving tower core was given a neoclassical restoration, including a new fourth story. The restoration was undertaken by naval engineer Eustaquio Giannini during the reign of Charles III of Spain, and was finished in 1791. UNESCO praised the work: \"The Tower of Hercules was restored in the 18th century in an exemplary manner, which has protected the central core of the original Roman monument while restoring its technical functions\". Within, the much-repaired Roman and medieval masonry remains visible.\nThe Romans who conquered this region of Spain believed it to be, in a figurative sense, the end of the Earth  hence its name, . This region is notorious for shipwrecks, earning it the name , \"Coast of Death\".\nMyths.\nThrough the millennia many mythical stories of the lighthouse's origin have been told. According to a myth that mixes Celtic and Greco-Roman elements, the hero Hercules slew the giant tyrant Geryon after three days and three nights of continuous battle. Hercules then, in a traditional Celtic gesture, buried the head of Geryon with his weapons and ordered that a city be built on the site. The lighthouse, standing atop a skull and crossbones representing the buried head of Hercules' slain enemy, appears in the coat of arms of the city of A Corua.\nAccording to another legend from the 11th-century Irish compilation the \"Book of Invasions\"King Breogn, the founding father of the Galician Celtic nation, constructed a massive tower of such a grand height that his sons could see a distant green shore from its top. The glimpse of that distant green land lured them to sail north to Ireland. According to the legend, Breogn's descendants stayed in Ireland and are the Celtic ancestors of the current Irish people. A colossal statue of Breogn has been erected near the Tower.\nThroughout the Middle Ages, multiple naval crusading itineraries to the Holy Land mentioned the obligatory stopover at the Lighthouse. Usually, the crusader fleets would disembark there to reach the shrine of the Apostle James the Greater at Santiago de Compostela on foot. and helped to perpetuate the legend that the lighthouse had been built by Julius Caesar perhaps due to a misreading of the ancient inscription.\nPossible locations of Brigantia.\nEarly geographical descriptions of the location of \"Brigantia\" point out that the town could be actually located in A Corua or in the location of the modern town of Betanzos. There is some debate about this, as the people of Betanzos claim it as a fact that Betanzos is \"the former city of Brigancia\" until the 17th century, both in literary accounts as well as in maps, and they also believe that the name \"Betanzos\" is a phonetical evolution from \"Brigantium &gt; Breganzo &gt; Betanzos\". This could, however, be a false etymology.\nThe Betanzos tradition claims that the port of Betanzos was getting too small for the larger medieval ships and that king Alfonso IX of Len decided to create a bigger port nearby in the 13th century. The place he chose was an uninhabited place called \"Clunia\", which later on evolved to \"Crua\" and eventually \"Corua\". The place name Clunia is believed to come from the Proto-Celtic root \"*klouni\" (cf. Old Irish \"cluain\"), meaning \"meadow\".\nHowever, the A Corua tradition maintains that the \"port\" of Betanzos (which is a fluvial one in a quite small river) was far too small for Roman warships to dock at; Julius Caesar, for example, is said to have visited this area with \"more than a hundred triremes\". A Corua was an important Roman site, as graveyards and other Roman remains have been found in the city centre, demonstrating that the site was inhabited in the Roman period and was deserted only during the early Middle Ages due to Viking attacks, when its people moved inland to O Burgo (now Culleredo). The proponents of A Corua as Brigantia also explain the different name as a change that occurred in the Middle Ages and point out that the lighthouse, which was called \"Pharum Brigantium\", was erected in A Corua, and is at least 25km (or a day's walk) from Betanzos."}}