{"id": 246, "data": {"title": "Tropical Rainforest Heritage of Sumatra", "text": "The Tropical Rainforest Heritage of Sumatra site was inscribed as a UNESCO World Heritage Site in 2004. It comprises three Indonesian national parks on the island of Sumatra: Gunung Leuser National Park, Kerinci Seblat National Park and the Bukit Barisan Selatan National Park. The site is listed under Criteria vii - outstanding scenic beauty; ix- an outstanding example representing significant on-going ecological and biological processes; and x- contains the most important and significant natural habitats for in-situ conservation. The Tropical Rainforest Heritage of Sumatra has been placed on the Danger List since 2011 to help overcome threats posed by poaching, illegal logging, agricultural encroachment, and plans to build roads through the site.\nLocation and size.\nThe Tropical Rainforest Heritage of Sumatra consists of three national parks: Gunung Leuser National Park (GLNP) (8629.75km2), Kerinci Seblat National Park (KSNP) (13,753.5km2) and Bukit Barisan Selatan National Park (BBSNP) (3568km2). The total area of the rainforest is 25,000km2. The Tropical Rainforest Heritage of Sumatra was chosen because, first, it represents significant area of forests on the island of Sumatra, because of the biodiversity, of lowland and mountain forest. This once vast island of tropical rainforest has been condensed to secluded areas, in the space of 50 years. \nSecond, the national parks that make up the heritage are all located on the well-known key spine of the Bukit Barisan Mountains, known as the Andes of Sumatra, and that all around it there are magnificent views. The mountains of each site represent important mountainous backdrops to the established and developed lowlands of Sumatra. The mixture of the stunning Lake Gunung Tujuh (the highest lake in Southeast Asia), the splendour of the giant Mount Kerinci volcano, many small volcanic, coastal and glacial lakes in natural forested settings. This shows the beauty of the Tropical Rainforest Heritage of Bukit Sumatra.\nLastly, all three national parks have a very varied habitat and have outstanding biodiversity. Altogether the three sites make up 50% of the total plant variety, in Sumatra. At least 92 local common species have been recognized in GLNP. The nomination contains populations of both the worlds largest flower (Rafflesia arnoldi) and the tallest flower (Amorphophallus titanum). The Tropical Rainforest of Sumatra has just recently become a part of the World Heritage List, in 2004. 2.5 million hectares of Sumatras rainforests were included on the World Heritage List of the UN Educational, Scientific and Cultural Organization (UNESCO) because of their rich and different biodiversity. Sumatra is the largest Indonesian owned solely by Indonesia.\nGeography and climate.\nGunung Leuser National Park in the north of the island is 150km long, over 100km wide and is mostly mountainous. 40% of the park is steep, and over 1,500 m. 12% of the park only, in the lower southern half, is below 600 meters but for 25km runs down the coast. Eleven peaks are over 2,700 m and the highest point is Gunung Leuser reaching 3,466 metres. The area surrounding Gunung Leuser is known as the Leuser Ecosystem.\nKerinci Seblat National Park in the centre extends 350km down the back of the Bukit Barisan, averaging 45km width and 2000 m above sea level. The northern half has a lower eastern mountain range, between 8001500 m. Three quarters of the park is steep. The highest point, and highest volcano in Indonesia, is the Mount Kerinci, standing at 3,805 m. \nBukit Barisan Selatan National Park is also 350km long but only 45km wide on average. The northern two-thirds are rocky, averaging 1,500 m with the highest point, Mount Pulung standing at 1,964 m. The southern half is lower; 90km of it is a cape and the park borders the sea for half its length. Many of rivers derive in the parks and there are several lakes and hot springs.\nThe mountains have year-round little changing high temperatures, high humidity and high rainfall for 9 months in wetter areas, 7 months in drier areas. This climate has encouraged the high speciation (formation of new species) and variety of species. Gunung Leuser, receives 3000mm of rainfall, in the north, and collects 4657mm in the lowland south. Temperatures average between 21 C to 28 C and the humidity is always above 60%, especially when over 1700 m. In Kerinci Seblat, the rainfall averages 2990mm, temperatures range from 16 to 28 C and humidity is always high (77-90%). In Bukit Barisan Selatan, the rocky west is wet especially during the November to May monsoon: rainfall is 30004000mm. The east is drier, with 25003000mm of rainfall and the temperature ranging between 20and 28 C.\nFlora and fauna.\nGLNP is a part of the 18 Indonesian regions classified by the World Wide Fund for Nature (WWF) among the 200 global ecoregions of importance for preservation of the worlds biodiversity. 174 mammals, 3 being endemic and 21 listed as threatened in 2000. Little is known about the smaller mammals. 380 species of birds are listed, 13 being endemic and 52 threatened. Some of the important species: the orangutan, Sumatran rhinoceros, and the pigtailed monkey. Important plants are: \"Rafflesia arnoldi\", and \"Amorphophallus titanum\". Several important bird species: Rueck's blue-flycatcher, and white-winged wood duck.\nIn KSNP, 85 mammal species are recorded, 5 endemic and 23 listed threatened 370 species of birds are listed, 13 being endemic and 58 threatened. Some important mammal species: Bornean clouded leopard, Asian tapir, and Sumatran rhino. The population of Sumatran tigers in the Kerinci Seblat National Park is the highest recorded, making it one of the 12 Globally Important Tiger Conservation Landscapes. Several important bird species: white-winged wood duck and Sumatran ground-cuckoo. A few of important plant species: \"Hopea beccariana\" and \"Shorea ovalis\" ssp. \"seicea\". \nBBSNP, has 98 mammals are recorded, with 1 endemic and 25 threatened 379 species of birds are listed, 7 being endemic and 58. 59 reptile and amphibian species are recorded. BBSNP has the same bird species as KSNP. Some important mammal species: Sumatran elephant."}}