{"id": 186, "data": {"title": "Urnes Stave Church", "text": "Urnes Stave Church () is a 12th-century stave church at Ornes, along the Lustrafjorden in the municipality of Luster in Vestland county, Norway.\nThe church sits on the eastern side of the fjord, directly across the fjord from the village of Solvorn and about east of the village of Hafslo. It is among the oldest stave churches in Norway, with parts of the lumber construction dating from the latter half of the 11th century. The church was built in a long church basilica plan inspired by medieval Christian churches, with cylindrical columns and semi-circular arches inside. The decoration on capitals of the columns and outside of the church embodies the visual evidence of the Viking cultures transformation, assimilation, and adoption of Christianity. The north portal of the church is defined as the Urnes style, which contains decorations derived from Norwegian mythology dating back to the 12th century.\nIt has been owned by Fortidsminneforeningen (Society for the Preservation of Norwegian Ancient Monuments) since 1881. In 1979, the Urnes Stave Church was listed as a World Heritage Site by UNESCO.\nContext.\nStave churches in Norway can be dated back to 10th11th century. Stave churches are wooden buildings in a three-dimensional cubic structure covered with wall planks; the frame of the overall structure is constructed with timber balks and the wall planks are fitted into the frames where convenient.\nThe word \"Stave\" () means sturdy wood columns that are the corner posts and columns which uphold the overall architectural structure. The Stave Style can be defined as using the upright wall planks.\nThe Urnes Stave Church was built around the year 1130 or shortly thereafter, and still stands in its original location; it is believed to be the oldest of its kind. The 1956 excavation revealed that there are two prior churches built on the same site.\nThe first church was built during the period of transition to Christianity in the palisade style, in which structural members were embedded into the ground. The second one was built in the latter half of the 11th century. Both of them were small structures with the nave-and-chancel design.\nIn the middle of the 12th century, the second church was torn down; the third church, based on some part of the second one, was vastly different from it. It incorporated a central section of nave which is higher above the rest of the building; the framework contains 16 large staves, and defines nave and surrounding aisles. The roof of the central compartment is higher than the roof of aisles.\nThis design was immensely popular at the time and served as inspiration for later stave churches. It provides a link between Christian architecture and the architecture and art forms of the Viking Age with typical animal-ornamentation, the so-called \"Urnes style\" of animal-art.\nArchitecture.\nInterior.\nThe entirely wooden churches were built on the classic basilica plan. The main inspiration of the plan was the basilica style of cathedrals in European Christian churches, and the inspiration of the framing the roof lined with boards and the roof covered with shingles was a prevalent architectural technique in Scandinavian countries. The cylindrical columns with cubic capitals and semi-circular arches in the church revealed the borrowing from the spatial structures of Romanesque stone architecture.\nIn the 17th century the nave of the church, which is a raised central room surrounded by an aisle, was extended southwards. Other elements were also added to the church, including a baptismal font (1640), a wooden canopy above the altar (1665) and a pulpit (16931695). The altarpiece, which depicts Christ on the cross with the Virgin Mary and John the Baptist, dates from 1699. Windows were added to the church in the 18th century.\nDecoration.\nThe decorations on the outside of the Urnes Stave Church, including wood carvings and sculpted decor, serve as visual evidence of the Viking culture's transformation, assimilation, and adoption of Christianity. Strap-work panels were taken from the previous 11th century Urnes Church and then incorporated into the new structure, keeping elements of Viking tradition alive. The carved decoration of the North Portal, depicting interlaced animals, in this Urnes-style context is one of the last examples of Viking animal ornamentation.\nThe interior of the church is more richly decorated than the exterior. The structure is partly held up by a series of 12th century wooden columns. At the top of the columns, the capitals are decorated with carvings of human, animal, and vegetal motifs. Some of these capitals contain simple abstracted figures while some contain the traditional interlacing design of the Viking tradition. The Urnes Stave Church is also home to numerous medieval liturgical objects for public worship.\nNorth Portal.\nThe portal and other details of the north wall of the present church, as well as the wall planks of the gables, are decorated in classic Urnes-style. They are probably relics from one of the earlier churches.\nIt has been speculated that the portal may originally have been the main portal, facing west. In mythology and religions, the portal is meant to let people enter into God's house. In a Christian sense, the portals are the symbolic embodiment in the mortal world of the chaos and struggle with evil in daily life. \nHere, the struggle between the serpent with the great beast, as shown in the portal at Urnes, represents the onset of Ragnarok. It is possible that the decoration of the earlier church featured some scenes from Norse mythology, a likely reason for its premature reconstruction in the 12th century. In this context, the animal may be interpreted as Nhggr eating the roots of Yggdrasil. \"The intertwined snakes and dragons represent the end of the world according to the Norse legend of Ragnark\".\nThe Urnes style doorway with carved whorls of writhing snakes and vines, in a welter of elongated animals and plants reduced to vines. The most important point of the huge tangle is to present the intertwinedness itself of all living things, animal or vegetable. On the right hand side, about one-third of the way from the bottom a serpent is even emitting a fleur-de-lis from its mouth. The visual characteristic is often referred to by art historians as the Urnes style.\n17th century to present.\nThe church is built with a rectangular nave and a narrower choir. The nave and choir both have raised central spaces. The choir was extended to the east in the 17th century, but this addition was later removed. The drawing by Johan Christian Dahl depicts this, as well as the deteriorated state of the church at that time. During the 20th century the church underwent a restoration, and the richly decorated wall planks were covered to stop further deterioration.\nA large number of medieval constructive elements remain \"in situ\": ground beams (\"grunnstokker\"), sills (\"sviller\"), corner posts (\"hjrnestolper\"), wall planks (\"veggtiler\") and aisle wall plates (\"stavlgjer\"). The construction of the raised central area with staves, strings and cross braces, and the roof itself, also date from medieval times. From the previous church on the site remain, in addition to the portal, two wall planks in the northern wall, the corner post of the choir, the western gable of the nave and the eastern gable of the choir.\nThe church has not been in ordinary use since 1881, when the parish of Urnes was abolished, and it became a part of Solvorn parish in the Sogn prosti (deanery) of the Diocese of Bjrgvin. It is now only used for special occasions in the parish such as baptisms and weddings.\nInterventions to the church building for religious and practical needs have been carried over the centuries. These interventions are still clearly visible; they have provided authentic testimony to social life and religious practices in Norway. Now, Urnes Stave Church is one of the most popular tourist sites in Norway."}}