{"id": 183, "data": {"title": "Valdés Peninsula", "text": "The Valdes Peninsula (Spanish: \"Pennsula Valds\") is a peninsula into the Atlantic Ocean in the Biedma Department of north-east Chubut Province, Argentina. Around in size (not taking into account the isthmus of Carlos Ameghino which connects the peninsula to the mainland), it is an important nature reserve which was listed as a World Heritage Site by UNESCO in 1999.\nGeography.\nThe nearest large town is Puerto Madryn. The only town on the peninsula is the small settlement of Puerto Pirmides. There are also a number of \"estancias\", where sheep are raised.\nMost of the peninsula is barren land with some salt lakes. The largest of these lakes is at an elevation of about 40 m below sea level (see extremes on Earth), until recently thought to be the lowest elevation in Argentina and South America (the lowest point actually being Laguna del Carbn, Argentina, which is also the lowest point in all of South America).\nFauna.\nThe coastline is inhabited by marine mammals, like sea lions, elephant seals and fur seals. The peninsula also contains the most important breeding ground for Southern right whales in the world. They can be found in Golfo Nuevo and Golfo San Jos, protected bodies of water located between the peninsula and the Patagonian mainland. These baleen whales arrive between May and December, for mating and giving birth, because the water in the gulf is quieter and warmer than in the open sea. Orcas can also be found off the coast, in the open sea off the peninsula. They are known to beach themselves on shore to capture sea lions and elephant seals.\nThe inner part of the peninsula is inhabited by rheas, guanacos and maras. A high diversity and range of birds live in the peninsula as well; at least 181 bird species, 66 of which migratory, live in the area, including the Antarctic pigeon.\nClimate.\nValdes Peninsula has a semi-arid climate. It has a climate typical of northern Patagonia that is modified with interactions between atmospheric circulation patterns and the adjacent ocean. The peninsula is located between the subtropical high-pressure belt (located at 30oS) and the subpolar low-pressure zone (located between 60o and 70oS), resulting in the wind being predominantly from the west. The mean annual temperature is , ranging from a mean monthly temperature of in winter to in summer. During winter, temperatures fluctuate between with frosts being common, averaging 1220 days during the season. Temperatures in the summer can fluctuate between .\nMean annual precipitation is low, averaging although this is highly variable from year to year. The interior of the peninsula receives slightly lower precipitation than the coastal areas, receiving per year. Precipitation is fairly evenly distributed throughout the year though AprilJune receives the most precipitation. The El Nio Southern Oscillation strongly influences the climate of the peninsula. During an El Nio year, precipitation is higher from November to February."}}