{"id": 294, "data": {"title": "Val d'Orcia", "text": "The Val d'Orcia or Valdorcia () is a region of Tuscany, central Italy, which extends from the hills south of Siena to Monte Amiata. Its gentle, cultivated hills are occasionally broken by gullies and by picturesque towns and villages such as Pienza (rebuilt as an \"ideal town\" in the 15th century under the patronage of Pope Pius II), Radicofani (home to the notorious brigand-hero Ghino di Tacco) and Montalcino (the Brunello di Montalcino is counted among the most prestigious of Italian wines). Its landscape has been depicted in works of art from Renaissance painting to modern photography.\nWorld Heritage.\nThe Val d'Orcia was added to the UNESCO list of World Heritage Sites in 2004.\nOrcia DOC.\nWithin the Val d'Orcia is a strip of land following the Orcia river between the DOCG zones of Brunello di Montalcino and Vino Nobile di Montepulciano. Here Sangiovese and Trebbiano-based wines are produced under the Orcia \"Denominazione di origine controllata\" (DOC) status.\nThe DOC red wine is composed of at least 60 per cent Sangiovese with other local varieties, such as Abrusco, permitted to fill in the remainder of the blend. The dry white wine and \"Vin Santo\" style DOC wines are composed of at least 50 per cent Trebbiano filled out with other local varieties. All grapes destined for DOC wine production are limited to a maximum harvest yield of 10 tonnes/hectare, with the finished wines required to have a minimum alcohol level of at least 12 per cent.\nHistoric railways heritage site.\nVal d'Orcia is crossed by a 19th-century railway, whose tracks, stations and tunnels are continually maintained in working order, the normal railway service provided by the state having been discontinued in 1994. The scenic line connects the small town of Asciano with Monte Antico using historic steam engines and carriages on selected dates throughout the year, to serve visitors to local festivals.\nFilm locations.\nVal d'Orcia has been a location for many well-known films, including:\nIn literature.\nThe book \"War in Val d'Orcia\" by Iris Origo (19021988) is a detailed, first-hand account of the World War II events of 19431944 in the region, written as a diary in English."}}