{"id": 264, "data": {"title": "Villa Romana del Casale", "text": "The Villa Romana del Casale (Sicilian: \"Villa Rumana d Casali\") is a large and elaborate Roman villa or palace located about 3km from the town of Piazza Armerina, Sicily. Excavations have revealed one of the richest, largest, and most varied collections of Roman mosaics in the world, for which the site has been designated as a UNESCO World Heritage Site. The villa and artwork contained within date to the early 4th century AD.\nThe mosaic and \"opus sectile\" floors cover some 3,500 m2 and are almost unique in their excellent state of preservation due to the landslide and floods that covered the remains.\nAlthough less well-known, an extraordinary collection of frescoes covered not only the interior rooms, but also the exterior walls.\nHistory.\nThe visible remains of the villa were constructed in the first quarter of the 4th century AD on the remains of an older \"villa rustica\" and are the \"pars dominica\", or master's residence, of a large \"latifundium\" or agricultural estate.\nThe nearby settlement of Philosophiana was probably the centre of production and commercial activities, as well as a rest stop along the Catania-Agrigento road, as mentioned in the Itinerarium Antonini as a \"mansio\" or \"statio\", for travellers looking for a shelter for the night and a change of horses. The latifundium extended to the mouth of the Gela river identifiable by the many brick stamps with inscriptions PHIL SOPH.\nDuring the first two centuries of the Empire, Sicily had gone through an economic depression due to the production system of the large estates based on slave labour: urban life had suffered a decline, the countryside was deserted and the rich owners did not reside there, as the lack of suitable villas would seem to indicate. Furthermore, the Roman government neglected the territory, which became a place of exile and a refuge for slaves and brigands. At the beginning of the 4th century rural Sicily entered a new period of prosperity with commercial settlements and agricultural villages that seem to reach the apex of their expansion and activity. New constructions are seen in the localities of Philosophiana, Sciacca, Kaukana (Punta Secca), Naxos and elsewhere. An obvious sign of transformation was the new title assigned to the governor of the island, from \"corrector\" to \"consularis\".\nThe reasons seem to be twofold: first of all the renewed importance of the provinces of proconsular Africa and Tripolitania for grain supplies to Italy, while Egyptian production, which had up to then satisfied the needs of Rome, was sent to Constantinople (new imperial capital from 330); Sicily consequently assumed a central role on the new trade routes from Africa. Secondly, the more affluent classes, of equestrian and senatorial rank, began to abandon urban life by retreating to their possessions in the countryside, due to the growing tax burden and the expenses they had to pay for cities. The owners also looked after their own lands, which were no longer cultivated by slaves, but by colonists. Considerable sums of money were spent on enlarging, beautifying and making the villas more comfortable (e.g. Villa Romana del Tellaro).\nThe owner's identity has long been discussed and many different hypotheses have been formulated. Some features such as the Tetrarchic military insignia and the probable Tetrarchic date of the mosaics have led scholars to suggest an imperial owner such as Maximian. Other scholars believe that the villa was the centre of the great estate of a high-level senatorial aristocrat.\nThree successive construction phases have been identified; the first phase involved the quadrangular peristyle and the facing rooms. The private bath complex was then added on a north-west axis. In a third phase the villa took on a public character: the baths were given a new entrance and a large latrine. A grand monumental entrance was built, off-axis to the peristyle but aligned with the new baths' entrance in a formal arrangement with the elliptical (or ovoid) arcade and the grand tri-apsidal hall. This hall was used for entertainment and relaxation for special guests and replaced the two state halls of the peristyle (the hall of the small hunt and the diaeta of Orpheus). The basilica was expanded and decorated with beautiful and exotic marbles.\nThe complex remained inhabited for at least 150 years. A village grew around it, named \"Platia\" (derived from the word \"palatium\" (palace).\nIn the 5th and 6th centuries, the villa was fortified for defensive purposes by thickening the perimeter walls and closing of the arcades of the aqueduct to the baths. The villa was damaged and perhaps destroyed during the short domination of the Vandals between 46978. The outbuildings remained in use, at least in part, during the Byzantine and Arab periods. The settlement was destroyed in 11601 during the reign of William I. The site was abandoned in the 12th century after a landslide covered the villa. Survivors moved to the current location of Piazza Armerina.\nThe villa was almost entirely forgotten, although some of the tallest parts of the remains were always visible above ground. The area was cultivated for crops. Early in the 19th century, pieces of mosaics and some columns were found. The first official archaeological excavations were carried out later in that century.\nThe first professional excavations were made by Paolo Orsi in 1929, followed by the work of Giuseppe Cultrera in 193539. Major excavations took place in the period 195060 led by Gino Vinicio Gentili, after which a protective cover was built over the mosaics. In the 1970s Andrea Carandini carried out excavations at the site. Work has continued to the present day by the University of Rome, La Sapienza. In 2004 a large mediaeval settlement of the 1012th centuries was found. Since then further sumptuous rooms of the villa have also been revealed.\nThe latifundium and the villa.\nIn late antiquity the Romans partitioned most of the Sicilian hinterland into huge agricultural estates called \"latifundia\". The size of the villa and the amount and quality of its artwork indicate that it was the \"pars dominica\" of such a latifundium. The villa's commercial part, or \"pars rustica\", of the latifundium is most likely centred on the nearby settlement of Philosophiana 6 km away and cited in the Itinerarium Antonini. However, to the west of the entrance area a room divided in three parts by pillars for storage of agricultural products is also related to agriculture. \nThe villa was so large as to include multiple reception and state rooms, which reflects the need to satisfy a number of different functions and to include spaces for the management of the estate as well as of the villa. This transformed the villa into a city in miniature. The villa would likely have been the permanent or semi-permanent residence of the owner; it would have been where the owner, in his role as patron, received his local clients.\nThe villa was a single-story building, centred on the peristyle, around which almost all the main public and private rooms were organised. The monumental entrance is via the atrium from the west. Thermal baths are located to the northwest; service rooms and probably guest rooms to the north; private apartments and a huge basilica to the east; and rooms of unknown purpose to the south. Somewhat detached, and appearing almost as an afterthought, is the separate area to the south containing the elliptical peristyle, service rooms, and a huge triclinium (formal dining room).\nThe overall plan of the villa was dictated by several factors: older constructions on the site, the slight slope on which it was built, and the path of the sun and prevailing winds. The higher ground to the east is occupied by the Great Basilica, the private apartments, and the Corridor of the Great Hunt; the middle ground by the Peristyle, guest rooms, the entrance area, the Elliptical Peristyle, and the triclinium; while the lower ground to the west is dedicated to the thermal baths.\nThe whole complex is somewhat unusual, as it is organised along three major axes; the primary axis is the (slightly bent) line that passes from the atrium, tablinum, peristyle and the great basilica (coinciding with the path visitors would follow). The division into three distinct nuclei and materially divided allowed separate uses without the risk of confusion or indiscretions. However, all the axes converge at the centre of the quadrangular peristyle and despite the asymmetries, the villa would therefore be the result of an organic and unitary project which, starting from the models of private buildings of the time (peristyle villa with apsidal hall and triclinium), introduced a series of variations to give originality and extraordinary monumentality to the entire complex. The unity of the building is also evidenced by the functionality of the internal paths and the subdivision between public and private parts.\nThe succession from the entrance of vestibule-court-narthex-apsidal hall, already in use during the courtly architecture of the lower Empire (such as the palace of Constantine in Trier), with a notable interchangeability, was also used in Christian basilicas (e.g. basilica of St. Peter in the Vatican).\nLittle is known about the earlier villa, but it appears to have been a large country residence probably built around the beginning of the second century.\nRecent excavations have found a second bath complex close to the storerooms at the entrance dating to the late antique phase and showing rare wall mosaics belonging to a basin or a fountain.\nMonumental Entrance.\nAccess to the villa was through a three-arched gateway, decorated with fountains and military paintings, and closely resembling a triumphal arch. This gave onto the horseshoe courtyard surrounded by marble columns with Ionic capitals with a square fountain at the centre. On the west side of the courtyard was a latrine, and also separate access was given to the baths and to the rest of the villa.\nThe peristyle garden and the southern rooms.\nThe elegant peristyle garden is decorated with a three-basin fountain, in the centre of which decoration featuring fish swimming among the waves can be seen. Rooms 33 and 34 were dedicated to service functions and have mosaics with geometric motifs while room 34 also features a mosaic installed above the original floor showing female athletic competitions giving it the name the room of the palestriti.\nAlso on the south side is the so-called \"diaeta of Orpheus\", an apsidal room adorned with a remarkable Orpheus mosaic. As was usual, it shows Orpheus playing the lyre beneath a tree and taming every kind of animal with his music. \nThis room was probably used as a summer dining room or, considering its floor subject, for the enjoyment of music.\nThe Basilica.\nThis grand apsidal hall was an audience hall and the most formal room in the villa, accessed through a grand monumental entrance divided by two columns of pink Egyptian granite. An exceptionally elaborate polychrome \"opus sectile\" floor consisting of marbles coming from all over the Mediterranean lies at the entrance and is the richest decoration in the villa; it also covered the walls. This type of marble, rather than mosaic, constituted the material of greatest prestige in the Roman world.\nThe excavations showed that the apse vault was decorated with glass mosaics.\nTriclinium and elliptical peristyle.\nOn the south side of the villa is an elliptical peristyle, the Xystus, with a semi-circular\nnymphaeum on the west side. In the open courtyard were fountains spurting from the mosaic pavement.\nThe Xystus forms a spectacular introduction to the luxurious tri-apsidal triclinium, the great hall that opens to the east. This contains a magnificent set of mosaics dominated in the centre by the enemies encountered by Hercules during his twelve labours. In the north apse is his apotheosis crowned by Jupiter, while to the east are the Giants with serpentine limbs and in their death throes, having been struck by Hercules arrows. In the south apse is the myth of Lycurgus who tried to kill the nymph Ambrosia, but was encircled by grapevines and attacked by a crowd of Maenads.\nMosaics.\nAthletic competition.\nIn 195960, Gentili excavated a mosaic on the floor of a room identified as the \"Room of the Gymnasts\", and also dubbed the \"Chamber of the Ten Maidens\" (\"Sala delle Dieci Ragazze\" in Italian). The subjects of the artwork appear in a mosaic that scholars have named \"Coronation of the Winner\". Several women athletes are shown competing in sports that include weight-lifting, discus throwing, running, and ball-games. A toga-wearing official on the bottom left holds the victor's trophies (a crown and a palm frond), and the victor herself appears crowned in the centre of the mosaic. Much attention has been given to the competitors' two-piece outfits, which closely resemble modern-day bikinis.\nThe Little Hunt.\nAnother well-preserved mosaic shows a hunt, that includes men hunting with dogs and capturing a variety of game."}}