{"id": 156, "data": {"title": "Virunga National Park", "text": "Virunga National Park is a national park in the Albertine Rift Valley in the eastern part of the Democratic Republic of the Congo. It was created in 1925. In elevation, it ranges from in the Semliki River valley to in the Rwenzori Mountains. From north to south it extends approximately , largely along the international borders with Uganda and Rwanda in the east. It covers an area of .\nTwo active volcanoes are located in the park, Mount Nyiragongo and Nyamuragira.\nThey have significantly shaped the national park's diverse habitats and wildlife. More than 3,000 faunal and floral species have been recorded, of which more than 300 are endemic to the Albertine Rift including eastern gorilla (\"Gorilla beringei\") and golden monkey (\"Cercopithecus kandti\"). \nIn 1979, the National Park was listed as a UNESCO World Heritage Site because of its rich diversity of habitats, exceptional biodiversity and endemism, and its protection of rare mountain gorilla habitat. It has been listed in the List of World Heritage in Danger since 1994 because of civil unrest and the increase of human presence in the region.\nThere have been several deadly attacks in the park by rebel groups, and several park rangers have been killed.\nPolitics.\nThere have been plans to drill for oil in the Congo Basin since the 2000s. Preventing these plans the park gained further protection by an agreement sealed between DRCs president Felix Tshisekedi and Boris Johnson at the 2021 United Nations Climate Change Conference in Glasgow. To improve the country's economic situation the government undermined that very protection by auctioning oil exploration blocks inside the park by the end of July 2022. Tullow Oil Plc, TotalEnergies, ENI and China National Offshore Oil Corporation Ltd (CNOOC) were interested in acquiring drilling permissions. Local and global groups, such as Greenpeace, are warning about the social and ecological impact of devastating the forest for oil production. Campaigners trying to create public awareness are threatened and intimidated on social media.\nHistory.\nIn the early 1920s, several proponents of the European conservation movement championed the idea of creating a protected area in northeastern Belgian Congo, among them Victor van Straelen, Jean Massart and Jean-Marie Derscheid. When Albert National Park was established in April 1925 as the Congo's first national park, it was conceived as a science-oriented nature reserve with the aim of studying and preserving wildlife and so-called \"primitive\" hunter-gatherer African Pygmies. In 1926, Derscheid headed the first Belgian mission to map Albert National Park, which encompassed an area of around the extinct volcanoes Mount Karisimbi and Mount Mikeno. The protected area was extended in 1929 by Virunga National Park, which encompassed the Virunga Mountains, parts of the Rutshuru Territory, and the plains south of Lake Edward. Its initial size of was enlarged step by step in subsequent years. Indigenous people lost their traditional land rights in this process, and were evicted from the protected area. Between the late 1930s and 1955, an estimated 85,000 Rwandophone people were moved to nearby Masisi in North Kivu.\nIn 1934, the \"Institut des Parcs Nationaux du Congo Belge\" was founded as the governing body for national parks in the Belgian Congo.\nBetween the early 1930s and 1961, several expeditions to Albert National Park were carried out by Belgian scientists, the second headed by Gaston-Franois de Witte. They studied and collected zoological specimens of wildlife for the \"Muse Royal d'Histoire Naturelle de Belgique\"; explored the ethnic groups in this area; studied volcanic activity, and fossils.\nIn the late 1950s, Tutsi herders and their cattle entered the park, destroying natural habitat up to an altitude of , which was thought to threaten the park's gorillas.\nLand laws were reformed in the 1960s after Belgian Congo became independent as the Republic of the Congo, and the land declared property of the state, much to the disadvantage of local people. Illegal hunting inside protected areas increased. In 1969, the two parks were merged under the name Virunga National Park, which was declared a UNESCO World Heritage Site in 1979.\nIn 1996, the national park was listed as a Ramsar site of international importance.\nIn 2011, the British company Soco International was granted a concession for extracting crude oil in the surroundings of and in large parts of the national park. Government officials supported exploration activities by Soco International mission members, whereas park management opposed. In the course of increasing tensions, the park's chief warden, Emmanuel de Mrode, was assailed in April 2014.\nFollowing international protests, the company stopped exploring activities and consented to refrain from starting similar operations in the vicinity of World Heritage sites.\nBy 2016, four hydropower dams were constructed that provide electricity to small businesses and benefit more than 200,000 rural people.\nArmed conflict.\nSince the early 1990s, the protected area was impacted by political turmoil in the African Great Lakes region. Following the Rwandan genocide, thousands of refugees fled to the Kivu region, and the presence of military increased. The First and Second Congo Wars further destabilised the region. Anti-poaching patrols inside the park were obstructed, and park personnel and wildlife were killed. About 850,000 refugees lived around the national park in 1994. Up to 40,000 people entered the park daily in search of firewood and food, and deforested huge areas. In 1994, Virunga National Park was entered into the List of World Heritage in Danger.\nAfter the Second Congo War was over, confrontations between park personnel and rebel groups continued; 80 park staff were killed between 1996 and 2003.\nSeveral armed rebel groups operate in the park, including Democratic Forces for the Liberation of Rwanda and National Congress for the Defence of the People (FDLR). Latter controlled the Mikeno sector of Virunga National Park between December 2006 and January 2009.\nIn 2005, the European Commission (EC) recommended a public-private partnership between the country's government and the British non-governmental organisation African Conservation Fund. The latter organisation is responsible for park management since 2010; about 80% of management costs are subsidised by the EC. Park protection efforts were militarised in the following years to deter armed rebel groups and poachers from operating inside the park. Park personnel are given paramilitary training and high-quality weaponry, and operate together with the military and state security services.\nThese tactics, criticised as \"militarization of conservation\", has been blamed for further violence and dispossession faced by local indigenous people. Communities, such as the Mbuti, which previously relied on the lands included in the park for food and shelter have been forced out, or risk being arrested or killed by armed park rangers.\nIncreasing militarisation of nature conservation has been accused of fuelling armed mobilisation of militias. The inhabitants inside the national park, whether native or refugees, rely on farming, hunting, fishing, logging and producing charcoal for their livelihoods, all prohibited activities. The local community has no where else to turn for security, and relies on the protection of armed groups, for which fees are levied off the prohibited activities. According to a 2010 report by the United Nations Security Council, 80% of the charcoal consumed by the city of Goma is sourced from the park, representing an annual value of US$2830 million. Both state security services and such groups also resort to armed robberies and kidnapping for income.\nEfforts at nature conservation have had contradictory effects, for example when farms were destroyed within Kibirizi, and soldiers and park guards were sent in to patrol, people migrated even further within the park to land controlled by the FDLR, where they could rent small plots of land. Clashes occurred in 2015 when a local Mai-Mai group in Binza (north Bwisha) attempted to take back control of region, with the objective of reinstalling fishing activities and allowing the population to return, killing a park guard and 11-15 soldiers.\nFive rangers were killed in August 2017 near Lake Edward in a militia attack. Five rangers and a driver were killed in April 2018. Since beginning of the armed conflict, armed groups killed 175 park rangers until April 2018. In May 2018, a ranger was killed when defending two tourists who were kidnapped. They were subsequently released unharmed. As a consequence, the park remained closed to visitors from June 2018 until February 2019.\nIn April 2020 at least 12 park rangers were killed by militia men attacking a civilian convoy. Again in January 2021, armed men killed at least six rangers and wounded several others in an ambush in the national park.\nOn 22 February 2021, Italy's ambassador to the DRC who was travelling with the World Food Programme about 15km north of Goma, Luca Attanasio, as well as Italian military police officer Vittorio Iacovacci and Congolese driver Moustapha Milambo, were killed in the gunfire when a militia that had kidnapped their convoy, and had brought them into the park, was met by park rangers who managed to free four people.\nGeography.\nVirunga National Park is located in the Congo  Nile watershed area. Its northern sector encompasses part of the Semliki River basin, as well as savanna and montane forest of the Albertine Rift.\nIn altitude, this sector ranges from in the Puemba River valley to the highest peak of Mount Stanley at within . The national park's central sector encompasses about two thirds of Lake Edward up to the international border with Uganda in the east. A narrow corridor of width along the lake's western bank connects the northern and southern sectors of the national park. The southern sector stretches to the shores of Lake Kivu and encompasses Nyamulagira, Nyiragongo and Mikeno volcanoes with montane forests on their slopes.\nThe northern sector of Virunga National Park is contiguous with Uganda's Semuliki park, the Rwenzori Mountains National Park, and the central sector with Queen Elizabeth National Park. The southern sector borders Rwanda's Volcanoes National Park.\nClimate.\nThe climate in the Albertine Rift is influenced by the movement of the Intertropical Convergence Zone and the El NioSouthern Oscillation. March to mid May and September to November are the main rainy seasons.\nMean monthly rainfall in the savanna around Lake Edward is ; this is the driest part of the landscape. The northern sector receives a monthly mean precipitation of up to , and the southern sector of up to .\nAverage temperatures in lower altitudes vary from , and in higher altitudes from , rarely dropping below .\nFlora.\nVirunga National Park's flora encompasses 2,077 plant species, including 264 tree species and 230 plants that are endemic to the Albertine Rift.\nThe plains of Virunga National Park are dominated by wetlands and grasslands with papyrus sedge (\"Cyperus papyrus\"), jointed flatsedge (\"C. articulatus\"), common reed (\"Phragmites mauritanica\"), sacaton grasses (\"Sporobolus consimilis\"), ambatch (\"Aeschynomene elaphroxylon\"), conkerberry (\"Carissa spinarum\"), paperbark thorn (\"Vachellia sieberiana\") and kowai fruit (\"Coccinia grandis\").\nRemains of dicots such as African caper (\"Capparis tomentosa\"), \"Maerua\" species, wild cucurbits, and nightshades were found in dung balls of African elephants (\"Loxodonta\") that play a significant role for seed dispersal in the grasslands.\nThe montane forest between in the southern sector is dominated by \"Ficalhoa laurifolia\" and \"Podocarpus milanjianus\" with up to high trees. African alpine bamboo (\"Yushania alpina\") grows at altitudes of . The vegetation above is subalpine with foremost African redwood (\"Hagenia abyssinica\") growing up to . Tree heath (\"Erica arborea\"), heather and mosses cover humid slopes up to elevation. \"Senecio\" and \"Lobelia\" species grow on vast clearings and attain heights of up to .\nFauna.\nVirunga National Park's faunal species include 196 mammals, 706 bird species, 109 reptiles and 65 amphibians as of 2012.\nMammals.\nPrimates present in the national park include mountain gorilla (\"G. b. beringei\"), common chimpanzee (\"Pan troglodytes\"), golden monkey, red-tailed monkey (\"Cercopithecus ascanius\"), Dent's mona monkey (\"C. denti\"), blue monkey (\"C. mitis\"), Hamlyn's monkey (\"C. hamlyni\"), De Brazza's monkey (\"C. neglectus\"), Central African red colobus (\"Procolobus foai\"), mantled guereza (\"Colobus guereza\"), olive baboon (\"Papio anubis\") and grey-cheeked mangabey (\"Lophocebus albigena\").\nAfrican bush elephant (\"Loxodonta africana\"), hippopotamus (\"Hippopotamus amphibius\") and African buffalo (\"Syncerus caffer\") inhabit the national park's central sector.\nOkapi (\"Okapia johnstoni\"), blue duiker (\"Philantomba monticola\"), bay duiker (\"Cephalophus dorsalis\"), Weyns's duiker (\"C. weynsi\"), yellow-backed duiker (\"C. silvicultor\"), water chevrotain (\"Hyemoschus aquaticus\"), red river hog (\"Potamochoerus porcus\"), aardvark (\"Orycteropus afer\") and bongo (\"Tragelaphus eurycerus\") were recorded in the northern sector in 2008.\nHarnessed bushbuck (\"T. scriptus\") and giant forest hog (\"Hylochoerus meinertzhageni\") are present in the southern sector. All of the topi (\"Damaliscus lunatus jimela\") cluster to the south of Lake Edward in the Ishasha Flats region, and regularly cross the border into Uganda. Other ungulates present include Ugandan kob (\"Kobus kob thomasi\"), waterbuck (\"K. ellipsiprymnus\"), andcommon warthog (\"Phacochoerus africanus\").\nVirunga National Park together with the adjacent Queen Elizabeth National Park forms a \"Lion Conservation Unit\". The area is considered a potential lion (\"Panthera leo\") stronghold, if poaching is curbed and prey species recover.\nIn the national park's northern sector, African leopard (\"P. pardus pardus\"), marsh mongoose (\"Atilax paludinosus\"), giant pangolin (\"Smutsia gigantea\"), tree pangolin (\"Phataginus tricuspis\"), crested porcupine (\"Hystrix cristata\"), Lord Derby's scaly-tailed squirrel (\"Anomalurus derbianus\"), Boehm's bush squirrel (\"Paraxerus boehmi\"), western tree hyrax (\"Dendrohyrax dorsalis\"), Emin's pouched rat (\"Cricetomys emini\") and checkered elephant shrew (\"Rhynchocyon cirnei\") were recorded during surveys in 2008.\nReptiles.\nThe Semliki River provides habitat for Nile crocodile (\"Crocodylus niloticus\"). Several were observed at the northern shore of Lake Edwards in 1988 for the first time.\nBirds.\nOf the Albertine Rift's endemic birds, Rwenzori turaco, Rwenzori batis, Archer's ground robin, red-throated alethe, Kivu ground thrush, collared apalis, mountain masked apalis, dusky crimson-wing, Shelley's crimsonwing, red-faced woodland warbler, stripe-breasted tit, blue-headed sunbird, regal sunbird, Rwenzori double-collared sunbird, handsome spurfowl and strange weaver were recorded in Virunga National Park's southern sector during surveys in 2004. Non-endemic birds recorded include Wahlberg's eagle, African goshawk, African hobby, harrier hawk, common buzzard, mountain buzzard, hadeda ibis, grey-crowned crane, black-and-white-casqued hornbill, black-billed turaco, African olive pigeon, tambourine dove, blue-spotted wood dove, red-eyed dove, brown-necked parrot, red-chested cuckoo, olive long-tailed cuckoo, barred long-tailed cuckoo, Klaas's cuckoo, Diederik cuckoo, blue-headed coucal, Narina trogon, white-headed wood hoopoe, white-necked raven, white-tailed crested flycatcher, African paradise flycatcher, white-eyed slaty flycatcher, African dusky flycatcher, white-tailed blue flycatcher, mountain oriole, speckled mousebird, cinnamon-chested bee-eater, grey-throated barbet, yellow-billed barbet, western tinkerbird, yellow-rumped tinkerbird, cardinal woodpecker, olive woodpecker, black saw-wing, Angola swallow, Alpine swift, mountain greenbul, yellow-whiskered greenbul, common bulbul, white-starred robin, Archer's ground robin, white-browed robin-chat, African stonechat, rufous thrush, African thrush, olive thrush, grassland pipit, cinnamon bracken warbler, black-faced rufous warbler, mountain yellow warbler, brown woodland warbler, green sandpiper, Chubb's cisticola, banded prinia, chestnut-throated apalis, grey-backed camaroptera, white-browed crombec, black-throated wattle-eye, chinspot batis, mountain illadopsis, grey-chested illadopsis, olive sunbird, bronze sunbird, malachite sunbird, collared sunbird, variable sunbird, yellow white-eye, Mackinnon's shrike, Doherty's bushshrike, Lhder's bushshrike, northern puffback, mountain sooty boubou, tropical boubou, narrow-tailed starling, Sharpe's starling, baglafecht weaver, black bishop, grey-headed nigrita, common waxbill, black-headed waxbill, bronze mannikin, black and white mannikin, pin-tailed whydah, African citril, streaky seedeater and thick-billed seedeater.\nEthnic groups.\nEthnic groups living in and around Virunga National Park include:\nMedia coverage.\nThe documentary \"Virunga\" documents the work of Virunga National Park rangers and the activities of British oil company Soco International within the park. Ndakasi, a gorilla from the park, was featured in a few television series and movies, including the Netflix documentary."}}