{"id": 271, "data": {"title": "Vizcaya Bridge", "text": "The Vizcaya Bridge (\"Bizkaiko Zubia\" in Basque, \"Puente de Vizcaya\" in Spanish) is a transporter bridge that links the towns of Portugalete and Las Arenas (part of Getxo) in the Biscay province of Spain, crossing the mouth of the Nervion River.\nPeople in the area, and even the official website, commonly call it the Puente Colgante (literally \"hanging bridge\", used for \"suspension bridge\" in Spanish), although its structure is quite different from a suspension bridge.\nHistory.\nThe Vizcaya Bridge was built to connect the two banks which are situated at the mouth of the Nervion River. It is the world's oldest transporter bridge and was built in 1893, designed by Alberto Palacio, one of Gustave Eiffel's disciples. The Engineer Ferdinand Joseph Arnodin was in charge, and the main financier of the project was Santos Lopez de Letona. It was the solution given by the engineer to the problem of connecting the towns of Portugalete and Getxo without disrupting the maritime traffic of the Port of Bilbao and without having to build a massive structure with long ramps. Palacio wanted to design a bridge which could transport passengers and cargo, and that could allow ships to go through. Palacio's shuttle bridge was adequate and could be built for a reasonable price.\nThe service was only interrupted once, for four years, during the Spanish Civil War, when the upper section was dynamited. From his house in Portugalete, Palacio saw his masterpiece partially destroyed just before his own death.\nUniversal Heritage.\nOn July 13, 2006, the Vizcaya Bridge was declared a World Heritage Site by UNESCO. In Spain, it is the only monument in the Industrial Heritage category. UNESCO considers the bridge to be a perfect combination of beauty and functionality. It was the first to use a combination of iron technology and new steel cables which began a new form of constructing bridges which was later imitated throughout the world.\nOperation.\nThe bridge, still in use, is 164 meters long, and its gondola can transport six cars and several dozen passengers in one and a half minutes.\nIt operates every 8 minutes during the day (every hour at night), all year round, with different fares for day and night services, and is integrated into Barik card system. An estimated four million passengers and half a million vehicles use the bridge annually.\nThere are two new visitor lifts installed in the 50-metre-high pillars of the bridge that allow walking over the bridge's platform, from where there is a view of the port and the Abra bay.\nArchitecture.\nThe structure is made of four 61 metre towers which are the pillars and stand on the river banks. The towers are braced by iron cables to the crossbeam and are parallel to the river and by cables following the line of the bridge into the hill behind (on the Portugalete side) and the ground (on the Las Arenas side). The upper crossbeam which lies horizontally, rests between two towers by 70 suspension cables. They also help support a great amount of weight and are supported in the corbels which helps balance the weight. The gondola transports vehicles and they hang from a 36-wheeled caty and is 25m. long. It moves along the rails through the horizontal crossbeam.\nConstruction.\nThe structure is 45 metres high and 160 metres long. In the final design it was decided to use two horizontal girders to support the rails, and these are supported by four pillars which stand on four towers which are situated on the river banks. It is made of iron. Much iron was extracted from the mines of Vizcaya, which increased the mining and shipping industry. Therefore, the Vizcaya Bridge also represents the growth and triumph of a new era."}}