{"id": 268, "data": {"title": "Viñales Valley", "text": "Viales Valley () is a karstic depression in Cuba. The valley has an area of and is located in the Sierra de los rganos mountains (part of Guaniguanico range), just north of Viales in the Pinar del Ro Province. In 1999, the valley was inscribed on the UNESCO World Heritage List as a cultural landscape because of its use of traditional tobacco-growing techniques.\nOverview.\nTobacco and other crops are cultivated on the bottom of the valley, mostly by traditional agriculture techniques that have been in use for several centuries. These techniques allegedly make for higher-quality tobacco than if mechanical methods are used. The valley is dotted with small farms and villages which have been occupied since the time of the 'conquistadores', maintaining some vernacular colonial-era architecture. The culture of the valley was likewise influenced by a mixture of cultures: indigenous peoples, African slaves, and the Spanish colonizers. \nMany caves dot the surrounding hillfaces, including Cueva del Indio and Cueva de Jos Miguel. The conspicuous limestone mounds rising like islands from the bottom of the valley are called mogotes. They can be up to 300m tall.\nViales is a major tourist destination offering mainly hiking and rock climbing. The local climbing scene has started to take off in the last few years with many new routes being discovered resulting in an increase in local tourism.\nGeography.\nThe extraordinary geomorphological formations known as \"mogotes\", which are found nowhere else in Cuba, have sometimes not only attained the dimensions of mountains, but have also taken on a variety of unusual shapes. The only comparable geological structures in the world are those to be found in the Malay Peninsula, Borneo, the Thai highlands, Laos, Vietnam, and in the South China Karst region, all of them are situated in Asia.\nIn the valley, there are other elevations, such as Alturas de Pizarras, which are formed from a variety of rocks, the oldest existing throughout the country and also in the Caribbean area.\nConservation.\nMany endemic plants and animals are specific to this valley. Flora found in the region include \"\" (syn. \"Bombax emarginatum\"), mountain palm (\"Gaussia princeps\"), \"Ekmanianthe actinophylla\", and \"Microcycas calocoma\". Fauna includes bee hummingbird (\"Mellisuga helenae\", zunzn), Cuban trogon (\"Priotelus temnurus\"), Cuban tody (\"Todus multicolor\"), Cuban solitaire (\"Myadestes elisabeth\") and Cuban grassquit (\"Tiaris canorus\").\nMural of Prehistory.\nIn the valley of Dos Hermanas, we can find the Mural of Prehistory, which is painted on a stone of one of the elevations. This mural shows the evolution of life in a natural sense of Cuba.\nThe Mural of Prehistory is located in the mogote called Pita. It can be found on a perpendicular slope. The rock was washed and drains were also made in it to avoid erosion in the future due to the rain. It is 120 meters high and 160 meters in length. The artist was Leovigildo Gonzlez Morillo, who was Director of Cartography of the Academy of Sciences of Cuba.\nIn it are represented Guanahatabeyes Indians, species of mammals, gigantic animals, as well as some mollusks.\nIn the Mural can be seen in 12 pieces the evolutionary process of men and animals in the Sierra de los Organs, in its different stages."}}