{"id": 293, "data": {"title": "Völklingen Ironworks", "text": "The Vlklingen Ironworks () is a former blast-furnace complex located in the German town of Vlklingen, Saarland. Pig iron production occurred at the site from 1882 through 1986. As one of the only intact ironworks surviving from the 19th and early-20th centuries in Europe and North America, it was declared a UNESCO World Heritage Site in 1994 because of its exceptional preservation and its testimony to ferrous metallurgy and the Industrial Revolution. In addition, the site is an anchor point of the European Route of Industrial Heritage (ERIH).\nHistory.\nIn 1873, Julius Buch planned and built a steel works near Vlklingen on the banks of the Saar river. However, the steel works ceased operation only 6 years later, and were acquired by Karl Rchling. in 1881, construction on a blast furnace for producing iron began, and two years later the first smelter began operation. Four new furnaces were added between 1885 and 1893, and a coking plant was added in 1897. In 1900, the first gas-blowing engines were introduced to the Vlklingen Ironworks, making it the first large-scale ironworks to use furnace gas to operate the blast furnaces. By the 1910s, the Vlklingen Ironworks was Germany's largest producer of steel beams. A large conveyor belt system was installed in the plant, and the technology used at the ironworks became a model for other factories across the world during the early 20th century.\nWith a shortage of labor during and after World War I, up to 1,446 people from territories occupied by Germany (with most of them from Russia and Belgium) were forced to work involuntarily at the Vlklingen Ironworks between 1915 and 1918. Over 143 of these laborers died during that time. Forced labor was again used in World War II, when a total of 12,393 people (including prisoners of war and civilians deported from the Soviet Union) worked at the plant in brutal and inhumane conditions.\nAfter World War II, only minor maintenance was conducted until the plant closed in 1986 during the economic steel crisis. The ironworks retains its 1930s-era appearance today, with intact blast furnaces and the original coking plant.\nThe \"Stiftung Industriekultur\" (Industrial Culture Foundation) was founded at the beginning of 1996 with the aim of presenting the history of the Vlklingen Ironworks and making the site culturally accessible.\nMeinrad Maria Grewenig was the first General Director and Managing Director of the World Cultural Heritage Site Vlklingen Ironworks. Ralf Beil has been the General Director of the World Cultural Heritage Site at the Vlklingen Ironworks since 1 May 2020.\nToday.\nToday, the Vlklinger Htte is a museum and it is also a unique location for international exhibitions, festivals and concerts.The Ferrodrom is an interactive science center focusing on the making of iron. Visitors can tour the production areas. Huge gas machines stand in the blower hall. They were driven by blast furnace gas and generated the wind for the blast furnaces. Parts of the blower hall are used for exhibitions today.\nThe Vlklingen Ironworks is also the venue for the \"UrbanArt Biennale\". The \"UrbanArt Biennale\" is a biennial exhibition (since 2011) dealing with urban art. The aim of the Biennale is to highlight the current positions of this art movement, document its development and to give an overview of the world scene of Urban Art. \nIn 2012, the area was the venue of \"electro magnetic\" for the first time. As part of the European Festival Awards in Groningen, The Netherlands. It was awarded Best New Festival in Europe 2012and ran successfully until 2019. "}}