{"id": 37, "data": {"title": "Wadden Sea", "text": "The Wadden Sea ( ; ; or ; ; ; ) is an intertidal zone in the southeastern part of the North Sea. It lies between the coast of northwestern continental Europe and the range of low-lying Frisian Islands, forming a shallow body of water with tidal flats and wetlands. It has a high biological diversity and is an important area for both breeding and migrating birds. In 2009, the Dutch and German parts of the Wadden Sea were inscribed on UNESCO's World Heritage List and the Danish part was added in June 2014.\nThe Wadden Sea stretches from Den Helder, in the northwest of the Netherlands, past the great river estuaries of Germany to its northern boundary at Skallingen in Denmark along a total coastline of some and a total area of about . Within the Netherlands, it is bounded from the IJsselmeer by the Afsluitdijk. Historically, the coastal regions were often subjected to large floods, resulting in thousands of deaths, including the Saint Marcellus' floods of 1219 and 1362, Burchardi flood of 1634 and Christmas Flood of 1717. Some of these also significantly changed the coastline. Numerous dikes and several causeways have been built, and as a result recent floods have resulted in few or no fatalities (even if some dikes rarely and locally have been overrun in recent history). This makes it among the most human-altered habitats on the planet.\nEnvironment.\nThe word \"wad\" is Frisian and Dutch for \"mud flat\" (Low German and , ). The area is typified by extensive tidal mud flats, deeper tidal trenches (tidal creeks) and the islands that are contained within this, a region continually contested by land and sea.\nThe landscape has been formed for a great part by storm tides in the 10th to 14th centuries, overflowing and carrying away former peat land behind the coastal dunes. The present islands are a remnant of the former coastal dunes.\nTowards the North Sea the islands are marked by dunes and wide sandy beaches, and towards the Wadden Sea a low, tidal coast. The impact of waves and currents carrying away sediments is slowly changing both land masses and coastlines. For example, the islands of Vlieland and Ameland have moved eastwards through the centuries, having lost land on one side and added it on the other.\nFauna.\nThe Wadden Sea is famous for its rich flora and fauna, especially birds. Hundreds of thousands of waders, ducks, and geese use the area as a migration stopover or wintering site. It is also a rich habitat for gulls and terns, as well as a few species of herons, Eurasian spoonbills and birds-of-prey, including a small and increasing breeding population of white-tailed eagles. However, the biodiversity of Wadden Sea is smaller today than it once was; for birds, greater flamingos and Dalmatian pelicans used to be common as well, at least during the Holocene climatic optimum when the climate was warmer. Due to human activity and a changing environment, species have gone extinct, while others are expected to migrate in.\nLarger fish including rays, Atlantic salmon and brown trout are still present in several sections of the Wadden Sea, but others like European sea sturgeon only survive in the region through a reintroduction project. The world's only remaining natural population of houting survives in the Danish part of the Wadden Sea and it has been used as a basis for reintroductions further south, but considerable taxonomic confusion remains over its status (whether it is the same as the houting that once lived further south in the Wadden Sea). European oyster once formed large beds in the region and was still present until a few decades ago, when extirpated due to a combination of disease and the continued spread of the invasive Pacific oyster, which now forms large beds in the Wadden Sea. Especially the southwestern part of the Wadden Sea has been greatly reduced. Historically, the Rhine was by far the most important river flowing into this section, but it has been greatly reduced due to dams. As a result, about 90% of all the species which historically inhabited that part of the Wadden Sea are at risk.\nThe Wadden Sea is an important habitat for both harbour and grey seals. Harbour porpoises and white-beaked dolphins are the sea's only resident cetaceans. They were once extinct in the southern part of the sea but have also re-colonized that area again. Many other cetaceans only visit seasonally, or occasionally. In early history, North Atlantic right whales and gray whales (now extinct in the North Atlantic) were present in the region, perhaps using the shallow, calm waters for feeding and breeding. It has been theorized that they were hunted to extinction in this region by shore-based whalers in medieval times. They are generally considered long-extinct in the region, but in the Netherlands a possible right whale was observed close to beaches on Texel in the West Frisian Islands and off Steenbanken, Schouwen-Duiveland in July 2005. Recent increases in the number of North Atlantic humpback whales and minke whales might have resulted in more visits and possible re-colonization by the species to the areas especially around Marsdiep. Future recovery of once-extinct local bottlenose dolphins is also expected.\nConservation.\nA number of human-introduced invasive species, including algae, plants, and smaller organisms, are causing negative effects on native species.\nEach of three countries has designated Ramsar sites in the region (see Wadden Sea National Parks).\nAlthough the Wadden Sea is not yet listed as a transboundary Ramsar site, a great part of the Wadden Sea is protected in cooperation of all three countries. The governments of the Netherlands, Denmark and Germany have been working together since 1978 on the protection and conservation of the Wadden Sea. Co-operation covers management, monitoring and research, as well as political matters. Furthermore, in 1982, a Joint Declaration on the Protection of the Wadden Sea was agreed upon to co-ordinate activities and measures for the protection of the Wadden Sea. In 1997, a Trilateral Wadden Sea Plan was adopted.\nIn 1986, the Wadden Sea Area was declared a biosphere reserve by UNESCO.\nIn June 2009, the Wadden Sea (comprising the Dutch Wadden Sea Conservation Area and the German Wadden Sea National Parks of Lower Saxony and Schleswig-Holstein) was placed on the World Heritage list by UNESCO. A minor boundary modification in 2011 added the Hamburg Wadden Sea National Park to the site, and the Danish part was added to in 2014.\nRecreation.\nMany of the islands have been popular seaside resorts since the 19th century.\nMudflat hiking, i.e., walking on the sandy flats at low tide, has become popular in the Wadden Sea.\nIt is also a popular region for pleasure boating.\nLiterature.\nThe German part of the Wadden Sea was the setting for the 1903 Erskine Childers novel \"The Riddle of the Sands\" and Else Ury's 1915 novel \"Nesthkchen in the Children's Sanitorium\"."}}