{"id": 198, "data": {"title": "Western Caucasus", "text": "The Western Caucasus is a western region of the Caucasus in Southern Russia, extending from the Black Sea to Mount Elbrus.\nWorld Heritage Site.\nThe Western Caucasus includes a natural UNESCO World Heritage Site comprising the extreme western edge of the Caucasus Mountains. As stated by the UNESCO specialists, it is the only large mountain area in Europe that has not experienced significant human impact. Its habitats are exceptionally varied for such a small area, ranging from lowlands to glaciers. The site is situated 50km to the north from the Russian resort of Sochi.\nBiosphere Reserve.\nThe Western Caucasus also contains the Caucasus Nature Reserve (Russian     ), nature reserve (IUCN management category Ia ) set up by the Soviet government in Krasnodar Krai, Adygea and KarachayCherkessia in 1924 to preserve some 85m-high specimens of the Nordmann Fir (\"Abies nordmanniana\"), thought to be the tallest trees in Europe, and a unique forest formed by English Yew (\"Taxus baccata\") and European Box (\"Buxus sempervirens\") within the city of Sochi.\nAbout a third of its high mountain species of plants are recognized as endemic. The area also includes the Sochi National Park (IUCN management category II).\nThe Western Caucasus is also the place of origin and of reintroduction of the Caucasian Wisent. The last wild wisent in the world was killed by poachers here in 1927. Wisents partly interbred with American bison were reintroduced several decades later.\nPersian leopard reintroduction.\nIn 2009, a Persian leopard reintroduction centre was created in Sochi National Park, where two male leopards from Turkmenistan are being kept since September 2009, and two females from Iran since May 2010. Their descendants will be released into the wild in the Biosphere Reserve.\nA pair of leopards were brought to the Sochi park in 2012 from the Lisbon Zoo in Portugal. In July 2013, the pair had a litter, the first Persian Leopard cubs known to be born in Russia in 50 years. The cubs will be released into the wild after learning survival skills from their parents, according to Natalia Dronova, the WWF-Russia species coordinator."}}