{"id": 157, "data": {"title": "Wet Tropics of Queensland", "text": "The Wet Tropics of Queensland World Heritage Site consists of approximately 8,940km2 of Australian wet tropical forests growing along the north-east Queensland portion of the Great Dividing Range. The Wet Tropics of Queensland meets all four of the criteria for natural heritage for selection as a World Heritage Site. World Heritage status was declared in 1988, and on 21 May 2007 the Wet Tropics were added to the Australian National Heritage List.\nThe tropical forests have the highest concentration of primitive flowering plant families in the world. Only Madagascar and New Caledonia, due to their historical isolation, have humid, tropical regions with a comparable level of endemism.\nThe Wet Tropics rainforests are recognised internationally for their ancient ancestry and many unique plants and animals. Many plant and animal species in the Wet Tropics are found nowhere else in the world. The Wet Tropics has the oldest continuously surviving tropical rainforests on earth.\nIndigenous Peoples.\nOn 9 November 2012, the Australian Government also acknowledged the Indigenous heritage of the area as being nationally significant. The Aboriginal Rainforest People of the Wet Tropics of Queensland have lived continuously in the rainforest environment for at least 5000 years, and this is the only place in Australia where Aboriginal people have permanently inhabited a tropical rainforest environment.\nGeography.\nThe Wet Tropics of Queensland stretches in part from Townsville to Cooktown, running in close parallel to the Great Barrier Reef (another World Heritage Site).\nThe terrain is rugged. The Great Dividing Range and a number of small coastal ranges, highlands, tablelands, foothills and an escarpment dominate the landscape.\nThe heritage site contains the northern section of the Queensland tropical rain forests including the Daintree Rainforest. 16 different structural types of rainforest have been identified.\nThe World Heritage area includes Australia's highest waterfall, Wallaman Falls. In total it spans 13 major river systems including the Annan, Bloomfield, Daintree, Barron, Mulgrave, Russell, Johnstone, Tully, Herbert, Burdekin, Mitchell, Normanby and Palmer River. Copperlode Falls Dam, Koombooloomba Dam and Paluma Dam are found within the World Heritage Area.\nProtected areas.\n15% of the area is protected as national park. Among the national parks included within the Wet Tropics are:\nand over 700 protected areas including privately owned land.\nThe Wet Tropics Management Authority was established in 1983; it is responsible for managing the site according to Australia's obligations under the World Heritage Convention. The agency employed 20 staff in 2012 as a unit within the Department of Environment and Heritage Protection. It is headed by a board of directors responsible to the Wet Tropics Ministerial Council which contains both Queensland and Federal Government representatives.\nFlora.\nThe site contains many unique features such as over 390 rare plant species, which includes 74 species that are threatened. There are at least 85 species that are endemic to the area, 13 different types of rainforest and 29 species of mangrove, which is more than anywhere else in the country. Of the 19 families of primitive flowering plants worldwide, 12 are found in the Wet Tropics including two families found nowhere else. This includes at least 50 individual species which are endemic to the area.\n90 species of orchids have been noted. The large rare trees Stockwellia or Vic Stockwell's Puzzle \"Stockwellia quadrifida\" (Myrtaceae) grow only in restricted areas of \"well developed upland rain forest\" in the Wet Tropics. They continue living today as descendants of, and very similar to, the ancient Gondwanan fossil species considered one of the Eucalypts' fossil ancestors, which diversified into so many different species forms of all the Eucalypt plants today. 65% of Australia's fern species are protected here, including all seven of the ancient fern species.\nFauna.\n370 species of bird have been recorded in the area. 11 species of those are found nowhere else.\nThe southern cassowary and rare spotted-tailed quoll are some of the many threatened species, while the musky rat-kangaroo is one of 50 animal species that are unique to this area. The musky rat-kangaroo is significant because it represents an early stage in the evolution of kangaroos. Other rare animals include the yellow-bellied gliders and brush-tailed bettong. 107 mammal species have been identified. Australia's rarest mammal, the insectivorous Flores tube-nosed bat (\"Murina florium\"), is also found here. One quarter of Australia's rodent species are found within the Wet Tropics.\n113 species of reptiles including 24 endemic species are found in the area and there are 51 amphibian species, of which 22 are endemic. One reason for the very high level of endemism is that the geomorphology is diverse, resulting in habitat islands where distinct subspecies have evolved. Some species are endemic to a specific mountain or groups of mountains.\nClimate.\nRainfall in the area varies considerably, with elevation and orientation of the coastline being the major influences. Rainfall averages from 1,200millimeters (mm) to over 8,000mm annually. The highest mountains along the escarpment between Cairns and Tully receive the highest rainfall, mainly owing to orographic factors. Mount Bellenden Ker is the wettest recording station in the area with other high peaks and eastern slopes favouring high rainfall. Most of the rainfall occurs from November to April. Tropical cyclones may impact the area.\nEnvironmental threats.\nThe expansion of the sugarcane industry in lowland plains poses a significant threat to some endangered ecosystems. Some are fragmented and their natural vegetation is degraded. Invasive pest species are another concern along with internal fragmentation by road and power lines. Insect and mite species are of particular concern because some of them are hard to detect. Some areas are off-limits to the general public to prevent the introduction of Phytophthora. The southern cassowary is often killed by motor vehicles."}}