{"id": 182, "data": {"title": "Willandra Lakes Region", "text": "The Willandra Lakes Region is a World Heritage Site in the Far West region of New South Wales, Australia. The Willandra Lakes Region is the traditional meeting place of the Muthi Muthi, Ngiyampaa and Barkinji Aboriginal tribes. The area was inscribed on the World Heritage List at the 5th Session of the World Heritage Committee in 1981.\nThe Region contains important natural and cultural features including exceptional examples of past human civilization including the world's oldest cremation site. A small section of the region is protected by the Mungo National Park.\nThe World Heritage status of the region was created and negotiated in 1981. The site was gazetted on the Australian National Heritage List on 21 May 2007 under the . The region is also listed on the New South Wales State Heritage Register.\nHistory.\nWillandra Lakes has formed over the last 2 million years. The ancient shorelines are stratified into three major layers of sediments that were deposited at different stages in the lakes' history.\nThe earliest sediments are more than 50,000 years old and are orange-red in colour. Above are clay, clean quartz sand and soil that were deposited along the lakes' edge when the lakes were full of deep relatively fresh water between 50,000 and 19,000 years ago. The top layer is composed largely of wind blown clay particles heaped up on the lunettes during periods of fluctuating water levels, before the lakes finally dried up.\nAboriginal people lived on the shores of the Willandra Lakes from 35,000 to 40,000 years ago. It is one of the oldest known human occupation sites in Australia. There is abundant evidence of Aboriginal occupation over the last 10,000 years.\nEuropean exploration of the area was largely left to the anonymous pastoralists who followed renowned explorers. Captain Charles Sturt is the one who had most influence in arousing interest in the area. He came upon the upper reaches of the Darling River in 1829 and named it after the Governor, Ralph Darling. He was again in the area in 1844 during his attempt to explore the interior of the continent.\nSurveyor George Boyle White explored the Darling in 1833 in the region from the Peel River junction to the region of Fort Bourke and was followed two years later by Major Thomas Mitchell, the Surveyor-General of New South Wales, who was intent on showing whether or not the Darling entered the Murray as Sturt had surmised. Mitchell failed to befriend the Aboriginal people, however, and after proceeding south as far as Laidley's Ponds he thought it best to retreat after one of his party had shot and killed an Aboriginal. Mitchell went into the area again in 1836, although this time he traveled down the Murrumbidgee with the intention of exploring the Darling from its junction with the Murray. However, satisfied that Sturt was correct he followed the Darling upstream only a few kilometres before turning his attention elsewhere.\nSoon after the Murrumbidgee/Murray route became well-used by stockman overlanding sheep and cattle to the colony of South Australia which had been established in 1836. Squatters who were eager for new land followed government surveyors and explorers and took up runs in the new regions. The first pastoral station in the lower Darling region was that taken up by George Hobler in 1845 on the Lachlan, a run which he called Paika.\nSettlement in the region between the Murrumbidgee and the Darling was officially recognised on 4 December 1847 when the Darling Pastoral District was proclaimed.\nThe great boon to the pastoral occupation of the Darling and the back blocks was the navigation of the Murray and its tributaries from South Australia. Francis Cadell and William Randell pioneered river navigation during 1853 and within six months of their maiden voyages on the Darling the value of river properties had doubled.\nThe earliest pastoral occupation of the region was that of George Lee for the lease of Turlee on 28 February 1850. George Mory's tender for Boomiaricool was accepted in December 1853, followed by that of James Scott for Arumpo in October 1859. Because of the remoteness of these back blocks and lack of natural surface water, tenure was very tenuous.\nBack blocks could not be worked profitably until expensive improvements had been made in the way of fencing and the provision of watering facilities. The sinking of tanks and successful wells were expensive and somewhat of a lottery. At Gol Gol between March 1875 and September 1881, eighty-three trial shafts had been sunk at a cost of 1,260 pounds.\nPastoralists still had an optimistic attitude towards the region and were convinced that with sufficient capital, profit would be theirs. It took them some time to appreciate the fragile nature of the environment and that the district could not accommodate the stock numbers which could be carried further to the east and that good seasons were the exception rather than the rule.\nThe Royal Commissions in 1900 were quick to appreciate \"that much too favourable a view was taken on the carrying capacity of the country...It is only during the late years, apparently, that pastoralists seemed to have opened their eyes to the grave risks they ran in allowing the edible shrubs to be eaten by stock in the belief that they would re-appear in abundance after every rain\".\nIn many instances overstocking was not planned but as a result of expected rains failing to come. Sending stock away meant loss of profit and possibly an increased overdraft. Many pastoralists were caught this way, however many other had an eye for quick profits. JH Patterson who took over Gol Gol in 1875, sold it in 1882, but was forced to repossess it again in 1886 after Everitt and White were ruined by the country.\nRemoteness meant carting supplies and wool to and from stations was expensive. Often supplies were difficult to obtain as carriers would not cart supplies to the remote stations. In addition stock often had to be sent to market rather than being sold on the station.\nRabbits compounded the problems of pastoral enterprise. They competed directly with the sheep in the fragile environment. The government recognised the problem and in 1883 it passed the Rabbit Nuisance Act which, among other things, offered bonuses to professional trappers for scalps. Until the widespread of myxamatosis in the 1950s the war on rabbits was an accepted part of station life throughout the region.\nPastoralists often complained of the lack of suitable labour for their remote stations. The Aboriginal population became an important part of the pastoral industry during the manpower shortage of the 1860s. However, with the extensive use of wire fencing in the mid 1870s and the use of paddocking Aboriginal shepherds became redundant. Chinese undoubtedly worked in the district but there is hard evidence to indicate this. One of the few references is to Ah Tin who was employed to sink a well on Gol Gol Station. By 1883 there existed a camp at Narrandera with 303 Chinese that searched for casual work.\nThroughout the 1890s the problems of drought, rabbits, remoteness and lack of labour were compounded because of the Australia-wide recession. Only the most astute and financially secure pastoralists survived. Drought dragged on from 1895 to 1903.\nThe Royal Commissioners of 1901 looked with sympathy on the pastoralists of the Western Division and recommended similar treatment from the Government. Almost immediately new legislation was drafted and within three months of the report the new legislation was approved and brought into operation on 1 January 1901. The Western Lands Board was granted control of the Western Division and to formulate more appropriate policies and conditions which pertained to the West. Leases were also extended for an additional forty-two years offering more secure tenure. The legislation of 1901 governed pastoralism in the region during the twentieth century.\nTechnology caused great change throughout the district. One of the first changes to make an impact was the introduction of mechanical shearing. Ten machines were introduced to Gol Gol and Mungo shearing sheds and had the immediate effetc of requiring additional shearers. Other technology included the amount of work undertaken by mechanised equipment such as tractors. The telephone was introduced in 1924 to connect Arumpo, Pan Ban and Mulurulu and removed a great deal of the sense of isolation in the region.\nA significant change after World War One was the working of owner-occupiers on smaller stations rather than managers for some large absentee lessee. Life was very hard for these new lessees as they strove to establish the necessary infrastructure. The lucky ones were Ewan and Nagus Cameron who took up Mungo Station because they acquired a homestead, a shearing shed and shearer's quarters, together with other buildings. Other had to build all of this.\nThe increased number of families in the region meant that there was a little more social interaction than there had been decades earlier. Albert Barnes started the Mungo Gymkhana which after three years was laid out on the southern rim of the lake on Joulni Station.\nThe increased use of the motor vehicle during the 1930s meant that travel throughout the region was much more rapid. During this time Ministers of religion began making regular tours of the region. A major impact on the region was the development of Mildura and provided services such as hospital and medical care.\nDescription.\nWillandra Lakes is located in south-western New South Wales. The lakes system, a remnant of the Lachlan River drainage pattern, is approximately 150km long by 40km wide and runs generally in a northsouth direction from Lake Mulurulu in the north to Lake Prungle in the south. The approximate area is 600,000 hectares. Parallel to the eastern shores, white sand and clay dunes rise 40 metres above the plain, while deep gullies have been cut through the lake shore deposits. The landscape surrounding the system is one of low, parallel ridges of fine red sand.\nLake Mungo, the best known of the lakes in the area is located in the centre of the Willandra Lakes system about 100km north-east of Mildura.\nVegetation and Geomorphological Features.\nThe dry lake beds support mallee eucalypt and saltbush communities, while the sand dunes are occasionally bare of vegetation, or support mallee and spinifex communities.\nThe area is representative of south-east Australian lunettes or dry lake beds with wind blown dunes on their eastern margins and flat floors, formerly lake bottoms. A lunette is a crescentic dune ridge commonly found on the eastern (lee) margin of shallow lake basins in eastern Australia, developed under the influence of dominant westerly winds. The lunettes provide the area with a special scenic quality. Stabilised dunes, crescent shaped, edge the lakes and where erosion has occurred, deep gullying has created miniature grand canyons of great beauty, as at the Walls of China, where the multicoloured strata of the lunette of Lake Mungo is exposed.\nHydrology.\nWillandra Lakes is a fossil waterway developed during the Pleistocene Geological Period when the climate was considerably colder and wetter than in the same area today. Thirty thousand years ago, the Lachlan was a much larger river than today. It broke up into four or five major channels, forming large lakes in the sand dunes west of Hillston. These large lakes were predominantly filled, covering 1,088 square kilometres, but now carry water only during peak or flood discharges.\nClimate.\nThe area is semi-arid, average rainfall being approximately 250mm per annum.\nFauna.\nTwenty species of mammals are currently recorded at Willandra, of which bats are the most diverse group. There are some 40 species of reptiles and amphibians. There are 137 recorded species of bird life including parrots, cockatoos and finches.\nNew South Wales State Heritage listing.\nWillandra's archaeological record demonstrates continuous human occupation of the area for at least 40,000 years. It was part of the history of inland exploration (Burke and Wills expedition) and of the development of the pastoral industry in western New South Wales. The area contains a relict lake system whose sediments, geomorphology and soils contain an outstanding record of low-altitude, non-glaciated Pleistocene landscape. The area contains outstanding examples of lunettes including Chibnalwood Lunette, the largest clay lunette in the world. Living in the area provides the opportunity to experience the natural harshness and beauty through all seasons. The Willandra's traditionally affiliated Aboriginal people proudly identify themselves with this land. The Willandra's primary producer landholder families have links with the European settlement of the region. The remoteness of the area creates the neighbourly support and a sense of community, in times of need whilst at the same time the isolation promotes self-sufficiency. The region has a Pleistocene archaeological record of outstanding value for world pre-history and is significant for understanding early cultural development in this region. The area is the site of discovery of the Mungo Geomagnetic Excursion, one of the most recent major changes of the Earth's magnetic field. The area is capable of yielding information relating to the evolution of climates and environments in south-eastern Australia. It has importance in understanding the reversal of the Earth's magnetic field.\nThe Willandra Lakes Region comprising 240,000 acres was inscribed on the World Heritage List in 1981 for both outstanding cultural and natural universal values: as an outstanding example representing the major stages in the Earth's evolutionary history; as an outstanding example representing significant ongoing geological processes; and for bearing an exceptional testimony to a past civilization.\nWillandra Lakes was listed on the New South Wales State Heritage Register on 2 April 1999 having satisfied the following criteria.\nThe place is important in demonstrating the course, or pattern, of cultural or natural history in New South Wales.\nWillandra's archaeological record demonstrates continuous human occupation of the area for at least 40,000 years. It was part of the history of inland exploration (Burke and Wills expedition) and of the development of the pastoral industry in western New South Wales.\nThe place is important in demonstrating aesthetic characteristics and/or a high degree of creative or technical achievement in New South Wales.\nThe area contains a relict lake system whose sediments, geomorphology and soils contain an outstanding record of low-altitude, non-glaciated Pleistocene landscape. The area contains outstanding examples of lunettes including Chibnalwood Lunette, the largest clay lunette in the world.\nThe place has a strong or special association with a particular community or cultural group in New South Wales for social, cultural or spiritual reasons.\nLiving in the area provides the opportunity to experience the natural harshness and beauty through all seasons. The Willandra's traditionally affiliated Aboriginal people proudly identify themselves with this land. The Willandra's primary producer landholder families have links with the European settlement of the region. The remoteness of the area creates the neighbourly support and a sense of community, in times of need whilst at the same time the isolation promotes self-sufficiency.\nThe place has potential to yield information that will contribute to an understanding of the cultural or natural history of New South Wales.\nThe region has a Pleistocene archaeological record of outstanding value for world pre-history and is significant for understanding early cultural development in this region. The area is the site of discovery of the Mungo Geomagnetic Excursion, one of the most recent major changes of the earth's magnetic field. The area is capable of yielding information relating to the evolution of climates and environments in south-eastern Australia. It has importance in understanding the reversal of the Earth's magnetic field.\nThe place is important in demonstrating the principal characteristics of a class of cultural or natural places/environments in New South Wales.\nThe area is representative of south-east Australian lunettes or dry lake beds with wind blown dunes on their eastern margins and flat floors."}}