{"id": 114, "data": {"title": "Wood Buffalo National Park", "text": "Wood Buffalo National Park is the largest national park of Canada at . It is located in northeastern Alberta and the southern Northwest Territories. Larger in area than Switzerland, it is the second-largest national park in the world. The park was established in 1922 to protect the world's largest herd of free-roaming wood bison. They became hybridized after the introduction of plains bison. The population is currently estimated at about 3,000. It is one of two known nesting sites of whooping cranes.\nThe park ranges in elevation from at the Little Buffalo River to in the Caribou Mountains. The park headquarters is in Fort Smith, with a smaller satellite office in Fort Chipewyan, Alberta. The park contains one of the world's largest fresh-water deltas, the Peace-Athabasca Delta, formed by the Peace, Athabasca and Birch rivers.\nIt is also known for its karst sinkholes in the north-eastern section of the park. Alberta's largest springs (by volume, with an estimated discharge rate of eight cubic metres per second), Neon Lake Springs, are located in the Jackfish River drainage. Wood Buffalo is located directly north of the Athabasca Oil Sands.\nThis area was designated in 1983 as a UNESCO World Heritage Site for the biological diversity of the Peace-Athabasca Delta, and for the population of wild bison. It is the most ecologically complete and largest example of the Great Plains-Boreal grassland ecosystem of North America.\nOn June 28, 2013, the Royal Astronomical Society of Canada designated Wood Buffalo National Park as Canada's newest and the world's largest dark-sky preserve. The designation helps preserve nighttime ecology for the park's large populations of bats, night hawks and owls, as well as providing opportunities for visitors to experience the northern lights.\nHistory.\nBefore the park.\nThis region has been inhabited by human cultures since the end of the last ice age. Aboriginal peoples in this region have followed variations on the subarctic lifeway, based around hunting, fishing, and gathering. Situated at the junction of three major rivers used as canoe routes for trade: the Athabasca, Peace and Slave rivers, the region that later was defined as the national park was well travelled by indigenous peoples for millennia.\nIn recorded times, the Dane-zaa (historically called the Beaver tribe), the Chipewyan people, the South Slavey (Dene Tha), and Woods Cree people inhabited the region, where they sometimes competed for resources and trade. The Dane-zaa, Chipewyan, and South Slavey speak (or spoke) languages from the Northern Athabaskan family. These languages are common also among the peoples in the regions to the north and west of the park, who call themselves the Dene collectively. The Cree, by contrast, are an Algonquian people. They are thought to have migrated here from the east within the timeframe of recorded history, as most Algonquian-speaking peoples are located along the Atlantic coast, from Canada and south through much of the United States.\nSometime after 1781, when a smallpox epidemic decimated the region, the Dene and Cree made a peace treaty at Peace Point through a ceremonial pipe ceremony. This is the origin of the name of the Peace River that flows through the region: the river was used to define a boundary between the Dane-zaa to the North and the Cree to the South.\nExplorer Peter Pond is believed to have passed through the region in 1785, likely the first European to do so, followed by Alexander Mackenzie three years later. In 1788 British fur traders established posts at Fort Chipewyan, just east of the current boundaries of the park, and Fort Vermilion close to the west. Fur traders followed the First Nations in using the Peace River as part of their network of canoe routes for the North American fur trade. The Mtis people, descendants initially of European traders and indigenous women, developed as another major ethnic group in the region.\nAfter nearly another century of domination by the Hudson's Bay Company, Canada purchased the company's claim to the region. Agriculture was never developed in this part of Western Canada, unlike to the south. Hunting and trapping remained the dominant industry in this region well into the 20th century, and are still vital to many of its inhabitants. Following the Klondike Gold Rush of 1897, the Canadian government was keen to extinguish Aboriginal title to the land. It wanted to be able to exploit any mineral wealth found in the future without having to contend with possible objections from First Nations. The Crown signed Treaty 8 with these peoples on 21 June 1899, acquiring much of the territory as Crown land.\nAs a national park.\nEstablished in 1922, the park was created on Crown land acquired through Treaty 8 between Canada and the local First Nations. The park completely surrounds several Indian reserves such as Peace Point and ejre K'eln Ku (also called Hay Camp).\nDespite protests from biologists, between 1925 and 1928 the government relocated nearly 6,700 plains bison here from Buffalo National Park, to avoid unwanted mass culling at the latter park due to over-population there. The plains bison hybridized with the local 1,5002,000 wood bison, and carried such diseases as bovine tuberculosis and brucellosis, which they introduced into the wood bison herd. Since that time park officials have tried to undo this damage, making successive culls of diseased animals.\nIn 1957, a healthy and relatively pure wood bison herd of 200 was discovered near Nyarling River. In 1965, 23 of these bison were relocated to the south side of Elk Island National Park. Today, they number 300 and are the most genetically pure wood bison remaining.\nBetween 1951 and 1967, 4000 bison were killed and of meat were sold from a special abattoir built at Hay Camp. These smaller culls did not eradicate the diseases. In 1990, the government announced a plan to destroy the entire herd and restock the park with disease-free bison from Elk Island National Park. The public quickly reacted negatively to this plan and it was abandoned.\nLocal governance within the Alberta portion of Wood Buffalo National Park was introduced on January 1, 1967, with the incorporation of an improvement district. Originally numbered as Improvement District No. 150, it was renumbered as Improvement District No. 24 on January 1, 1969.\nIn 1983, a 21-year lease was granted to Canadian Forest Products Ltd. to log a 50,000-hectare area of Wood Buffalo National Park. The Canadian Parks and Wilderness Society filed a lawsuit against Parks Canada for violating the \"National Parks Act\". Before the trial commenced in 1992, Parks Canada acquiesced and recognized that the lease was invalid and unauthorized by the provisions of the act.\nIn March 2019, Kitaskino Nuwenn Wildland Provincial Park was established on the borders of Wood Buffalo National Park. The Mikisew Cree First Nation had first proposed protecting this land as a park. It preserves the natural ecosystems from the expanding industrial areas north of Fort McMurray. The park was created after three oil companies, Teck Resources, Cenovus Energy, and Imperial Oil, voluntarily gave up certain oilsands and mining leases in the area, following negotiations with the Alberta government and Indigenous groups. This provincial park is closed to forestry and new energy projects. But existing wells can keep producing, and traditional Indigenous land uses are allowed.\nIn June 2019, UNESCO expressed concerns about the management of the park's ecological health and Indigenous usage, noting decline in water quality. It warned the park that it could be delisted from the World Heritage List if conditions deteriorated too much. In response Canada announced allocating $27.5 million to solve the problems. UNESCO questioned the plan and has not lifted the potential delisting of the park. The World Heritage Committee will review Canada's report and plan for preserving the park in 2021.\nClimate.\nIn the park, summers are very short, but days are long. Temperatures range between during this season. On average, summers are characterized by warm and dry days; in some years, there may be a pattern of cool and wet days. The mean high in July is while the mean low is . Fall tends to have cool, windy and dry days, and the first snowfall usually occurs in October. Winters are cold with temperatures that can drop below in January and February, the coldest months. The mean high in January is while the mean low is . In spring, temperatures gradually warm up as the days become longer.\nWildlife.\nWood Buffalo National Park contains a large variety of wildlife species, including American Black bears, American martens, Bald eagles, Canada lynxes, Great Grey owls, Hawks, Marmots, North American beavers, Northwestern wolves, Peregrine falcons, Red foxes, Ruffed grouses, Sandhill cranes, Snowshoe hares, Snowy owls, Western moosees, Whooping cranes, Wolverines, Wood bisons, and the world's northernmost population of Red-sided Garter snakes, which form communal dens within the park. Grizzly bears, cougars, feral horses, and muskoxen have been recorded within and in the vicinity of the park.\nWood Buffalo Park contains the only natural nesting habitat for the endangered whooping crane. Known as Whooping Crane Summer Range. It is classified as a Ramsar site. It was identified through the International Biological Program. The range is a complex of contiguous water bodies, primarily lakes and various wetlands, such as marshes and bogs, but also includes streams and ponds.\nIn 2007, the world's largest beaver dam  about in length  was discovered in the park using satellite imagery. The dam, located at , about from Fort Chipewyan, had only been sighted by satellite and fixed-wing aircraft since July 2014.\nHybrid bison.\nAs above-mentioned, \"wood bison\" in the park are hybrid descendants, the product of unions with plains bison that were transferred to the park in the 1920s from Buffalo National Park. The plains bison were more numerous and were found to have been carrying diseases that became established among the bison in the park. That, plus the hybridization that ensued, threatened the survival of true wood bison. A 1995 study detected that there have been notable differences in morphology among each herd within the park, which have developed different degrees of hybridization. The herd at the Sweetgrass Station near PeaceAthabasca Delta, followed by Slave River Lowlands herd, preserve a phenotype closer to the original wood bison before the 1920s. They are more true to the original types than the preserved herds at Elk Island National Park and Mackenzie Bison Sanctuary.\nTransportation.\nYear-round access is available to Fort Smith by road on the Mackenzie Highway, which connects to Highway 5 near Hay River. Commercial flights are available to Fort Smith and Fort Chipewyan from Edmonton. Winter access is also available using winter and ice roads from Fort McMurray through Fort Chipewyan."}}