{"id": 88, "data": {"title": "Yakushima", "text": " is one of the sumi Islands in Kagoshima Prefecture, Japan. The island, in area, has a population of 13,178. Access to the island is by hydrofoil ferry (7 or 8 times a day from Kagoshima, depending on the season), slow car ferry (once or twice a day from Kagoshima), or by air to Yakushima Airport (3 to 5 times daily from Kagoshima, once daily from Fukuoka and once daily from Osaka).\nAdministratively, the whole island is the town of Yakushima. The town also serves neighbouring Kuchinoerabujima. The majority of the island is within the borders of the Kirishima-Yaku National Park.\nYakushima's electricity is more than 50% hydroelectric, and surplus power has been used to produce hydrogen gas in an experiment by Kagoshima University. The island has been a test site for Honda's hydrogen fuel cell vehicle research. (There are no hydrogen cars stationed on the island but electric cars are run by the municipality.)\nWorld Heritage designation.\nIn 1980, an area of was designated a UNESCO Man and the Biosphere Reserve. In 1993, of wetland at Nagata-hama was designated a Ramsar Site. It is the largest nesting ground for the endangered loggerhead sea turtle in the North Pacific. Yakushima's unique remnant of warm/temperate ancient forest has been a natural World Heritage Site since 1993. In the Wilderness core area () of the World Heritage Site, no record of past tree cutting can be traced.\nThe island is visited by 300,000 tourists every year.\nGeography.\nOverview.\nYakushima is located approximately south of the southern tip of sumi Peninsula in southern Kyushu, or south of Kagoshima. The Vincennes Strait (Yakushima Kaiky) separates it from the nearby island of Tanegashima, which is home to the Japanese Space Centre. Periodic rocket launches from Tanegashima can clearly be seen from Yakushima.\nThe bedrock of the island is granite, and as such it hosts no active volcanoes. It has an area of approximately . The island is roughly circular in shape, with a circumference of and a diameter of . The highest elevations on the island are , with a height of , and , with a height of above sea level; however, Yakushima has another 30 peaks of over in height. There are numerous hot springs on the island.\nSettlements.\nMajor settlements of the island, composing Yakushima Municipality, are the port towns of Anbo and Miyanoura. Between them is located Yakushima Airport. Other settlements are the coastal villages of Hiranai, Kuriobashi, Nagata, Okonotaki and the abandoned forest village of Kosugidani. Among the localities, there are the gorges of Shiratani Unsui, Arakawa, Yakushima Airport, Kigensugi and Yakusugi.\nHistory.\nYakushima has been settled since at least the Jmon period. It was first mentioned in written documents of the Chinese Sui dynasty of the 6th century, and in the Japanese \"Shoku Nihongi\" in an entry dated 702 CE. It formed part of ancient Tane Province. It was often mentioned in the diaries of travelers between Tang dynasty China and Nara period Japan.\nDuring the Edo period, Yakushima was ruled by the Shimazu clan of the Satsuma Domain and was considered part of sumi Province. Following the Meiji restoration, the island has been administered as part of Kagoshima Prefecture.\nIn 2017, Yakushima was struck by Typhoon Noru causing one death.\nDemographics and economics.\nThe population of Yakushima reached a peak in 1960 with 24,010 inhabitants. It thereafter declined until about 1995, but has subsequently stabilized at just over 13,000 inhabitants.\nTraditionally, the economic mainstays of the population were forestry and the export of wood products (principally cedar roof shingles), and commercial fishing. Cultivation of oranges and tea, the distilling of shch, and tourism are now the main sources of income. \nFlora and fauna.\nYakushima contains one of the largest tracts of existing Nansei Islands subtropical evergreen forests, an endangered habitat ecoregion. The only large animals indigenous to the island are red-bottomed macaques (Yakushima macaque) and a variety of sika deer (\"yakushika\"). The Japanese raccoon dog is also a common animal, but is not native to the island. Japanese weasels (\"Mustela itatsi\") may also be seen from time to time. The island is a spawning ground for migratory loggerhead turtles, and dolphins are to be found offshore. The coastal areas have coral reefs in places, although to a much lesser extent than are found farther south in the islands of Okinawa. The island, along with neighbouring Tanegashima, has been recognised as an Important Bird Area (IBA) by BirdLife International because they support populations of Japanese wood pigeons, Ryukyu green pigeons and Ryukyu robins.\nYakushima is famous for its lush vegetation. Most of the island has at one time or another been logged (dating back at least to the early Edo period), but has been extensively replanted and reseeded since logging ended in the late 1960s, at which time a conservation regime was established. In addition to this secondary forest, there are some remaining areas of primary forest, composed mainly of a variety of \"Cryptomeria japonica,\" or Japanese cedar, known as , the best known single example of which is named the , as its age is estimated to date to at least the Jmon period of Japanese history, 2300 years ago. In addition, the island lists over 50 varieties of endemic flower, notably rhododendrons, and hundreds of rare endemic \"Bryophyta,\" as well as a number of endemic trees.\nClimate.\nYakushima has a humid subtropical climate (Kppen climate classification \"Cfa\") with hot, humid summers and mild winters. Precipitation is extremely heavy, with at least in each month and as much as in June alone. Yakushima is Japan's wettest place, and annual precipitation in Yakushima is one of the world's highest at . It is said by the locals to rain \"35 days a month\". There are drier periods in autumn and winter, while the heaviest downpours occur in spring and summer, often accompanied by landslides. It is the southernmost place in Japan where there is snow in the mountains, often for months, while the ocean temperature is never below \nPollution.\nAccording to a disputed theory, airborne pollutants from the People's Republic of China may have affected Yakushima white pine in the forest on the island. The scientific results have been published in a 2009 paper.\nTransportation.\nAirport.\nYakushima Airport (KUM) is the only airport serving the island. Scheduled commercial flights are operated by Japan Air Commuter, a JAL subsidiary. As of 2019, the runway was in the process of extension from 1500m to 2000m, which would allow jet aircraft to operate and a wider range of destinations to be served.\nFerries.\nTanegayaku High Speed Ship Jetfoil \"Toppy\" \"Rocket\"\nBuses.\nThe number of bus routes is relatively high on both Tanegashima and Yakushima. They operate from morning until evening. However, the frequency of buses on each route is low, so careful planning is required.\nCars.\nThere are several rental car companies. The northwestern road, called the Western Forest Road, is a narrow road on which it is difficult for cars to pass each other. The road is often closed due to steep curves, slopes, and occasional landslides. Gasoline prices on the island are significantly higher than on the Japanese mainland.\nRailway.\nThe last operating narrow gauge (762mm gauge) timber railway in Japan is on the island but it is freight only. Several other lines did operate but are now closed. The track is used by some hikers as a path but this can be dangerous as the line is very much still in operation.\nOnsen.\nThere are several onsen (hot springs) on Yakushima."}}