{"id": 222, "data": {"title": "Ħal Saflieni Hypogeum", "text": "The Hypogeum of al Saflieni is a Neolithic subterranean structure dating to the Saflieni phase (3300  3000 BC) in Maltese prehistory, located in Paola, Malta. It is often simply referred to as the Hypogeum (), literally meaning \"underground\" in Greek. The Hypogeum is thought to have been a sanctuary and necropolis, with the estimated remains of more than 7,000 people documented by archeologists, and is among the best preserved examples of the Maltese temple building culture that also produced the Megalithic Temples and Xagra Stone Circle.\nHistory.\nThe Hypogeum was discovered by accident in 1902 when workers cutting cisterns for a new housing development broke through its roof. The workers tried to hide the temple at first, but eventually it was found. The study of the structure was first conducted by Manuel Magri, who directed the excavations on behalf of the Museums Committee, starting from November 1903. During the excavations, a portion of the contents of the Hypogeum, including grave goods and human remains, were emptied out and discarded without being properly catalogued. To confound things further, Magri died in 1907 while conducting missionary work in Tunisia and his report on the Hypogeum was lost.\nExcavation continued under Sir Themistocles Zammit, who attempted to salvage what he could. Zammit began publishing a series of reports in 1910 and continued excavating until 1911, depositing his findings at the National Museum of Archaeology in Valletta. The Hypogeum was first opened to visitors in 1908 while the excavations were ongoing.\nThe four contemporary houses built on the site of the hypogeum were demolished to build a museum. Further excavations took place between 1990 and 1993 by Anthony Pace, Nathaniel Cutajar and Reuben Grima. The Hypogeum was then closed to visitors between 1991 and 2000 for restoration works and to arrange it for visits; and since its reopening, Heritage Malta (the government body that looks after historical sites) allows entry to only 80 people per day, while the site's microclimate is strictly regulated. In 2011, a more intensive program was launched to monitor the decay of the site. Scientific research on the Hypogeum is ongoing, and in 2014, an international team of scientists visited to study acoustics.\nThe Hypogeum reopened in May 2017 after closing for a year to improve its environmental management system.\nDescription.\nLater archeological excavations indicate there was once a surface shrine that marked the entrance to the Hypogeum, with its subsequent destruction likely shielding the lower structure from discovery for thousands of years. Nothing remains of any potential enclosure that would have marked the entry to the Hypogeum. The underground structure may have originated from a natural cave, expanded over time by cutting directly into the rock with crude tools including antlers, flint, chert and obsidian. Burial chambers in the upper level of the Hypogeum date from the early phases of the Maltese Temple Period, with lower chambers dating from later. The site may have first been used as early as 4000 BC, and was likely used until around 2500 BC, based on pottery sample analysis and examination of human remains.\nThe temple structure uses a careful direction of light from the surface to penetrate into the lower chambers, with intricate patterns painted on portions of the ceiling with red ochre, following motifs of spots, spirals and honeycombs. One of the main chambers, called \"The Holy of Holies\", appears to be oriented such that light from the winter solstice illuminated its facade from the original opening above.\nA resonance niche cut in the middle chamber, called the Oracle Room, was possibly designed to project chanting or drumming throughout the rest of the Hypogeum.\nA broad range of objects were recovered from the site, including intricately decorated pottery vessels, stone and clay beads, shell buttons, amulets, axe-heads, and carved figures depicting humans and animals. The most notable discovery was the Sleeping Lady, a clay figure thought to represent a mother goddess. The figures range from abstract to realistic in style, with major themes thought to be related to veneration of the dead and spiritual transformation. Complex artistic techniques are also represented, as in the case of a single large pottery bowl which utilized both naturalistic and stylized themes, with one side realistically depicting bovines, pigs and goats, and the other side representing hatched animals hidden within complex geometric patterns.\nIt is estimated that the remains of 7,000 individuals were found in the Hypogeum, and though many of the bones were lost early in excavation, most of the skulls were deposited at the National Museum. A small percentage of the skulls have an abnormal cranial elongation, similar to priestly skulls from Ancient Egypt, fueling speculation about the people who occupied the Hypogeum, and their practices and beliefs.\nStructure.\nThe Hypogeum is constructed entirely underground and consists of three superimposed levels hewn into soft globigerina limestone, with its halls and chambers interconnected through a labyrinthine series of steps, lintels and doorways. The upper level is thought to have been occupied first, with the middle and lower levels expanded and excavated later. Some of the middle chambers appear to share stylistic characteristics with the contemporaneous Megalithic Temples found across Malta.\nUpper level.\nThe last level is only one meter above the surface, and it is very different from tombs hidden in Malta, near Rabat. Some rooms are natural caves which were later extended. This level contains many rooms, some of which were used for burial.\nMiddle level.\nThe second level is a later expansion, with the rock hoisted up to the surface by Cyclopean rigging. This level features several noted rooms:\nLower level.\nThe lower story contained no bones or offerings.\nMuseum.\nThe Hypogeum and its museum are a popular attraction in Malta. The museum is open at 9am, but queuing for tickets starts around 8am. \"Last minute\" 20 tickets for next day are always available from the National War Museum, located in Valletta. Visitors are recommended to book months before, as limited people are allowed per day.\nThe site closed in September 2016 for a 1.1 million renovation partly financed by a grant from Iceland, Norway and Liechtenstein. The renovated museum was inaugurated by Minister for Culture on 28 April 2017 and includes a new climate control system for the Hypogeum as well as an expanded visitor centre. The site reopened to visitors on 15 May 2017."}}