{"id": 370, "data": {"title": "Škocjan Caves", "text": "kocjan Caves (; , ) is a cave system located in Slovenia. Recognized for its exceptional significance, kocjan Caves was included on UNESCOs list of natural and cultural World Heritage Sites in 1986. The international scientific community has acknowledged the caves as one of the planet Earth's natural treasures. Renowned as one of the most important caves in the world, kocjan Caves is a significant underground phenomenon on the Karst Plateau and in Slovenia. After gaining independence from Yugoslavia in 1991, Slovenia made a commitment to actively protect the kocjan Caves area. To fulfill this commitment, kocjan Caves Regional Park was established, along with its managing authority, the kocjan Caves Park Public Service Agency.\nDescription.\nkocjan Caves is the most significant underground phenomena in the Karst region and Slovenia. They were designated as Ramsar wetlands of international importance on May 18, 1999. Along with the underground stream of the Reka River, they form one of the longest karst underground wetlands in Europe.\nThe explored length of the caves is 6,200 meters (20,300 feet). The caves have formed in a 300-meter-thick (980 feet) layer of Cretaceous and Paleocene limestone.\nAt the Big Collapse Doline (), the Reka River disappears underground into kocjan Caves and then flows underground for 34 kilometers (21 miles), resurfacing near Monfalcone. There, it contributes approximately one-third of the flow of the Timavo River, which travels 2 kilometers (1.2 miles) from the Timavo Springs to the Adriatic Sea. The sight of the big river disappearing underground at the bottom of the Big Collapse Doline, 160 meters (520 feet) below the surface, is both majestic and awe-inspiring.\nWhat sets kocjan Caves apart from other caves is the exceptional volume of its underground canyon, making it one of the world's most famous underground features. The river flowing through the canyon turns northwest before the Cerkvenik Bridge and continues along Hanke's Channel (). This underground channel is approximately 3.5 kilometers (2.2 miles) long, 10 to 60 meters (33 to 197 feet) wide, and over 140 meters (460 feet) high. It expands into enormous underground chambers at certain points, with the largest being Martel's Chamber. With a volume of 2.2 million cubic meters (78 million cubic feet), it is considered the largest discovered underground chamber in Europe and one of the largest in the world. Despite its vast dimensions, the canyon ends with a relatively small siphon that cannot handle the immense volume of water during heavy rainfall, leading to significant flooding. During such events, water levels can rise by more than one hundred meters (330 feet).\nHistory of exploration.\nThe first written sources about kocjan Caves date back to the Antiquity era (2nd century B.C.) by Posidonius of Apamea. They are also marked on the oldest published maps of this region, such as the Lazius-Ortelius map from 1561 and Mercator's \"Novus Atlas\" from 1637. The commissioning of the French painter Louis-Franois Cassas in 1782 to paint landscape pieces further attests to the caves' significance as one of the most important natural features in the Trieste hinterland during the 18th century. His paintings depict visits to the bottom of the Big Collapse Doline (). In 1689, the Carniolan scholar Johann Weikhard von Valvasor described the sink of the Reka River and its underground flow.\nAn attempt was made to follow the underground course of the Reka River in order to provide Trieste with drinking water. The deep shafts in the Karst region, as well as kocjan Caves, were explored for this purpose. The systematic exploration of kocjan Caves began with a speleology expedition in 1884. Explorers reached the banks of \"Mrtvo jezero\" (Dead Lake) in 1890. The discovery of Silent Cave () in 1904 marked a significant achievement when local men climbed the sixty-meter (200 ft) wall of Mller Hall (). Nearly 100 years after the discovery of Dead Lake (), another important event occurred in 1990. Slovenian divers successfully swam through the \"Ledeni dihnik\" siphon and discovered over 200 meters (660 ft) of new cave passages.\nArchaeology.\nFor countless generations, the gorge where the Reka River disappears underground and the cave entrances have captivated people. The Reka River sinks beneath a rocky wall, with the village of kocjan situated on top, lending its name to the caves. kocjan Caves Regional Park holds immense archaeological value, with evidence of human habitation dating back over ten thousand years. A remarkable archaeological discovery in Fly Cave () indicates the influence of Greek civilization. Following the Bronze Age and into the Iron Age, a cave temple was established in this area. Three thousand years ago, this region held great significance as a pilgrimage site, particularly within the Mediterranean, where it played a crucial role in ancestral worship and communication with the afterlife.\nTourism.\nDetermining the exact start of tourism in kocjan Caves is challenging. According to some sources, in 1819, Matej Tominc, a county councilor (after whom Tominc Cave is named), ordered the construction of steps leading to the bottom of Big Collapse Doline (). Other sources suggest that the steps were simply renovated during that time. On 1 January 1819, a visitors' book was introduced, marking the beginning of modern tourism in kocjan Caves.\nIn recent years, kocjan Caves has welcomed approximately 100,000 visitors annually. The first section of the caves, consisting of Marini Cave and Mahori Cave with Little Collapse Doline (), was opened to tourists by 1933. However, it suffered severe damage during a flood in 1963. In 2011, the area was renovated, and a new steel bridge was added. Visitors now have the opportunity to explore the underground canyon featuring Big Collapse Doline (). Guided tours of the cave are available in Slovenian, English, Italian, and German."}}